[
  {
    "according": "根据申报材料：（1）2022年3月发布的《关于开展可再生能源发电补贴自查工作的通知》（以下简称《自查通知》）要求在全国范围内开展可再生能源发电补贴核查工作，根据2023年1月6日公布的第一批可再生能源发电补贴合规项目清单，公司持有的电站中存在发电补贴的电站项目共计27个，其中12个未纳入第一批清单；（2）根据公司自查，前述12个项目中，有3个项目符合本次自查标准，公司预计申诉后可正常获得电价补贴，有9个项目存在瑕疵，包括1个项目未纳入年度可再生能源项目建设计划和规模，8个项目未在规定时间内全容量并网；（3）9个瑕疵项目可能存在无法获取或无法全额获取发电补贴的风险，公司已对存在减值迹象的新能源电站相关资产计提了资产减值准备，并对可能会被要求退回的已到账电价补贴款冲减当期营业收入，金额共计104,718.94万元，其中：电价补贴应收款项计提信用减值损失67,829.75万元，电站相关资产组计提资产减值准备32,267.57万元，已收到可能会退回的电价补贴4,621.62万元冲减当期营业收入。",
    "question": "请发行人说明：（1）对于未纳入第一批清单的项目，公司预计其中3个项目可正常获得电价补贴的判断依据是否充分，目前申诉的进度，是否取得相关部门认可，是否存在类似已申诉成功的案例；9个存在瑕疵的项目是否拟进行申诉，后期是否仍可能获取补贴，发行人对前述项目的未来安排；（2）《自查通知》对于能否获取补贴的相关要求是否在前期政策文件中均已明确，公司前期确认收入及各关键节点（如应当全容量并网时）对于收入估计的依据是否充分，对于受《自查通知》影响的项目，是否应当作为前期会计差错更正处理，如是，请区分前期已收到可能退回、未收到款项部分，说明会计差错更正的具体方式，是否符合企业会计准则及相关规定；（3）公司进行上述会计处理的具体原因、计算过程及数据来源，损益调整是否充分；对于存在无法获取或无法全额获取发电补贴风险的项目，其合同价款的变动是否因所提供商品或服务相关原因导致，而非客户的信用风险导致，结合前述事项及同行业公司会计处理方式，说明公司针对《自查通知》进行的会计处理是否符合企业会计准则及相关规定。"
  },
  {
    "according": "根据申报材料：（1）2020-2022年，公司电站建设业务收入中，EPC模式占比分别为17.96%、15.53%和51.57%，2022年EPC模式收入占比上升主要系平价上网政策下，电站建设方基于控制成本等考量，较多以EPC模式进行电站建设；（2）2019年末、2020年末、2021年末、2022年6月末，公司已完成试运行后超过1年尚未转让的电站余额分别为11.95亿元、7.00亿元、5.88亿元和5.85亿元，公司未充分说明合理性；（3）截至2022年6月30日，报告期内已转让项目及期末已建成尚未转让的自主开发电站项目中，“建设同时寻找收购方”电站项目累计发生成本金额占比为27.33%，发行人存在将8个自主开发电站项目转换为自营的情形；（4）自主开发模式下的电站建设业务，发行人将项目公司股权转让给客户时，电站控制权实现转移；（5）公司自主开发电站业务根据《企业会计准则第8号——资产减值》（以下简称《8号准则》），采用预计未来现金流量现值作为可收回金额，以此为基础确定存货减值金额，但会计政策中披露存货按成本与可变现净值孰低原则计价，各年末，公司电站存货的订单支持比例均低于10%；2022年末，公司固定资产减值准备余额较2021年末增加较多，主要系根据自查结果对存在减值迹象的电站计提了固定资产减值损失3.06亿元。",
    "question": "请发行人说明：（1）区分不同业务模式，说明报告期各期电站建设业务的主要客户情况、项目定价及毛利率，发生模式变更的，请说明原因，是否系该客户当年电站采购的主要模式，在 EPC 模式下客户可控制成本的依据及控制成本对发行人影响，2022年 EPC 模式电站销售收入占比大幅上升是否符合行业惯例；（2）公司电站试运行、并网至出售周期与同行业公司的对比情况，部分电站运营周期较长的原因，结合自身经营和管理策略等因素，说明将光伏电站划分为存货和固定资产的具体标准及依据、持有目的的最初确定及变更阶段、内部控制及具体执行过程、各阶段会计处理，是否符合企业会计准则及相关规定；（3）逐项列示报告期各期计入存货的光伏电站项目子公司的成立日期、各关键决策节点的内部程序、决策文件、决策人员及决策日期，相关电站销售过程中历次客户接洽、商务会谈和尽职调查情况等外部程序，并提供充分证据证明投资建设电站的目的为对外销售且非随意变更；（4）报告期各期末的电站存货中，已并网运行的具体情况，包括电站名称、是否确定购买方、是否产生发电收入等，暂未找到交易对象而先由发行人运营的电站，是否应转入固定资产等进行折旧；（5）自主开发模式下的电站建设业务收入、成本、现金流量金额的具体确定方式，是否根据收取的相关对价（包括现金对价和转移的负债等）确定收入，是否按照实际收取的现金为基础编制现金流量表；（6）存货根据《8 号准则》进行减值是否符合发行人的会计政策、企业会计准则规定，按成本与可变现净值孰低应确认的存货跌价准备金额，各关键参数的确定依据及合理性；结合在手订单、期后销售、市场供需及价格变动情况等，说明存货跌价准备、固定资产减值准备计提的充分性。"
  },
  {
    "according": "根据申报材料：（1）近年来，我国多晶硅产量大幅上升，从2007年的2万吨增加至2022年的82.7万吨，由于下游硅片生产企业因高库存导致采购需求减弱，以及硅料企业扩产增量影响，多晶硅市场价格经历高位后下跌，多晶硅致密料从2022年10月的30.60万元/吨下降至2022年12月的24.54万元/吨；（2）公司拟募集资金88亿用于20万吨高端电子级多晶硅绿色低碳循环经济建设项目，公司目前多晶硅产品应用于光伏行业；随着募投项目建成，公司多晶硅产能将从2021年的6.6万吨/年增长至40万吨，存在产能过剩的风险，公司2023-2025年多晶硅的在手订单分别为32.70万吨、37.58万吨和38.42万吨；（3）2020-2022年，公司电站建设及运营业务收入增长率分别为39.66%、16.49%和0.95%，2019-2022年，电站运营业务毛利率分别为69.61%、66.39%、68.66%和59.40%，2022年第三季度起，公司电站运营收入环比持续下降；（4）随着风能和光伏发电上网指导电价调低，以及新项目平价上网的推进，风能、光伏发电及电站转让的收入会有所降低；（5）与2022年业绩高位相比，公司2023年经营业绩可能出现下滑幅度超过50%的风险。",
    "question": "请发行人说明：（1）公司 2022 年收入增速低于同行业可比公司的原因，结合多晶硅价格及需求量的周期性波动规律、本轮扩产情况、下游存货金额及预计消化周期、多晶硅产品市场空间和未来发展趋势等，说明公司多晶硅价格及销量是否存在持续下行风险；公司多晶硅在手订单系意向订单还是实际订单，与客户关于价格、采购量、保证金及违约条款等的权利义务约定；（2）结合前述情形及可比公司同类产品的布局情况、发行人产能利用率、产品应用领域等，分析募投项目对公司产品结构、产能利用的影响，公司未来是否拟向半导体行业拓展，是否具有新增产能的消化能力，新增大额资产折旧摊销对经营业绩的影响，是否存在较大的减值风险；（3）平价上网及其他相关政策对公司电站业务的具体影响，电站业务收入的主要驱动因素，电站业务收入增长率持续大幅下降的原因，未来是否存在持续下降风险；（4）结合在手订单及期后业绩、同行业公司业绩变动、行业周期性波动及供需状况、行业政策等因素，基于不同市场环境假设，对公司未来经营业绩进行预测，并说明各类假设下主要经营要素需达到的水平；（5）结合前述情形，说明公司经营业绩的可持续性及未来变动趋势，并有针对性地进行重大事项提示。"
  },
  {
    "according": "根据申报材料：（1）发行人间接控股股东特变集团32.95%股权为于2003年因历史原因形成并存续的战略储备股，陈伟林为战略储备股的市场主体登记出资人；（2）特变集团拟于2024年6月30日之前将战略储备股分配完毕，根据特变集团制定的分配基本原则，战略储备股的分配对象不包含上市公司特变电工、发行人的员工。",
    "question": "请发行人说明：（1）结合战略储备股的设立背景、历史沿革及特变集团的业务发展，说明战略储备股长期未分配的原因及合理性，是否存在分配的实质障碍；（2）战略储备股的法律性质，是否为期权激励计划的预留股份，是否满足《证券期货法律适用意见第 17 号》关于期权激励计划的要求；结合出资来源、名义股东、权益持有方等是否一致，说明战略储备股是否属于股份代持，是否应当在申报前予以清理；（3）在战略储备股未分配的状态下，发行人的股权是否清晰，是否符合《首次公开发行股票注册管理办法》（以下简称《注册管理办法》）第12 条关于发行人股权权属清晰、控制权稳定等要求，是否构成本次发行上市的实质障碍；（4）结合特变集团目前已确定的分配原则和具体安排，说明如分配是否会导致在审期间新增股东的情形，并进一步测算分配行为对发行人实际控制人认定和控制权稳定性的影响。"
  },
  {
    "according": "根据申报材料：（1）盱眙高传观音寺三和农场官滩风电场80MW风力发电项目用地曾使用基本农田，已经重新启动用地申请工作；（2）哈巴河新特风电项目部分土地被划入生态保护红线范围内，该项目使用的土地被调出自治区生态红线范围的方案已经上报至国家相关主管部门；（3）新泰光华运营的“农光互补”光伏项目违规使用基本农田，吴起华光运营的光伏项目租赁集体农用地，2023年1月控股股东特变电工受让了乌鲁木齐齐明瑞广晟发电有限公司（新泰光华母公司）和吴起华光 100%股权。",
    "question": "请发行人说明：（1）盱眙高传项目用地申请的具体进展，是否改变该等土地的用途和性质，预计取得国有建设用地权属证书的时间；（2）哈巴河新特项目所占土地调出生态红线范围方案的最新进展，是否取得国家相关主管部门的确认，是否存在实质障碍，下一步整改措施；（3）特变电工对乌鲁木齐明瑞广晟发电有限公司和吴起华光相关资产、业务的具体安排，相关项目未来预计产生的收入、毛利情况，是否可能导致发行人与控股股东产生同业竞争，是否存在避免上市后构成重大不利影响同业竞争的具体措施；新泰光华和吴起华光项目是否可能受到行政处罚，是否对发行人本次发行上市构成障碍；（4）全面梳理发行人已建、在建风电、光伏项目，列表说明占用土地的土地性质、占地面积、是否存在违规使用基本农田、划拨土地、耕地、农用地情形等。对存在用地瑕疵的项目，进一步说明各项目的基本情况、建设/运营阶段、收入和毛利情况、整改措施及进展、主管部门意见、是否可能被行政处罚或构成重大违法行为，以及用地瑕疵对项目进展、业务发展、未来收入、资产减值、净利润等主要经营业绩的影响。"
  },
  {
    "according": "根据申报材料：（1）公司销售费用率高于同行业可比公司，少量电站建设项目存在应履行招投标而未履行的情形。2020年、2021年，销售费用中咨询费分别约为1亿元，同行业公司未见类似大额支出，部分供应商存在规模较小、成立时间较短、已注销等情形，如2021年第一大供应商宁源新能，发行人向其支付咨询费1,079.92万元，服务内容为项目开发信息的获取、资源信息评估、核准、电力接入批复获取等，该公司实缴资本、参保人数均为0；（2）2019-2022年，公司销售费用中项目前期费用分别为0.32亿元、1.56亿元、2.58亿元和1.59亿元，包含项目在开发周期（项目立项完成审批之日至获得项目的建设指标或者公司终止该项目）内未获取指标情形下的前期费用。",
    "question": "请发行人说明：（1）主要咨询费对应的项目情况，包括客户、收入、毛利、业务获取方式及其合规性等，各类异常供应商的具体情况，发行人向其采购服务的原因及合理性。发行人采购金额占咨询费主要供应商的收入比重，采购的具体内容、对应的金额及是否与发行人及供应商业务匹配。支付大额咨询费是否符合行业惯例，资金的最终去向，是否涉及商业贿赂或其他利益输送等情形；（2）公司项目前期费用在各阶段的归集科目、结转方式，对应的主要项目开发周期、内控流程及实际执行情况，与平均开发周期差异较大的具体情况及原因，是否存在通过随意确定开发周期调节损益的情形。请保荐机构、申报会计师核查并发表明确意见，请发行人律师对（1）核查并发表明确意见。"
  },
  {
    "according": "根据申报材料：（1）2022 年 3 月发布的《关于开展可再生能源发电补贴自查工作的通知》（以下简称《自查通知》）要求在全国范围内开展可再生能源发电补贴核查工作，根据 2023 年 1 月 6 日公布的第一批可再生能源发电补贴合规项目清单，公司持有的电站中存在发电补贴的电站项目共计 27 个，其中 12 个未纳入第一批清单；（2）根据公司自查，前述 12 个项目中，有 3 个项目符合本次自查标准，公司预计申诉后可正常获得电价补贴，有 9 个项目存在瑕疵，包括 1个项目未纳入年度可再生能源项目建设计划和规模，8 个项目未在规定时间内全容量并网；（3）9 个瑕疵项目可能存在无法获取或无法全额获取发电补贴的风险，公司已对存在减值迹象的新能源电站相关资产计提了资产减值准备，并对可能会被要求退回的已到账电价补贴款冲减当期营业收入，金额共计 104,718.94 万元，其中：电价补贴应收款项计提信用减值损失 67,829.75 万元，电站相关资产组计提资产减值准备 32,267.57 万元，已收到可能会退回的电价补贴 4,621.62 万元冲减当期营业收入。",
    "question": "请发行人说明：（1）对于未纳入第一批清单的项目，公司预计其中 3 个项目可正常获得电价补贴的判断依据是否充分，目前申诉的进度，是否取得相关部门认可，是否存在类似已申诉成功的案例；9 个存在瑕疵的项目是否拟进行申诉，后期是否仍可能获取补贴，发行人对前述项目的未来安排；（2）《自查通知》对于能否获取补贴的相关要求是否在前期政策文件中均已明确，公司前期确认收入及各关键节点（如应当全容量并网时）对于收入估计的依据是否充分，对于受《自查通知》影响的项目，是否应当作为前期会计差错更正处理，如是，请区分前期已收到可能退回、未收到款项部分，说明会计差错更正的具体方式，是否符合企业会计准则及相关规定；（3）公司进行上述会计处理的具体原因、计算过程及数据来源，损益调整是否充分；对于存在无法获取或无法全额获取发电补贴风险的项目，其合同价款的变动是否因所提供商品或服务相关原因导致，而非客户的信用风险导致，结合前述事项及同行业公司会计处理方式，说明公司针对《自查通知》进行的会计处理是否符合企业会计准则及相关规定。"
  },
  {
    "according": "根据申报材料：（1）2020-2022 年，公司电站建设业务收入中，EPC 模式占比分别为 17.96%、15.53%和 51.57%，2022 年 EPC 模式收入占比上升主要系平价上网政策下，电站建设方基于控制成本等考量，较多以 EPC 模式进行电站建设；（2）2019 年末、2020 年末、2021 年末、2022 年 6 月末，公司已完成试运行后超过 1 年尚未转让的电站余额分别为 11.95 亿元、7.00 亿元、5.88 亿元和 5.85亿元，公司未充分说明合理性；（3）截至 2022 年 6 月 30 日，报告期内已转让项目及期末已建成尚未转让的自主开发电站项目中，“建设同时寻找收购方”电站项目累计发生成本金额占比为 27.33%，发行人存在将 8 个自主开发电站项目转换为自营的情形；（4）自主开发模式下的电站建设业务，发行人将项目公司股权转让给客户时，电站控制权实现转移；（5）公司自主开发电站业务根据《企业会计准则第 8 号——资产减值》（以下简称《8 号准则》），采用预计未来现金流量现值作为可收回金额，以此为基础确定存货减值金额，但会计政策中披露存货按成本与可变现净值孰低原则计价，各年末，公司电站存货的订单支持比例均低于 10%；2022 年末，公司固定资产减值准备余额较 2021 年末增加较多，主要系根据自查结果对存在减值迹象的电站计提了固定资产减值损失 3.06 亿元。",
    "question": "请发行人说明：（1）区分不同业务模式，说明报告期各期电站建设业务的主要客户情况、项目定价及毛利率，发生模式变更的，请说明原因，是否系该客户当年电站采购的主要模式，在 EPC 模式下客户可控制成本的依据及控制成本对发行人影响，2022年 EPC 模式电站销售收入占比大幅上升是否符合行业惯例；（2）公司电站试运行、并网至出售周期与同行业公司的对比情况，部分电站运营周期较长的原因，结合自身经营和管理策略等因素，说明将光伏电站划分为存货和固定资产的具体标准及依据、持有目的的最初确定及变更阶段、内部控制及具体执行过程、各阶段会计处理，是否符合企业会计准则及相关规定；（3）逐项列示报告期各期计入存货的光伏电站项目子公司的成立日期、各关键决策节点的内部程序、决策文件、决策人员及决策日期，相关电站销售过程中历次客户接洽、商务会谈和尽职调查情况等外部程序，并提供充分证据证明投资建设电站的目的为对外销售且非随意变更；（4）报告期各期末的电站存货中，已并网运行的具体情况，包括电站名称、是否确定购买方、是否产生发电收入等，暂未找到交易对象而先由发行人运营的电站，是否应转入固定资产等进行折旧；（5）自主开发模式下的电站建设业务收入、成本、现金流量金额的具体确定方式，是否根据收取的相关对价（包括现金对价和转移的负债等）确定收入，是否按照实际收取的现金为基础编制现金流量表；（6）存货根据《8 号准则》进行减值是否符合发行人的会计政策、企业会计准则规定，按成本与可变现净值孰低应确认的存货跌价准备金额，各关键参数的确定依据及合理性；结合在手订单、期后销售、市场供需及价格变动情况等，说明存货跌价准备、固定资产减值准备计提的充分性。"
  },
  {
    "according": "根据申报材料：（1）近年来，我国多晶硅产量大幅上升，从 2007 年的 2 万吨增加至 2022 年的 82.7 万吨，由于下游硅片生产企业因高库存导致采购需求减弱，以及硅料企业扩产增量影响，多晶硅市场价格经历高位后下跌，多晶硅致密料从 2022 年 10 月的 30.60 万元/吨下降至 2022 年 12 月的 24.54 万元/吨；（2）公司拟募集资金88亿用于20万吨高端电子级多晶硅绿色低碳循环经济建设项目，公司目前多晶硅产品应用于光伏行业；随着募投项目建成，公司多晶硅产能将从 2021 年的 6.6 万吨/年增长至 40 万吨，存在产能过剩的风险，公司 2023-2025年多晶硅的在手订单分别为 32.70 万吨、37.58 万吨和 38.42 万吨；（3）2020-2022年，公司电站建设及运营业务收入增长率分别为 39.66%、16.49%和 0.95%，2019-2022 年，电站运营业务毛利率分别为 69.61%、66.39%、68.66%和 59.40%，2022 年第三季度起，公司电站运营收入环比持续下降；（4）随着风能和光伏发电上网指导电价调低，以及新项目平价上网的推进，风能、光伏发电及电站转让的收入会有所降低；（5）与 2022 年业绩高位相比，公司 2023 年经营业绩可能出现下滑幅度超过 50%的风险。根据公开资料：2022 年，同行业可比公司大全能源、天合光能营业收入预计分别增长 175%和 91.65%，高于发行人的 66.68%。",
    "question": "请发行人说明：（1）公司 2022 年收入增速低于同行业可比公司的原因，结合多晶硅价格及需求量的周期性波动规律、本轮扩产情况、下游存货金额及预计消化周期、多晶硅产品市场空间和未来发展趋势等，说明公司多晶硅价格及销量是否存在持续下行风险；公司多晶硅在手订单系意向订单还是实际订单，与客户关于价格、采购量、保证金及违约条款等的权利义务约定；（2）结合前述情形及可比公司同类产品的布局情况、发行人产能利用率、产品应用领域等，分析募投项目对公司产品结构、产能利用的影响，公司未来是否拟向半导体行业拓展，是否具有新增产能的消化能力，新增大额资产折旧摊销对经营业绩的影响，是否存在较大的减值风险；（3）平价上网及其他相关政策对公司电站业务的具体影响，电站业务收入的主要驱动因素，电站业务收入增长率持续大幅下降的原因，未来是否存在持续下降风险；（4）结合在手订单及期后业绩、同行业公司业绩变动、行业周期性波动及供需状况、行业政策等因素，基于不同市场环境假设，对公司未来经营业绩进行预测，并说明各类假设下主要经营要素需达到的水平；（5）结合前述情形，说明公司经营业绩的可持续性及未来变动趋势，并有针对性地进行重大事项提示。"
  },
  {
    "according": "根据申报材料：（1）盱眙高传观音寺三和农场官滩风电场 80MW 风力发电项目用地曾使用基本农田，已经重新启动用地申请工作；（2）哈巴河新特风电项目部分土地被划入生态保护红线范围内，该项目使用的土地被调出自治区生态红线范围的方案已经上报至国家相关主管部门；（3）新泰光华运营的“农光互补”光伏项目违规使用基本农田，吴起华光运营的光伏项目租赁集体农用地，2023年 1 月控股股东特变电工受让了乌鲁木齐明瑞广晟发电有限公司（新泰光华母公司）和吴起华光 100%股权。",
    "question": "请发行人说明：（1）盱眙高传项目用地申请的具体进展，是否改变该等土地的用途和性质，预计取得国有建设用地权属证书的时间；（2）哈巴河新特项目所占土地调出生态红线范围方案的最新进展，是否取得国家相关主管部门的确认，是否存在实质障碍，下一步整改措施；（3）特变电工对乌鲁木齐明瑞广晟发电有限公司和吴起华光相关资产、业务的具体安排，相关项目未来预计产生的收入、毛利情况，是否可能导致发行人与控股股东产生同业竞争，是否存在避免上市后构成重大不利影响同业竞争的具体措施；新泰光华和吴起华光项目是否可能受到行政处罚，是否对发行人本次发行上市构成障碍；（4）全面梳理发行人已建、在建风电、光伏项目，列表说明占用土地的土地性质、占地面积、是否存在违规使用基本农田、划拨土地、耕地、农用地情形等。对存在用地瑕疵的项目，进一步说明各项目的基本情况、建设/运营阶段、收入和毛利情况、整改措施及进展、主管部门意见、是否可能被行政处罚或构成重大违法行为，以及用地瑕疵对项目进展、业务发展、未来收入、资产减值、净利润等主要经营业绩的影响。"
  },
  {
    "according": "根据申报材料：（1）公司销售费用率高于同行业可比公司，少量电站建设项目存在应履行招投标而未履行的情形。2020 年、2021 年，销售费用中咨询费分别约为 1 亿元，同行业公司未见类似大额支出，部分供应商存在规模较小、成立时间较短、已注销等情形，如 2021 年第一大供应商宁源新能，发行人向其支付咨询费 1,079.92 万元，服务内容为项目开发信息的获取、资源信息评估、核准、电力接入批复获取等，该公司实缴资本、参保人数均为 0；（2）2019-2022 年，公司销售费用中项目前期费用分别为 0.32 亿元、1.56 亿元、2.58 亿元和 1.59 亿元，包含项目在开发周期（项目立项完成审批之日至获得项目的建设指标或者公司终止该项目）内未获取指标情形下的前期费用。",
    "question": "请发行人说明：（1）主要咨询费对应的项目情况，包括客户、收入、毛利、业务获取方式及其合规性等，各类异常供应商的具体情况，发行人向其采购服务的原因及合理性。发行人采购金额占咨询费主要供应商的收入比重，采购的具体内容、对应的金额及是否与发行人及供应商业务匹配。支付大额咨询费是否符合行业惯例，资金的最终去向，是否涉及商业贿赂或其他利益输送等情形；（2）公司项目前期费用在各阶段的归集科目、结转方式，对应的主要项目开发周期、内控流程及实际执行情况，与平均开发周期差异较大的具体情况及原因，是否存在通过随意确定开发周期调节损益的情形。请保荐机构、申报会计师核查并发表明确意见，请发行人律师对（1）核查并发表明确意见。"
  },
  {
    "according": "根据申报材料：1）目前国内 MR 介入治疗器械仅有雅培的 MitraClip 于 2020 年获批上市，另有19款产品已进入临床试验阶段；发行人核心产品ValveClamp相较MitraClip在入路途径、夹合效果等方面有改进，能改善 MitraClip 在术中操作时间长、瓣叶捕获难度大等临床应用不足；2）ValveClamp 已于 2022 年 6 月完成上市前临床试验，试验过程中与器械相关的不良事件共计发生 12 例、严重不良事件共 7 例；3）发行人其他两款核心产品包括二尖瓣夹合器ValveClasp 和新型房间隔缺损封堵器 ReAces，目前均处于临床试验阶段，其中 ValveClasp 已完成 5 例 FIM 临床试验。",
    "question": "请发行人说明：（1）结合 ValveClamp 与 MitraClip 及其他主要在研竞品在入路途径、适应症范围、夹合器与闭合环的微观结构、夹合范围、材料工艺、输送系统等方面的对比分析，说明发行人产品技术优劣势的具体体现；（2）目前 MitraClip 在临床使用方面不足的具体表现，ValveClamp 的改进措施、实现方式及其是否显著改善临床获益,经心尖入路是否会对心脏功能产生负面影响；并结合临床试验数据，说明 ValveClamp 与 MitraClip 在有效性、安全性方面的具体指标对比情况；（3）ValveClamp 临床试验中不良事件和严重不良事件的统计口径及合理性，相关病例的具体情况，对试验有效性、安全性的具体影响；（4）ValveClamp 注册申请的最新进展及与主管部门的沟通情况，分析是否存在影响产品注册上市的重大不利事项；（5）ValveClasp 较 ValveClamp 的区别和改进情况，是否存在较大技术跨度，适应症范围是否有拓展；（6）ValveClasp 和 ReAces 临床试验的最新进展情况，包括试验入组进展、预计完成入组时间、已取得的试验数据/结果（如有）、预计完成试验和上市时间，与主管部门沟通及达成的共识情况等；ValveClasp 仅完成 5例 FIM 临床试验是否足够，是否已实际进入确证性试验阶段。"
  },
  {
    "according": "根据申报材料：1）目前国内临床在研二尖瓣介入器械共有 19 款，包括 15 个修复器械和 4 个置换器械，涉及缘对缘修复、人工腱索修复、二尖瓣置换等多种技术类型；2）发行人竞争对手多存在同时布局不同入路途径的二尖瓣修复器械、不同技术路径的二尖瓣修复器械或者同步在研二尖瓣修复/置换器械；3）发行人根据弗若斯特沙利文的报告，预计 2027 年中国中度到重度 MR 患者将达到 1260 万人，二尖瓣修复手术量将达到 2 万台，经导管二尖瓣修复器械市场规模将达到 30.98 亿元。根据公开资料，目前 MitraClip 尚未进入医保。",
    "question": "请发行人说明：（1）结合不同介入治疗器械的种类及应用场景，详细对比发行人与竞争对手在心脏瓣膜介入治疗领域的产品管线和技术路径布局情况，说明发行人产品矩阵与竞争对手相比的优劣势；（2）结合国内在研二尖瓣介入器械数量、种类及注册上市进度情况，预计发行人核心产品实现商业化的时间及排名，客观充分分析细分赛道竞争激烈、发行人研发进度排名对市场空间的影响；（3）目前 MitraClip 的终端销售价格和介入治疗费用情况；国内心脏瓣膜介入器械产品纳入医保的最新进展和政策走向，二尖瓣介入器械纳入医保目录是否存在明显障碍；终端售价和医保政策变化对发行人产品推广和市场空间是否造成不利影响；（4）二尖瓣修复器械市场中瓣叶修复、瓣环修复、腱索修复各自的细分市场规模情况，发行人核心产品对应适应症的市场空间情况；（5）二尖瓣修复器械市场空间测算的具体过程和依据；结合全球 MR 介入修复手术增长量及渗透率情况、及MR 介入缘对缘修复器械市场规模变动情况，说明相关测算是否合理；（6）发行人测算中所采用的中度到重度 MR 患者人数、复合增长率、市场渗透率、手术量、器械价格等关键数据的来源是否权威，测算过程是否客观，相关假设或模型等是否谨慎；（7）房间隔封堵疗法在心脏疾病治疗中的定位和作用，国内房间隔缺损手术量较低、未来市场规模增长乏力的原因和影响因素，ReAces 较同类竞品的优劣势，未来商业化推广是否存在较大难度；（8）结合问题 1、问题 2 及前述问题，充分论述发行人产品是否符合“市场空间大”的要求。"
  },
  {
    "according": "根据申报材料：1）发行人具有精密可调弯导管的设计和生产技术、新型心脏封堵器的设计及加工技术、二尖瓣夹合器设计及加工技术等 8 项核心技术；2）发行人拥有一整套精密可控可操纵导管鞘的研发、生产及验证生产线，是国内少数能自己加工调弯鞘管公司之一；3）发行人世界首创单根镍钛金属丝编织完成封堵器网，实现可穿刺封堵器设计；世界首创用镍钛编织球作为跨瓣器主部件，以便 ValveClamp 手术时不缠绕腱索。",
    "question": "请发行人说明：（1）衡量二尖瓣夹合器技术优劣势的关键技术指标，发行人 8 项核心技术是否为行业通用技术，核心技术研发过程中已形成的知识产权成果，以及发行人核心技术壁垒的具体体现；（2）可调弯鞘管的技术来源和研发人员情况，技术难度的具体体现，相关技术成果在发行人核心产品中的具体应用及与可比公司竞品的比较情况；（3）镍钛金属丝编织和镍钛编织球制作和运用的技术难点，相关材料的选择或部件制备技术在核心产品中的具体应用与可比公司竞品的比较情况，“世界首创”的表述是否客观、准确；（4）结合各类瓣膜介入治疗方式的共通性、跨瓣膜类型的治疗技术差异情况，分析发行人拓展三尖瓣等其他瓣膜疾病领域的可能性，是否存在较高的转化成本。"
  },
  {
    "according": "根据申报材料：1）发行人有 12 项发明专利、16 项实用新型受让自中山医院，2项发明专利、1 项实用新型受让自无锡市第二人民医院，部分专利转让未提供医院内部审批文件或未履行公示程序；2）发行人核心产品 ValveClamp 夹合器和 AeAces 封堵器的原理性设计来自于中山医院潘文志医生团队在临床实践中的研发创新，发行人受让相关专利后进行了重大改进；3）发行人核心技术人员潘文志为中山医院主任医师，是ValveClamp 原始专利第一发明人、ReAces 原始专利的主要发明人之一，自发行人设立以来一直担任临床医学顾问，与发行人签订专家顾问聘用协议并领取劳务报酬；4）除潘文志外，发行人还有 5 名核心技术人员，从事 9 款在研产品研发；5）发行人与中山医院持续开展医工合作，2022 年 9 月双方签订国家医学中心攻关项目《框架合作协议》，约定合作完成“自主产权结构心脏病器械创新研发”，合同金额 1 亿元，具体合作事宜另行约定。",
    "question": "请发行人说明：（1）发行人继受取得的专利与核心技术、核心产品的对应关系，发行人核心技术和产品、主营业务对继受专利是否存在依赖；（2）相关继受专利的形成过程、项目背景及合作研发情况，专利发明人是否为发行人员工，发行人是否实质拥有相关专利技术；（3）发行人取得继受专利的过程是否合法合规，定价是否公允，权属是否清晰，是否存在争议或潜在纠纷；（4）发行人研发人员在核心产品研发设计改进过程中的作用和贡献，关键技术突破的时间节点，形成的技术成果及专利申请情况；（5）潘文志是否与发行人签订劳务合同、保密协议及竞业禁止协议，如否，未签订相关协议的原因与合理性，将其认定为核心技术人员是否符合相关规定；其作为兼职顾问的具体工作内容与方式，在发行人持续技术研发创新中的定位和作用；除发行人外，潘文志是否还在其他同行业企业担任顾问或者存在同一领域的研发合作；（6）9 款在研产品的研发负责人和研发团队成员分工，相关项目是否存在合作研发，是否对潘文志和中山医院或其他合作研发方有所依赖；（7）发行人与中山医院履行中的技术合作协议的项目背景、协议的主要内容、各方的分工、参与人员、履约进展及款项支付情况，与发行人在研项目和产品的关系，对发行人持续研发创新的影响；（8）请发行人结合问题 4 以及前述问题，说明是否具有独立的持续研发创新能力，研发团队是否具有稳定性预期，发行人是否具备明显的技术优势。"
  },
  {
    "according": "根据申报材料：1）发行人将通过自营及经销商渠道将产品推广至一二线城市且有能力开展心内科及心外科手术的医院，已于 2021 年 6 月设立销售部，并已结合市场情况开始对二尖瓣缘对缘修复技术的推广；2）发行人将主要采取学术营销的推广模式，通过大量针对关键意见领袖的教育，向市场传递其核心产品的临床优势，并在医生群体中建立手术习惯；3）截至 2022 年 9 月 30 日，发行人销售人员 5 名。",
    "question": "请发行人说明：（1）结合目前国内二尖瓣修复器械市场和客户培育现状、终端使用医院的等级分布和地域特征、可行介入修复术式的医院和科室分布特征等，说明发行人相关培训规划和推广安排，以及商业化推广的最新进展；（2）发行人商业化团队的最新人数、成员简历、从业经验等情况，核心成员是否具有心脏介入类医疗器械的销售推广经验。"
  },
  {
    "according": "根据申报材料，1）报告期内公司营业收入分别为 0.00 万元、49.03 万元、340.54万元和 216.66 万元，其中主营业务收入全部来自提供宠物健康服务及销售宠物医疗器械；2）发行人宠物店对应的客户类型主要为自然人，报告期内存在互联网支付和现金收款情形；3）发行人子公司中竑宇医疗、心宇宠医、新加坡竑宇主要从事宠物相关业务及推广。",
    "question": "请发行人说明：（1）宠物健康服务及宠物医疗器械业务的具体内容、业务模式、客户群体、开展主体及区域，报告期内相关业务收入规模较小的原因；（2）报告期内主营业务收入和其他业务收入的构成情况、主要客户及其基本情况，自然人客户的数量、收入金额、客单价，对自然人客户销售真实性及线上支付、现金收款建立的内控措施及其健全有效性；（3）发行人对宠物相关两类业务的规划和定位，是否为未来重点发展方向。"
  },
  {
    "according": "根据申报材料：1）发行人历史沿革中存在多数外部股东同一时间入股时增资价格高于股权转让价格，不同股东相近时间入股价差较大的情况；2）2020 年 10 月，管经纬与余鹏解除代持关系时，约定管经纬按 3,898.40 万元转让给余鹏控制的安吉曲率，安吉曲率实际并未支付，但相关税费已全部缴纳；3）泰誉投资、苏州幂方、西藏龙脉得入股发行人时，均签订相关协议要求潘文志在一定期间内入职发行人，如未履行该承诺，潘文志配偶杨惠仙需对股东进行股权补偿，各股东实际得到的补偿股权价格差异较大；4）股东磐茂上海持有发行人股份比例为 21.16%，泰铭投资持有发行人 1.05%股份，保荐人中金公司的全资子公司中金资本运营有限公司与磐茂上海、泰明投资存在间接股权关系。",
    "question": "请发行人说明：（1）按照时间顺序列明历次股权变动情况，包括股东投资背景、入股形式、资金来源、入股价格、定价依据；历次入股价格波动较大，及同一时期不同方式入股价格差异较大的原因与合理性，入股价格波动与核心技术突破、核心产品研发阶段性进展的匹配情况，与同时期可比公司的估值差异情况；（2）管经纬、余鹏与戴宇峰的关系，代持关系形成具体原因和背景，代持还原时采用溢价转让的原因与合理性，相关款项未实际支付是否存在争议或潜在纠纷；（3）历次股权补偿协议签订的时间、背景、相关方、主要条款内容，同一时期不同股东获得补偿股权的价格差异较大的原因与合理性；（4）相关股东要求潘文志限期入职发行人的原因和主要考量，潘文志入职与否对发行人估值作价是否存在重大影响，发行人与现有股东是否仍存在类似约定，如有，请补充披露并说明影响。"
  },
  {
    "according": "根据申报材料：1）报告期内，发行人与实际控制人控制的企业安吉卓源、部分董事、监事、高级管理人员存在共同投资竑宇医疗的情况，2020 年 10 月安吉卓源将部分竑宇医疗股份作价 1100 万元转让给发行人，并且竑宇医疗存在磐茂上海、东证富象等少数股东；2）发行人与实际控制人戴宇峰存在共同投资广东捍宇的情况，广东捍宇主营鞘管的研发生产与销售，鞘管为发行人主营产品的核心配套产品；3）报告期内发行人存在与竑宇医疗、广东捍宇的内部交易。",
    "question": "请发行人说明：（1）发行人与安吉卓源共同设立竑宇医疗的背景、原因和必要性，与主营业务的协同情况；（2）安吉卓源将所持竑宇医疗股权全部转让的原因和背景，转让价格和定价公允性，转让价款的支付情况及去向；（3）安吉翎科增资入股广东捍宇的原因、背景和必要性，增资价格和定价公允性；（4）实际控制人及其他投资方在竑宇医疗、广东捍宇股权转让及业务往来中是否存在其他利益安排或损害发行人利益的行为，内部交易价格的公允性；（5）竑宇医疗少数股东入股的背景、过程及价格公允性，部分少数股东同时入股发行人及竑宇医疗的原因、是否构成一揽子交易，竑宇医疗实现的股权融资款是否存在使用主体或用途受限的情形。"
  },
  {
    "according": "根据申报材料：1）2019 年 4 月发行人收购诺强医疗 100%股权，约定将根据其在申请二尖瓣环缩相关专利研发进展分期付款，合计价款 2000 万元，后因未达约定研发进度，补充约定以 600 万元为全部作价；2）2022 年 11 月发行人使用自有资金 5,883.88万元受让傲流医疗 13.0753%股权，收购后傲流医疗成为发行人参股公司。根据公开资料，CorviaMedical 旗下 Corvia 心房分流器产品三期临床试验失败。",
    "question": "请发行人说明：（1）结合二尖瓣环缩技术与发行人主要业务技术的协同关系，说明收购诺强医疗的原因和背景、定价公允性，收购前诺强医疗主要财务数据，收购时点认定的准确性及收购相关会计处理；（2）诺强医疗二尖瓣环缩技术研发未达预期进度的原因，收购后发行人对二尖瓣环缩系统持续研发投入情况及取得的成果，收购后对相关资产、人员、业务各方面的整合情况；（3）傲流医疗的主营业务、主要产品及其与发行人主要产品及技术的协同性，主要经营情况及财务数据；结合国内外心房分流器产品的研发现状和进展、发行人主要产品未来研发投入和货币资金保有量，说明参股傲流医疗的主要原因与考虑；（4）收购时对傲流医疗整体估值的相关依据、收购价款的公允性，收购款项的支付和去向情况，截至本问询回复日长期股权投资是否存在减值迹象。"
  },
  {
    "according": "根据申报材料：1）报告期内发行人确认的股份支付金额分别为 5,695.91 万元、953.25万元和 1,135.70 万元；2）发行人员工持股平台主要为安吉启悦，竑宇医疗员工持股平台主要为安吉瑞达、安吉万域，并且 2020 年 12 月发行人存在以低价受让取得竑宇医疗股权的情形；3）公司聘请第三方估值机构对每次授予的限售股股权进行评估。",
    "question": "请发行人说明：（1）结合合伙协议、股权激励计划协议中关于服务期、锁定期、份额转让及定价情况的相关条款，以及各平台成立至今离职员工相关条款的执行情况，进一步说明服务期认定的准确性；（2）第三方估值机构对历次限售股股权的评估结果及其与最近一次外部投资者增资或受让股权价格的对比情况，评估价值的公允性；（3）发行人以低价取得竑宇医疗股权的基本情况、价格公允性，是否涉及股份支付；（4）历轮股权激励人员实际出资及资金来源情况，是否存在股权代持等其他利益安排。"
  },
  {
    "according": "根据申报材料，1）报告期内公司营业收入分别为 0.00 万元、49.03 万元、340.54万元和 216.66 万元，其中主营业务收入全部来自提供宠物健康服务及销售宠物医疗器械；2）发行人宠物店对应的客户类型主要为自然人，报告期内存在互联网支付和现金收款情形；3）发行人子公司中竑宇医疗、心宇宠医、新加坡竑宇主要从事宠物相关业务及推广。",
    "question": "请发行人说明：（1）宠物健康服务及宠物医疗器械业务的具体内容、业务模式、客户群体、开展主体及区域，报告期内相关业务收入规模较小的原因；（2）报告期内主营业务收入和其他业务收入的构成情况、主要客户及其基本情况，自然人客户的数量、收入金额、客单价，对自然人客户销售真实性及线上支付、现金收款建立的内控措施及其健全有效性；（3）发行人对宠物相关两类业务的规划和定位，是否为未来重点发展方向。"
  },
  {
    "according": "根据申报材料：1）2019 年 4 月发行人收购诺强医疗 100%股权，约定将根据其在申请二尖瓣环缩相关专利研发进展分期付款，合计价款 2000 万元，后因未达约定研发进度，补充约定以 600 万元为全部作价；2）2022 年 11 月发行人使用自有资金5,883.88 万元受让傲流医疗 13.0753%股权，收购后傲流医疗成为发行人参股公司。根据公开资料，CorviaMedical 旗下 Corvia 心房分流器产品三期临床试验失败。",
    "question": "请发行人说明：（1）结合二尖瓣环缩技术与发行人主要业务技术的协同关系，说明收购诺强医疗的原因和背景、定价公允性，收购前诺强医疗主要财务数据，收购时点认定的准确性及收购相关会计处理；（2）诺强医疗二尖瓣环缩技术研发未达预期进度的原因，收购后发行人对二尖瓣环缩系统持续研发投入情况及取得的成果，收购后对相关资产、人员、业务各方面的整合情况；（3）傲流医疗的主营业务、主要产品及其与发行人主要产品及技术的协同性，主要经营情况及财务数据；结合国内外心房分流器产品的研发现状和进展、发行人主要产品未来研发投入和货币资金保有量，说明参股傲流医疗的主要原因与考虑；（4）收购时对傲流医疗整体估值的相关依据、收购价款的公允性，收购款项的支付和去向情况，截至本问询回复日长期股权投资是否存在减值迹象。"
  },
  {
    "according": "根据申报材料：1）报告期内发行人确认的股份支付金额分别为 5,695.91 万元、953.25 万元和 1,135.70 万元；2）发行人员工持股平台主要为安吉启悦，竑宇医疗员工持股平台主要为安吉瑞达、安吉万域，并且 2020 年 12 月发行人存在以低价受让取得竑宇医疗股权的情形；3）公司聘请第三方估值机构对每次授予的限售股股权进行评估。",
    "question": "请发行人说明：（1）结合合伙协议、股权激励计划协议中关于服务期、锁定期、份额转让及定价情况的相关条款，以及各平台成立至今离职员工相关条款的执行情况，进一步说明服务期认定的准确性；（2）第三方估值机构对历次限售股股权的评估结果及其与最近一次外部投资者增资或受让股权价格的对比情况，评估价值的公允性；（3）发行人以低价取得竑宇医疗股权的基本情况、价格公允性，是否涉及股份支付；（4）历轮股权激励人员实际出资及资金来源情况，是否存在股权代持等其他利益安排。"
  },
  {
    "according": "根据申报材料：1）报告期内发行人存在通过第三方公司向其员工和外部顾问支付工资和顾问费的情形，发行人员工存在代领奖金情形；2）发行人实际控制人戴宇峰与杨惠仙存在与董监高、其他个别员工的资金往来，主要系持股平台股份交易、买房借款及个人资金周转等。",
    "question": "请发行人说明：报告期内发行人财务内控不规范的情形、相关背景及原因、所涉人员及金额情况，实际控制人及其一致行动人、关联方与发行人员工资金往来的具体情况及金额、是否签订借款协议，相关财务内控不规范情形的整改情况。"
  },
  {
    "according": "根据申报材料：发行人 2019 年度、2021 年度、2022 年 1-6 月分别现金分红3000 万元、4539 万元、2031.48 万元，占当期净利润比例较高。",
    "question": "请发行人说明：报告期内三次进行现金分红的原因及主要考虑，分红的必要性。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司向前五大客户（合并口径）销售占比分别为 89.51%、93.79%和 96.35%，客户集中度较高，主要原因是公司为一级配套供应商，下游整车行业集中度较高；（2）主机厂为保障供货，均需经过严格及长期的考核和认证，并通常会对同一类零部件保留 3-5 家供应商；（3）2019年、2020 年、2021 年、2022 年 1-6 月公司获得主要客户的项目定点分别为 41、258、40、50；（4）主要客户常春内饰经营范围为汽车零部件及配件制造；（5）报告期内比亚迪占发行人主营业务收入比例从4.02%增长至53.45%，并成为2022年第一大客户。",
    "question": "请发行人说明：（1）发行人与主要客户的合作情况，包括客户认证的过程、发行人进入供应商名录的时间、开始销售的时间、报告期各期的销售产品、销售金额及变动原因、回款金额、回款方式；（2）选取报告期内销售的主零部件，分析主要客户向发行人采购与其他供应商采购的占比情况、是否存在自产零部件的能力及对发行人持续销售的影响，发行人是否存在被替代等客户流失风险；（3）报告期各期客户数量、新增客户与退出客户数量及对应的销售收入，是否存在刚成立即成为发行人客户、客户规模与其采购规模不匹配的情形，相关客户、前五大客户与发行人、实控人及其关联方、董监高、供应商是否存在关联关系或其他利益关系；（4）发行人向常春内饰等汽车零部件及配件制造商销售的合理性，后续是否再加工，相关产品是否在客户处得到使用、形成产品并销售、期末库存情况；（5）报告期不同客户的项目定点变动情况及对应实现的收入；公司与主要客户下单、采购、生产、发货、收款、记账等全流程内控是否完善；（6）客户集中度较高的原因及是否符合行业特性，并结合发行人与主要客户的合作历史及背景、业务稳定性、在手订单数量及订单获取方式等，说明业务获取方式的合法合规性及定价公允性，相关业务及业绩增长是否具有可持续性；（7）结合发行人与比亚迪等主要客户的主要合同约定情况，合作期限以及相关合作终止的情形等，说明是否存在到期无法续约的风险；（8）与主要客户之间年降条款的具体约定、实际执行情况及对发行人财务状况的量化影响，相关风险揭示是否充分。 "
  },
  {
    "according": "根据申报材料：（1）公司汽车零部件产品销售模式主要包括寄售模式和非寄售模式，寄售模式下，客户根据其生产需求领用产品并提供结算清单，公司根据结算清单确认收入；非寄售模式下，公司将产品交付至客户仓库，经客户验收后入库，公司根据核对一致后的收货明细确认收入；（2）报告期各期，实现模具销售收入 2,052.25 万元、1,953.39 万元、346.05 万元和 348.97 万元，公司2021 年度及 2022 年 1-6 月模具销售收入下降，主要受客户结构和合作模式影响；（3）存在合同条款规定，公司在向客户提供货物三个月内，如提供货物不符合合同规定，客户可提出零公里索赔。",
    "question": "请发行人说明：（1）不同收入确认方法对应的收入金额，主要客户的收入确认方法以及对应销售合同中关于运输、签收、验收、对账、退货等相关约定，收入确认时点、依据是否与合同约定一致，报告期内发生退换货与索赔的金额情况；（2）寄售模式下的结算清单的出具方式和出具时点，是否存在收入跨期，实际领用数量和结算单是否存在差异及差异处理方式；非寄售模式下的验收方式和验收流程；（3）汽车零部件产品量产前公司进行工艺设计、模具开发、样品试制的会计核算方法，样品是否用于销售及相关会计处理；（4）模具的开发、设计成本如何核算，报告期各期发行人设计生产的模具用于自用、对外销售的具体情况，客户结构和合作模式对模具收入的具体影响情况；在发行人处用于生产汽车零部件的模具的所有权归属及管理机制；（5）模具的折旧年限、确定依据及与同行业可比公司的比较情况，鉴于汽车零部件产品快速更新换代的特征，模具折旧年限是否存在显著长于客户产品生产年限的情况，是否存在减值风险。"
  },
  {
    "according": "根据申报材料：原始报表与申报报表存在多项会计核算差错调整事项。",
    "question": "请发行人说明：会计核算差错调整事项的具体事由、发生原因、调整过程。"
  },
  {
    "according": "根据申报材料：（1）公司主要从事汽车造型部件和汽车声学产品的研发、生产和销售，以及汽车车轮的总成分装业务。公司相关领域竞争充分，属于汽车零部件行业的一级供应商；（2）公司主要产品包括汽车造型部件、汽车声学产品和车轮总成分装三部分。其中，汽车造型部件主要包括了格栅、饰条及字标等；汽车声学产品主要包括顶棚、地毯、隔音隔热垫、行李箱盖板及储物盒等；车轮总成分装是按照主机厂的要求，将轮胎、轮毂、胎压传感器等进行组装；（3）报告期内，公司新能源汽车配套产品业务收入从 855.39 万元增加至34,197.25 万元，占营业收入比例从 2.92%增加至 54.43%。 ",
    "question": "请发行人说明：（1）生产燃油车配套产品与新能源汽车配套产品在产品性能及技术方面是否存在较大差异；（2）发行人是否取得生产经营应具备的全部资质，报告期内是否存在重大产品质量投诉纠纷，产品质量控制制度和措施是否健全并得到有效执行。"
  },
  {
    "according": "根据申报材料：陈王保合计控制发行人 92.3576 表决权，系公司实际控制人。陈方明系陈王保弟弟，直接持有发行人 2.7158%的股权、通过保泰利及合肥持盈分别间接持有发行人 0.3477%股份和 3.5806%股份，并担任发行人董事职务。王永秀系陈王保配偶，通过发行人之控股股东汇通集团间接持有发行人 5.7764%股份。",
    "question": "请发行人说明：（1）结合陈方明、王永秀的持股情况及入股资金来源，在发行人处任职情况、董事会与股东大会投票情况和在公司经营管理活动中发挥的作用，以及实际控制人认定相关规定等，说明二人是否为陈王保的一致行动人，未将其认定为共同实际控制人的原因及是否符合公司实际；（2）陈方明、王永秀是否存在重大违法情况，是否存在通过未认定为共同实际控制人进而规避实际控制人变动、同业竞争、股份锁定等相关发行条件及监管要求的情形。"
  },
  {
    "according": "根据申报材料：（1）2017 年 11 月，汇通控股发布《股票发行认购公告》，宁波磐磬认购公司 450 万股股份。2022 年 12 月，宁波磐磬将其持有公司 300 万股股份转让给海恒投资；将其持有公司 150 万股股份转让给国元创投，转让价格均为每股 11 元/股；（2）发行人于 2014 年 10 月在全国股转系统挂牌，并于 2022年 3 月摘牌。现有股东 60 名，其中自然人股东 47 名，非自然人股东 13 名；（3）持股平台保泰利股东中，陈文慧、陈文娟系陈王保兄长的女儿，其他均为汇通控股及子公司董监高和骨干员工。",
    "question": "请发行人说明：（1）宁波磐磬、海恒投资和国元创投的基本情况（包括股权结构、实际控制人、是否关联方等），入股发行人及上市前股权转让的背景、原因及过程，入股价格、定价依据及公允性、资金来源及价款支付情况，是否存在股份代持，是否需履行相应的评估、备案、审批程序，是否符合相关法律法规规定，相关股权变动及转让是否存在纠纷及潜在纠纷；（2）股转系统挂牌期间与本次发行上市申请文件是否存在重大差异；发行人在挂牌期间的交易情况和运作情况是否符合相关法律法规的规定，是否受到行政处罚或被采取监管措施，以及对本次发行上市的影响；（3）结合存在较多机构股东的情况说明是否存在对赌协议等类似安排，若存在，请说明具体内容、履行/解除情况，是否符合《监管规则适用指引——发行类第 4 号》4-3 的规定；（4）陈文慧、陈文娟入股保泰利的原因及过程，相关入股价格的确定依据及合理性，是否符合相关规定。"
  },
  {
    "according": "根据申报材料：公司实际控制人近亲属陈方明控制的企业为汇众物流，同时实际控制人持有汇众物流 42%的股权。汇众物流的主营业务是作为中转库，对客户委托的产品提供仓储管理及配送服务。其业务范围与汇通控股子公司海川部件“汽车零部件总成装配、加工；仓储配送”相似。",
    "question": "请发行人说明：相同或者相似业务情况，相关业务是否具有替代性、竞争性、是否有利益冲突、是否在同一市场范围内销售等，并客观、充分论证是否与发行人构成同业竞争，是否存在利益输送的情形。"
  },
  {
    "according": "根据申报材料：2019 年，发行人子公司库尔特劳务派遣员工人数占公司用工总数比例超过 10%。2020 年至今，汇通控股在包装、打包、装卸等岗位采用劳务外包的用工形式。报告期末，发行人及子公司未缴纳社会保险和住房公积金比例为 20%左右。",
    "question": "请发行人说明：（1）劳务派遣用工的具体情况，是否符合劳动法、劳务派遣暂行规定等法律法规，是否存在重大违法行为；（2）劳务采购的金额、占比以及变动情况、定价依据及公允性，劳务外包商的基本情况及与发行人及其关联方是否具有关联关系，是否具备相应业务资质，是否存在以劳务外包形式规避劳务派遣相关法律法规限制的情形；（3）报告期各期未缴纳社保和公积金的原因、人数、金额，如足额缴纳对经营业绩的影响，是否符合相关法律法规规定以及是否构成发行上市障碍。"
  },
  {
    "according": "根据申报材料：公司电镀生产环节会产生部分废水、废气及危废品。报告期内因公司处理后污水检测未达标涉及环保行政强制措施，同时，公司存在安全生产处罚和车辆及设备登记检测相关处罚。",
    "question": "请发行人说明：（1）生产经营涉及环境污染的具体环节、主要污染物名称及排放量、主要处理设施实际运行情况，报告期内发行人环保投资和相关费用成本支出情况，环保设施运行情况；报告期内环保投入、环保相关成本费用是否与处理公司生产经营所产生的污染相匹配；公司生产经营与募集资金投资项目是否符合国家和地方环保要求；（2）结合上述被采取措施或处罚的背景、内容、整改情况以及《证券期货法律适用意见第 17 号》等相关规定，说明是否构成重大违法行为及对本次发行上市影响。"
  },
  {
    "according": "根据申报材料：2019 年 10 月 31 日，汇通控股与安徽工业大学签订《技术开发（合作）合同》，约定双方共同研究开发汽车装饰镀工艺开发和电镀国际标准研究项目。",
    "question": "请发行人说明：技术开发合同的相关情况，签订背景及知识产权约定及归属情况，在发行人生产经营中所起的作用。"
  },
  {
    "according": "根据申报材料，（1）在发行人设立前，实际控制人控制的业务及资产主要分布于力玄健康和宁波昌隆，实际控制人吴银昌、吴彬境外投资设立银座国际和萨摩亚银座，分别持有宁波昌隆 100%股权、力玄健康 49%股权；（2）实际控制人之所以选择新设公司作为拟上市主体而非选择原业务经营主体，主要系投资设立银座国际和萨摩亚银座时，未办理自然人境外投资外汇登记手续，而后在《国家外汇管理局关于境内居民通过特殊目的公司境外投融资及返程投资外汇管理有关问题的通知》（以下简称“37 号文”）生效后，仍未补办自然人境外投资外汇登记手续；公开信息显示，力玄健康和宁波昌隆涉及多起诉讼案件。",
    "question": "请发行人说明：（1）吴银昌、吴彬在未办理自然人境外投资外汇登记手续的情形下，向银座国际和萨摩亚银座出资以及进行返程投资的合法合规性，是否违反《中华人民共和国外汇管理条例》《外国投资者境内直接投资外汇管理规定》《国家外汇管理局关于进一步简化和改进直接投资外汇管理政策的通知》《资本项目外汇业务指引》等外汇管理规定；（2）37 号文生效后，吴银昌、吴彬仍未补办自然人境外投资外汇登记手续的原因、合法合规性、是否存在补办障碍；未办理自然人境外投资外汇登记手续事项是否对于原经营主体股权转让造成重大障碍；（3）力玄健康和宁波昌隆所涉及案件具体情况、目前进展、是否涉及重大违法违规行为、是否存在纠纷或潜在纠纷、发行人是否需承担法律责任。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人对前五大客户的销售收入占营业收入总额的比例均在 84%以上，其中对前两大客户诺德士和迪卡侬的销售收入占比合计超过 70%，发行人对上述两大客户的采购金额在 2020 及 2021 年出现大幅增长；发行人对诺德士和迪卡侬同时存在外销和内销两种收入确认方式；（2）2022 年上半年发行人境外、境内健身车类别下第一大客户分别为诺德士、迪卡侬（其收入占比均为 48%左右），而诺德士健身车销售价格大幅高于迪卡侬；发行人 2022 年 4 月 15 日对诺德士销售降价调整 0.54%-4.00%，公司于报告期后与客户迪卡侬进行了一次价格调整；（3）公开资料显示，发行人报告期内第一大客户诺德士，在纽交所上市市值约 0.5 亿美元，2021 年及 2022年财务已经出现大幅亏损，销售收入明显下滑；截至 2022 年 3 月 31 日，账面存货达 11.12 亿美元；发行人与诺德士合同终止时间为 2022 年 11 月 15 日（到期自动续期 1 年）；（4）关于客户集中度较高具有行业普遍性，发行人未完整披露同行业可比公司（包括金陵体育、舒华体育）情况，且列示的英派斯 2021年前五大客户收入占比显著低于披露的 2016 年数据。",
    "question": "请发行人说明：（1）报告期内诺德士、迪卡侬销售收入中内销、外销的金额及占比情况，内外销间货物流、资金流、单据流的差异情况，结合差异说明其相互间的匹配情况；（2）针对诺德士，汇总报告期内发行人对其销售产品类型、数量、单价、成本、毛利/毛利率、终端使用客户，以及报告期各期期末在手订单情况，对变动较大的数据进行简要分析；2022 年上半年发行人对诺德士健身车销售价格大幅高于迪卡侬销售价格的具体原因及合理性；报告期内是否存在销售同类型、同品质产品对不同客户定价出现大幅差异的情况，如有请具体说明情况及原因；（3）上述两家客户向发行人采购产品后的终端销售/使用情况，是否存在发往境外商品重新销往境内的情形，如有，请说明产品销售数量及金额；（4）列示第一大客户诺德士报告期内公开的主要财务经营数据，并结合其市值、资产等，说明该客户采购规模是否与其市值经营规模相匹配，是否具备同发行人持续开展业务的能力，其是否匹配发行人第一大客户的规模和水平，发行人是否存在与诺德士合作终止或合作规模大幅缩减的风险；（5）报告期内诺德士、迪卡侬的收入波动情况，两家客户其他境内供应商的收入波动情况，与发行人收入变动趋势和幅度的差异情况及原因；（6）诺德士的股权结构及实际控制人情况，发行人及控股股东、董监高及其相关方是否与诺德士股东或经营管理层存在利益关系，包括但不限于非经营性资金往来、共同投资、相互持股等利益安排；（7）结合主要客户诺德士当前营收业绩下滑、存货水平较高等情况，进一步说明发行人对其后续销售、经营业绩的可持续性及合理性。"
  },
  {
    "according": "根据申报材料，（1）发行人报告期内业绩出现明显波动，其中2022 年上半年实现营业收入和归母净利润分别为 84,501.09 万元、10,615.37 万元，分别同比下滑 57%、51%；（2）报告期各期末，公司在手订单金额分别为 23,651.74 万元、145,415.51 万元、56,525.98 万元，其中 2021 年在手订单下降幅度 61.13%；（3）招股说明书显示，发行人健身器材产品的传统销售旺季在第四季度，2021 年第四季度销售收入 7.22 亿元，低于全年其他季度销售水平。",
    "question": "请发行人说明：（1）下游需求及主要订单变化情况，分析导致发行人2022 年经营业绩出现大幅下滑的因素，审计截止日后下滑趋势是否延续，是否符合同行业可比公司经营业绩变化趋势；（2）发行人未来业务规划、发展重点、预计业绩增长点，业绩新增长点能否抵销主要产品收入下滑的影响，发行人所处行业是否具备成长性或稳定性，发行人是否具备持续经营能力。"
  },
  {
    "according": "根据申报材料：（1）发行人以自主生产为主，外协生产为辅，主要外协工序包括表面处理（电镀/电泳等）、浸塑、注塑、车冲焊等，其中包括车冲焊、注塑等工序是重要环节；各期外协加工金额分别为 2,423.18 万元、5,974.67 万元和 7,824.62 万元；（2）报告期内前五大外协厂商包括慈溪市宗汉建坡金属制品厂、慈溪市周巷旭金五金配件厂等专为发行人提供服务的供应商，同时包括部分关联方；回复材料中未具体说明外协加工费用定价情况；（3）慈溪市周巷旭金五金配件厂和慈溪市贯元包装材料有限公司自 2021 年起不再与发行人开展合作，慈溪市宗汉展宏纸箱厂自 2020 年起不再与发行人开展合作，其中部分为发行人披露的关联方，2020 年发行人外协需求量较大。",
    "question": "请发行人说明：（1）发行人财务核算系统是否与外协厂商相对接，结合外协中原材料的耗用登记等，说明成本核算及销售时成本结转的过程；（2）列示发行人与报告期前五大外协加工商的外协服务内容和定价情况，对比市场第三方定价，说明外协加工费用的定价依据，定价是否具有公允性；对于关联方外协厂商，分析关联交易的必要性、合理性；（3）核实并说明部分外协厂商自2020 年终止与发行人合作的原因及背景，该部分外协产能的替代厂商情况，是否与发行人及控股股东、董监高等相关方存在关联关系。"
  },
  {
    "according": "根据申报材料，（1）2019 年至 2021 年期间，发行人确认了 8 次股份支付情形，合计测算股份支付费用 24,663.28 万元，目前合计确认 8,609.31 万元；其中 7 次员工股权激励股份支付存在服务期，发行人设定至 2026 年 6 月；（2）关于测算股份支付，发行人使用的股份支付公允价值为 25.61 元/股、41.16 元/股以及 55.00 元/股，分别为 2019 年度 2020 年度扣除非经常性损益及股权激励费用后计算的每股收益乘以 10 倍确定以及参考瀚星投资入股价55.00 元/股确定；公允价值 25.61 元/股下，员工入股价格分别为 4 元/股以及5.50 元/股，公允价值 41.16 元/股下，员工入股价格为 7 元/股、7.50 元/股以及9.00 元/股。",
    "question": "请发行人说明：（1）员工股权激励股份支付服务期设定为 2026 年 6 月的判断依据，是否匹配设定时点对发行人成功完成首次公开募股时间的最佳估计；如股份支付服务期发生变化，对发行人经营业绩的敏感性测试影响情况；（2）股份支付公允价值以 2019 年度 2020 年扣非经营业绩乘以 10 倍的设定标准合理性；同一设定的公允价值下员工入股价格存在差异的原因；结合上述情况说明股份支付设定的公允价值是否恰当准确。"
  },
  {
    "according": "根据申报及回复材料，（1）报告期内，公司实际控制人存在代公司收取废料销售款、收取供应商贴息回款、支出公司费用的情形，上述资金往来包括通过其个人银行卡、通过其所控制的员工银行卡、通过其所控制的企业的银行账户、现金收支等方式；（2）部分供应商与发行人商议，由发行人直接以银行转账方式向供应商支付货款，同时供应商向发行人实际控制人支付利息，双方实际未通过银行承兑汇票结算；（3）保荐机构对发行人相关关键个人报告期 80%以上流水总额核查，除披露的已整改事项外，发行人已建立健全财务相关的内部控制。",
    "question": "请发行人说明：（1）发行人报告期内通过银行承兑汇票、商业承兑汇票进行支付交易的金额及占比情况；供应商与发行人实际未通过银行承兑汇票结算，向发行人实际控制人支付利息的资金流水与利息金额是否匹配、结算时点是否准确；（2）上述发行人关联方资金往来不规范情形是否已经在发行人及关键自然人资金流水核查中予以完整核查并披露；发行人资金流水核查是否完整、充分。"
  },
  {
    "according": "根据申报材料：(1) 在发行人设立前，实际控制人控制的业务及资产主要分布于力玄健康和宁波昌隆，实际控制人吴银昌、吴彬境外投资设立银座国际和萨摩亚银座，分别持有宁波昌隆 100%股权、力玄健康 49%股权；(2) 实际控制人之所以选择新设公司作为拟上市主体而非选择原业务经营主体，主要系投资设立银座国际和萨摩亚银座时，未办理自然人境外投资外汇登记手续，而后在《国家外汇管理局关于境内居民通过特殊目的公司境外投融资及返程投资外汇管理有关问题的通知》(以下简称“37 号文”)生效后，仍未补办自然人境外投资外汇登记手续；公开信息显示，力玄健康和宁波昌隆涉及多起诉讼案件。",
    "question": "请发行人说明：(1) 吴银昌、吴彬在未办理自然人境外投资外汇登记手续的情形下，向银座国际和萨摩亚银座出资以及进行返程投资的合法合规性，是否违反《中华人民共和国外汇管理条例》《外国投资者境内直接投资外汇管理规定》《国家外汇管理局关于进一步简化和改进直接投资外汇管理政策的通知》《资本项目外汇业务指引》等外汇管理规定；(2) 37 号文生效后，吴银昌、吴彬仍未补办自然人境外投资外汇登记手续的原因、合法合规性、是否存在补办障碍；未办理自然人境外投资外汇登记手续事项是否对于原经营主体股权转让造成重大障碍；(3) 力玄健康和宁波昌隆所涉及案件具体情况、目前进展、是否涉及重大违法违规行为、是否存在纠纷或潜在纠纷、发行人是否需承担法律责任。 "
  },
  {
    "according": "根据申报及回复材料，(1) 慈溪保元成立于 2018 年 10 月，力玄健康共计出资 19,800 万元，持有其 100%股权，出资方式包括以实物(房屋)认缴出资13,383.29 万元，以土地使用权认缴出资 5,448.68 万元，剩余系货币出资；2019年 7 月，力玄健康将慈溪保元 100%的股权以出资额 19,800 万元转让给发行人；(2) 发行人收购力玄健康和宁波昌隆资产时，存货类资产及设备类资产均有明显增值，回复称原因主要包括含税价格差异以及市场价格与成本价格差异；(3)发行人因资产重组产生的应付力玄健康款项合计 51,756.87 万元，其中直接支付 38,811.58 万元，以应收款(主要来源于发行人对力玄健康销售而产生的应收账款)抵减 12,945.29 万元；(4) 关于宁波昌隆将经营性资产转让给发行人后，未将相关土地房产转让给发行人的原因，回复中解释包括相关地块存在动迁的可能、该地块距离发行人主要生产基地较远，目前发行人采用租赁形式使用该用地。 ",
    "question": "请发行人说明：(1) 力玄健康成立慈溪保元、注入资产并将慈溪保元股权转让给发行人，而非直接将相关土地使用权及房屋建筑物转让给发行人的背景、原因、合理性，是否存在利益输送或其他利益安排；力玄健康以实物(房屋)、土地使用权出资是否履行评估作价和决策程序的具体情况，并说明作价依据和公允性；(2) 发行人收购的力玄健康和宁波昌隆设备类资产是否为发行人生产经营所必需、收购的存货类资产期后销售情况，是否存在较评估价值减值或未能实现销售的情况；对存货类及设备类资产含税差异因素占评估增值的具体差异部分；综合上述情况，进一步说明关联收购定价的公允性；(3) 发行人因上述资产重组应付款项直接抵减对交易对方的应收账款，是否符合《企业会计准则》等规定的条件；(4) 宁波昌隆所拥有地块对应发行人产能及收入占比情况，目前该地块动迁的最新进展，动迁后是否会影响发行人产能和销售；结合该地块周边同类型地块租金水平，说明关联方租赁定价的公允性。 "
  },
  {
    "according": "根据申报材料：(1) 报告期内，发行人对前五大客户的销售收入占营业收入总额的比例均在 84%以上，其中对前两大客户诺德士和迪卡侬的销售收入占比合计超过 70%，发行人对上述两大客户的采购金额在 2020 及 2021 年出现大幅增长；发行人对诺德士和迪卡侬同时存在外销和内销两种收入确认方式；(2) 2022 年上半年发行人境外、境内健身车类别下第一大客户分别为诺德士、迪卡侬(其收入占比均为 48%左右)，而诺德士健身车销售价格大幅高于迪卡侬；发行人 2022 年 4 月 15 日对诺德士销售降价调整 0.54%-4.00%，公司于报告期后与客户迪卡侬进行了一次价格调整；(3) 公开资料显示，发行人报告期内第一大客户诺德士，在纽交所上市市值约 0.5 亿美元，2021 年及 2022 年财务已经出现大幅亏损，销售收入明显下滑；截至 2022 年 3 月 31 日，账面存货达 11.12亿美元；发行人与诺德士合同终止时间为 2022 年 11 月 15 日(到期自动续期 1年)；(4) 关于客户集中度较高具有行业普遍性，发行人未完整披露同行业可比公司(包括金陵体育、舒华体育)情况，且列示的英派斯 2021 年前五大客户收入占比显著低于披露的 2016 年数据。 ",
    "question": "请发行人说明：(1) 报告期内诺德士、迪卡侬销售收入中内销、外销的金额及占比情况，内外销间货物流、资金流、单据流的差异情况，结合差异说明其相互间的匹配情况；(2) 针对诺德士，汇总报告期内发行人对其销售产品类型、数量、单价、成本、毛利/毛利率、终端使用客户，以及报告期各期期末在手订单情况，对变动较大的数据进行简要分析；2022 年上半年发行人对诺德士健身车销售价格大幅高于迪卡侬销售价格的具体原因及合理性；报告期内是否存在销售同类型、同品质产品对不同客户定价出现大幅差异的情况，如有请具体说明情况及原因；(3) 上述两家客户向发行人采购产品后的终端销售/使用情况，是否存在发往境外商品重新销往境内的情形，如有，请说明产品销售数量及金额；(4) 列示第一大客户诺德士报告期内公开的主要财务经营数据，并结合其市值、资产等，说明该客户采购规模是否与其市值经营规模相匹配，是否具备同发行人持续开展业务的能力，其是否匹配发行人第一大客户的规模和水平，发行人是否存在与诺德士合作终止或合作规模大幅缩减的风险；(5) 报告期内诺德士、迪卡侬的收入波动情况，两家客户其他境内供应商的收入波动情况，与发行人收入变动趋势和幅度的差异情况及原因；(6) 诺德士的股权结构及实际控制人情况，发行人及控股股东、董监高及其相关方是否与诺德士股东或经营管理层存在利益关系，包括但不限于非经营性资金往来、共同投资、相互持股等利益安排；(7) 结合主要客户诺德士当前营收业绩下滑、存货水平较高等情况，进一步说明发行人对其后续销售、经营业绩的可持续性及合理性。"
  },
  {
    "according": "根据申报材料：(1) 发行人报告期内业绩出现明显波动，其中 2022年上半年实现营业收入和归母净利润分别为 84,501.09 万元、10,615.37 万元，分别同比下滑 57%、51%；(2) 报告期各期末，公司在手订单金额分别为 23,651.74万元、145,415.51 万元、56,525.98 万元，其中 2021 年在手订单下降幅度 61.13%；(3) 招股说明书显示，发行人健身器材产品的传统销售旺季在第四季度，2021年第四季度销售收入 7.22 亿元，低于全年其他季度销售水平。 ",
    "question": "请发行人说明：(1) 下游需求及主要订单变化情况，分析导致发行人 2022年经营业绩出现大幅下滑的因素，审计截止日后下滑趋势是否延续，是否符合同行业可比公司经营业绩变化趋势；(2) 发行人未来业务规划、发展重点、预计业绩增长点，业绩新增长点能否抵销主要产品收入下滑的影响，发行人所处行业是否具备成长性或稳定性，发行人是否具备持续经营能力。"
  },
  {
    "according": "根据申报材料：(1) 报告期内发行人第一大供应商艺唯科技股份有限公司，报告期各期采购占比约 15%左右；发行人是艺唯科技的主要客户，2021年向艺唯科技采购金额占其收入规模约 53%；(2) 发行人董事、副总经理杨立辉在报告期内曾任艺唯科技全资子公司宁波恒佑经理并持股 30%，并曾参与设立艺唯科技实际控制人控制的慈溪昌艺，持有 30%股份且担任监事；同时杨立辉是持股发行人 14.41%股东宁波强慎的执行事务合伙人，与吴银昌系表兄弟关系；(3)发行人未认定艺唯科技为发行人关联方。 ",
    "question": "请发行人说明：(1) 报告期内发行人与艺唯科技及其关联方发生的经营性和非经营性往来情况，包括购销产品类型、购销金额数量、与向第三方购销同类商品定价对比情况等，进一步说明上述交易定价是否公允、交易往来是否合理，是否存在显著偏离市场价格、体外资金循环、利益输送等不当情形；(2) 艺唯科技主要股东及董监高等相关方与发行人、董监高及相关方是否存在相互持股、相互任职情形，与发行人、控股股东、董监高及相关方是否存在其他共同投资行为；请发行人对照《监管规则适用指引——发行类第 4 号》4-11 关联交易的相关要求，进一步论证报告期内未认定艺唯科技为发行人关联方的合理性、合规性，是否存在规避关联交易认定、关联交易非关联化的情形。 "
  },
  {
    "according": "根据申报材料：(1) 发行人以自主生产为主，外协生产为辅，主要外协工序包括表面处理(电镀/电泳等)、浸塑、注塑、车冲焊等，其中包括车冲焊、注塑等工序是重要环节；各期外协加工金额分别为 2,423.18 万元、5,974.67万元和 7,824.62 万元；(2) 报告期内前五大外协厂商包括慈溪市宗汉建坡金属制品厂、慈溪市周巷旭金五金配件厂等专为发行人提供服务的供应商，同时包括部分关联方；回复材料中未具体说明外协加工费用定价情况；(3) 慈溪市周巷旭金五金配件厂和慈溪市贯元包装材料有限公司自 2021 年起不再与发行人开展合作，慈溪市宗汉展宏纸箱厂自 2020 年起不再与发行人开展合作，其中部分为发行人披露的关联方，2020 年发行人外协需求量较大。",
    "question": "请发行人说明：(1) 发行人财务核算系统是否与外协厂商相对接，结合外协中原材料的耗用登记等，说明成本核算及销售时成本结转的过程；(2) 列示发行人与报告期前五大外协加工商的外协服务内容和定价情况，对比市场第三方定价，说明外协加工费用的定价依据，定价是否具有公允性；对于关联方外协厂商，分析关联交易的必要性、合理性；(3) 核实并说明部分外协厂商自 2020年终止与发行人合作的原因及背景，该部分外协产能的替代厂商情况，是否与发行人及控股股东、董监高等相关方存在关联关系。"
  },
  {
    "according": "根据申报及回复材料，(1) 2019 年至 2021 年期间，发行人确认了 8 次股份支付情形，合计测算股份支付费用 24,663.28 万元，目前合计确认 8,609.31 万元；其中 7 次员工股权激励股份支付存在服务期，发行人设定至 2026 年 6 月；(2) 关于测算股份支付，发行人使用的股份支付公允价值为 25.61 元/股、41.16元/股以及 55.00 元/股，分别为 2019 年度 2020 年度扣除非经常性损益及股权激励费用后计算的每股收益乘以 10 倍确定以及参考瀚星投资入股价格 55.00 元/股确定；公允价值 25.61 元/股下，员工入股价格分别为 4 元/股以及 5.50 元/股，公允价值 41.16 元/股下，员工入股价格为 7 元/股、7.50 元/股以及 9.00元/股。 ",
    "question": "请发行人说明：(1) 员工股权激励股份支付服务期设定为 2026 年 6 月的判断依据，是否匹配设定时点对发行人成功完成首次公开募股时间的最佳估计；如股份支付服务期发生变化，对发行人经营业绩的敏感性测试影响情况；(2) 股份支付公允价值以 2019 年度 2020 年扣非经营业绩乘以 10 倍的设定标准合理性；同一设定的公允价值下员工入股价格存在差异的原因；结合上述情况说明股份支付设定的公允价值是否恰当准确。"
  },
  {
    "according": "根据申报材料：(1) 报告期内，公司实际控制人存在代公司收取废料销售款、收取供应商贴息回款、支出公司费用的情形，上述资金往来包括通过其个人银行卡、通过其所控制的员工银行卡、通过其所控制的企业的银行账户、现金收支等方式；(2) 部分供应商与发行人商议，由发行人直接以银行转账方式向供应商支付货款，同时供应商向发行人实际控制人支付利息，双方实际未通过银行承兑汇票结算；(3) 保荐机构对发行人相关关键个人报告期 80%以上流水总额核查，除披露的已整改事项外，发行人已建立健全财务相关的内部控制。 ",
    "question": "请发行人说明：(1) 发行人报告期内通过银行承兑汇票、商业承兑汇票进行支付交易的金额及占比情况；供应商与发行人实际未通过银行承兑汇票结算，向发行人实际控制人支付利息的资金流水与利息金额是否匹配、结算时点是否准确；(2) 上述发行人关联方资金往来不规范情形是否已经在发行人及关键自然人资金流水核查中予以完整核查并披露；发行人资金流水核查是否完整、充分。"
  },
  {
    "according": "根据申报材料：（1）发行人主要从事季铵（鏻）化合物产品研发、生产和销售，拥有季铵盐、季铵碱、季鏻盐、冠醚等四大系列产品，是国内相转移催化剂行业的先行者之一，将季铵（鏻）化合物等产品的应用形式由初期的相转移催化剂拓展至分子筛模板剂、固化促进剂、电解液添加剂等用途，应用于精细化工、分子筛、高分子材料、电池电解液、油田化学品等领域，具有客户众多且粘性强的优势；（2）公司掌握季铵盐合成技术、季鏻盐合成技术、冠醚合成技术、离子膜有机电解技术等核心生产技术，其中季铵盐合成技术系自主研发及委托研发。此外，报告期内，公司存在与高校、科研机构合作研发情况。发行人报告期内研发费用占营业收入比例为 2.59%、2.63%、2.58%和 2.32%，低于可比公司行业平均 4.70%、5.09%、4.32%和 5.07%；截至 2022 年 6 月 30日，研发人员占公司总人数的比例为 8.85%。 ",
    "question": "请发行人说明：（1）季铵（鏻）化合物行业在国内外的发展情况、国内的市场规模与竞争格局，国内同行业公司将季铵（鏻）化合物等产品拓展至分子筛模板剂、固化促进剂、电解液添加剂的情况；相转移催化剂的分类与各类相转移催化剂的行业发展情况，发行人“是国内相转移催化剂行业的先行者之一”的依据；结合前述问题，说明发行人产品的市场地位及市场份额，是否具有行业代表性；（2）发行人与同行业可比公司在经营情况、市场地位、技术实力、核量核心竞争力的关键业务数据、指标等方面的比较情况，并相应完善招股说明书相关信息披露；（3）季铵（鏻）化合物产品相关技术在国内外的研发和应用情况，发行人各核心生产技术在同行业内的发展水平，公司正在从事的主要研发项目及募投项目所使用的 Beta 分子筛合成工艺目前已取得的研发成果及在国内的研发应用情况；季铵盐合成技术委托研发的具体情况，发行人与合作方是否存在纠纷及潜在纠纷；（4）合作研发的具体模式、费用承担、收益分配及目前已取得的研发成果；（5）研发费用占比低于同行业可比公司的原因；发行人是否符合高新技术企业认定标准。"
  },
  {
    "according": "根据申报材料：（1）实际控制人项飞勇于 1999 年 4 月设立致格机电，于2009 年 7 月设立肯特催化。肯特催化成立后，致格机电的业务、人员及技术逐步向肯特催化转移。2015 年 10 月致格机电经营范围由“医药中间体、催化剂制造，医药化工产品技术咨询”变为“医药中间体制造”；同年 12 月由“医药中间体制造”变为“仪表、仪器零售”。2015 年至今，致格机电未实际从事相关业务。（2）项飞勇于 2003 年 12 月设立江西飞翔，项飞勇、郭燕平夫妇及其亲属张志明、林永平于设立 2009 年 5 月江西肯特。江西肯特成立后，江西飞翔的业务、人员及技术逐步向江西肯特转移。自 2010 年 12 月开始江西飞翔已无实际经营。2020 年 10 月江西飞翔完成工商注销。（3）2015 年 10 月，肯特催化以公司自有资金通过股权转让方式受让江西肯特股权，江西肯特成为肯特催化全资子公司。",
    "question": "请发行人说明：（1）致格机电的业务、人员及技术向肯特催化转移，江西飞翔的业务、人员及技术逐步向江西肯特转移，及肯特催化受让江西肯特股权的具体过程，如涉及资产、股权转让，请说明相关定价依据，是否存在纠纷或潜在纠纷；（2）致格机电 2015 年至今未实际从事相关业务也未注销的原因及合理性，变更经营范围的原因及合理性，及其未来业务定位及发展方向;（3）江西飞翔自 2010 年 12 月开始已无实际经营，直至 2020 年 10 月才完成工商注销的原因及合理性；（4）报告期内致格机电、江西飞翔是否涉及生产经营的违法违规行为，是否符合国家产业政策，是否影响发行人董事、监事、高管的任职资格。"
  },
  {
    "according": "根据申报材料：（1）高山流水系发行人实际控制人所控制的合伙企业,持有发行人股份比例为 3.69%，郭燕平任普通合伙人及执行事务合伙人，另有 27名有限合伙人，其中部分有限合伙人与发行人有业务往来。（2）报告期内，发行人与高山流水有限合伙人吕连梅所控制的杭州海辰化工有限公司、衢州市海昌化工有限公司存在购销往来，报告期合计交易金额分别为 315.51 万元、5,725.57 万元，2022 年上半年占营业成本比例为 4.95%。发行人未将杭州海辰、衢州海昌认定为关联方。但鉴于上述公司的实际控制人与发行人具有特定关系，从谨慎角度考虑，发行人比照关联交易披露上述公司在报告期内与发行人的交易情况。",
    "question": "请发行人说明：（1）高山流水设立的背景，其有限合伙人与发行人及实际控制人的关系、入股的时间、原因；（2）未将杭州海辰、衢州海昌及其控制人吕连梅认定为关联方的原因及合理性，结合采购价格与可比市场公允价格、第三方市场价格比较等情况说明相关交易的公允性，是否存在对发行人或关联方的实质性利益倾斜或输送。 "
  },
  {
    "according": "根据申报材料，发行人持有仙居县聚合金融服务有限公司（以下简称聚合金融）6%股份，聚合金融的主营业务为中小企业还贷周转。",
    "question": "请发行人说明：聚合金融是否属于金融监管部门批准从事金融业务的持牌机构，其从事业务的主要内容及是否属于类金融业务，是否应当进行清理。"
  },
  {
    "according": "根据申报材料：报告期内，肯特催化存在危险化学品超产能的情形，公司已对该事项进行整改，所在区域县级应急管理局出具证明，认为不构成重大违法违规行为，免于行政处罚；市级应急管理局已知悉并确认上述情况属实。",
    "question": "请发行人说明：（1）针对肯特催化危险化学品超产能，市级相关部门知悉确认的具体形式，出具证明文件的相关部门是否为有权主管部门，有关证明是否具有法律依据及法律效力；（2）子公司江西肯特是否存在危险化学品超范围及超产能生产的情形，如有，是否构成重大违法违规行为及相关确认依据。"
  },
  {
    "according": "根据申报材料：发行人生产产品中三苯基甲基溴化鏻、三苯基乙基溴化鏻和四丁基氟化铵属于第四类监控化学品，但其在生产前未报请相关化学工业主管部门批准，且未就该生产活动取得《监控化学品生产特别许可证书》。2022年 8 月 19 日，发行人所在区域市级经济和信息化局证明，认为发行人相关行为不属于重大违法违规行为，不就该事项进行行政处罚。2022 年 10 月 28 日，省级经济和信息化厅向发行人下发了《监控化学品生产特别许可证》，许可有效期为 2022 年 10 月 28 日至 2027 年 10 月 27 日，许可范围为三苯基甲基溴化磷、三苯基乙基溴化磷、四丁基氟化铵、四乙基氟硼酸铵。 ",
    "question": "请发行人说明：（1）未获得批准及许可证所生产的属于监控化学品的产品的类型数量规模等具体情况；（2）发行人取得证明文件至取得生产特别许可证之间是否存在重大违法违规行为，是否存在行政处罚或受到行政处罚的风险；（3）出具证明文件的相关部门是否为有权主管部门，有关证明是否具有法律依据及法律效力。"
  },
  {
    "according": "根据申报材料：（1）发行人“目前已成功进入到分子筛领域、电池电解液领域，积累了鲁西催化剂有限公司、中触媒（688267）、华海药业（600521）、万华化学（600309）、万润股份（002643）等在分子筛、医药、石油化工等领域具备自主知识产权并实现工业化制造企业客户，并进入了永太科技（002326）、新宙邦（300037）等电池电解质领域知名企业的供应链”，中触媒和华海药业为报告期内前五大客户；（2）报告期内，苄基三甲基氯化铵销售数量从 2019 年 3,352.48 吨下降至 2021 年的 1,175.41 吨，主要由于产品生产工艺简单、供应增加，竞争加剧导致在下游石油化学应用领域销量下降；四乙基氢氧化铵销售数量从 2019 年 1,343.66 吨下降至 2021 年 428.91 吨，主要由于煤制烯烃分子筛催化剂工艺变革，对成本较高的四乙基氢氧化铵催化剂需求减少以及江苏响水化工事故影响较弱后，部分竞争对手恢复生产所致；（3）部分贸易商向发行人采购产品占采购同类产品的比例较高，且贸易商将相关产品主要卖给单一的终端客户，如营口龙驰化工商贸有限公司、宁波市石化进出口有限公司、乌鲁木齐广瑞源商贸有限公司、青岛晟驰环保科技有限公司等。",
    "question": "请发行人说明：（1）对中触媒和华海药业等客户的销售金额与公开披露数据的差异情况及原因；与上述其他客户合作历史及报告期内销售收入情况；（2）报告期内，结合生产商、贸易商客户新增、减少数量及销售金额，说明“客户众多且粘性强”的依据；（3）苄基三甲基氯化铵、四乙基氢氧化铵销量是否存在进一步下降的情况；结合公司其他主要产品的竞争环境及市场需求、主要客户变动、产品的可替代性、下游应用领域技术迭代等情况，分析短期内其他主要商品是否存在销量或毛利率下滑的风险；（4）相关贸易商采购发行人产品占其营收规模的比例，贸易商经营贸易类业务的毛利率情况，发行人未直接与终端客户合作而通过贸易商销售产品的原因及合理性，是否符合行业惯例；对相关贸易商销售产品单价与直接销售产品单价的差异情况，发行人与贸易商之间是否存在关联关系。"
  },
  {
    "according": "根据申报材料，报告期内，发行人产能分别为 17,007.90 吨、25,859.90吨、44,252.00 吨、44,252.00 吨，各期末固定资产原值分别为 13,685.42 万元、19,948.07 万元、50,234.56 万元、51,335.31 万元，2021 年度固定资产大幅度增加系子公司江西肯特年产 20838 吨季铵化合物及其衍生产品生产线项目完工转固，其中生产线项目中安全环保等公用工程投资与产能变动无直接关系。报告期各期的产量分别为 18,611.17 吨、18,307.70 吨、18,054.33 吨、10,583.72 吨，2021 年略有下降。发行人募集资金主要用于年产 8860 吨功能性催化新材料项目。最近一期主要产品产能利用率不到 80%。",
    "question": "请发行人说明：（1）报告期各期各类型产品产能、产量、固定资产价值情况；（2）结合生产线投资的主要内容等，说明单位产能固定资产投资变动情况及原因；（3）子公司江西肯特新建产线前后各产品产能、产量情况，新建产线产能爬坡及产能利用率情况；（4）募投项目对主要产品产能、折旧费用、单位成本的影响，并结合相关产品市场竞争及下游应用领域发展等，说明未来产能的消化情况。"
  },
  {
    "according": "根据申报材料：（1）发行人“目前已成功进入到分子筛领域、电池电解液领域，积累了鲁西催化剂有限公司、中触媒（688267）、华海药业（600521）、万华化学（600309）、万润股份（002643）等在分子筛、医药、石油化工等领域具备自主知识产权并实现工业化制造企业客户，并进入了永太科技（002326）、新宙邦（300037）等电池电解质领域知名企业的供应链”，中触媒和华海药业为报告期内前五大客户；（2）报告期内，苄基三甲基氯化铵销售数量从 2019 年3,352.48 吨下降至 2021 年的 1,175.41 吨，主要由于产品生产工艺简单、供应增加，竞争加剧导致在下游石油化学应用领域销量下降；四乙基氢氧化铵销售数量从 2019 年 1,343.66 吨下降至 2021 年 428.91 吨，主要由于煤制烯烃分子筛催化剂工艺变革，对成本较高的四乙基氢氧化铵催化剂需求减少以及江苏响水化工事故影响较弱后，部分竞争对手恢复生产所致；（3）部分贸易商向发行人采购产品占采购同类产品的比例较高，且贸易商将相关产品主要卖给单一的终端客户，如营口龙驰化工商贸有限公司、宁波市石化进出口有限公司、乌鲁木齐广瑞源商贸有限公司、青岛晟驰环保科技有限公司等。",
    "question": "请发行人说明：（1）对中触媒和华海药业等客户的销售金额与公开披露数据的差异情况及原因；与上述其他客户合作历史及报告期内销售收入情况；（2）报告期内，结合生产商、贸易商客户新增、减少数量及销售金额，说明“客户众多且粘性强”的依据；（3）苄基三甲基氯化铵、四乙基氢氧化铵销量是否存在进一步下降的情况；结合公司其他主要产品的竞争环境及市场需求、主要客户变动、产品的可替代性、下游应用领域技术迭代等情况，分析短期内其他主要商品是否存在销量或毛利率下滑的风险；（4）相关贸易商采购发行人产品占其营收规模的比例，贸易商经营贸易类业务的毛利率情况，发行人未直接与终端客户合作而通过贸易商销售产品的原因及合理性，是否符合行业惯例；对相关贸易商销售产品单价与直接销售产品单价的差异情况，发行人与贸易商之间是否存在关联关系。"
  },
  {
    "according": "根据申报材料：（1）报告期内，巨大机械一直持有大金控股 100%股权，为发行人间接控股股东，巨大机械系中国台湾上市公司；（2）公司与巨大集团及其上游供应商存在金额较大的往来交易。",
    "question": "请发行人说明：（1）巨大集团的主营业务、主要财务数据及主要业务布局；（2）区分业务板块说明巨大集团对应经营主体、主要资产、主要产品及客户、行业地位等，各业务板块之间的关系；（3）境内主体的资本运作安排，除发行人外其他主体的分拆上市进度，相应主体分拆的逻辑，未选择整体上市的原因。"
  },
  {
    "according": "根据申报材料：（1）报告期内发行人向巨大集团及其相关方的关联销售金额分别为 24,060.03 万元、29,311.92 万元、40,225.14 万元和 19,054.32 万元，占营业收入比重分别为 20.37%、22.96%、22.20%和 21.59%，其中包括产品销售和受托加工；（2）根据发行人的测算，受托加工业务若采用自主生产销售模式并按总额法确认收入，则关联销售收入占比为 24.50%、27.53%、27.16%和27.99%；（3）除向巨大集团及其相关方销售外，发行人来源于控股股东上游的销售收入占营业收入比重分别为 12.03%、13.17%、12.53%和 11.03%，分为来源于巨大集团四家中国大陆自行车整车厂上游的销售，以及来源于巨大集团母公司/中国台湾总部的上游销售。",
    "question": "请发行人说明：（1）来源于控股股东上游的客户名称、销售产品、数量、金额等具体情况，客户具体开拓时间、开拓方式、相关客户与公司及巨大集团建立业务联系的时间点差异，巨大集团在发行人开拓相关客户过程中的角色及发挥的具体作用，与相关上游客户的合作是否主要依赖巨大集团；（2）是否存在巨大集团要求上游供应商向发行人指定采购的情形及具体的金额、占比；（3）结合上述情况，补充测算关联销售（受托加工以总额法确认收入）及向关联方上游客户销售的收入金额及占比，是否存在规避关联交易监管相关要求的情形；（4）结合巨大集团在下游自行车行业的市场占有率、同行业可比公司的客户集中度等，进一步说明发行人的业务获取方式是否影响独立性，发行人对于巨大集团及其关联方是否存在重大依赖，是否具备独立面向市场获取业务的能力。"
  },
  {
    "according": "根据申报材料：（1）发行人向巨大集团的关联销售主要包括花鼓及配件、自行车圈、受托加工、工业铝材业务；（2）花鼓产品以关联交易为主，花鼓型号种类繁杂，不同规格产品差异较大；自行车圈为定制化产品，规格较多且不同规格差异较大，同时价格受运输成本及客户售后责任风险意识等因素影响；工业铝材加工关联方与非关联方加工的工艺有所不同；发行人未能直接比较上述产品关联方与非关联方的单位、成本、毛利率情况；（3）受托加工业务中，公司将关联方与非关联方的加工费进行对比。",
    "question": "请发行人说明：（1）报告期内向巨大集团销售各类产品、提供服务的金额、数量占巨大集团同期同类商品采购情况的比重，除发行人外，巨大集团是否存在其他同类产品或服务供应商及其具体情况，巨大集团关于上述产品、服务采购的具体机制安排，巨大集团向关联方和非关联方采购的具体机制安排是否存在差异；（2）结合可比市场公允价格、第三方市场价格、发行人向巨大集团的销售单价与巨大集团向其他供应商采购同类产品或服务的价格，说明关联交易价格的公允性，是否存在代垫成本费用或利益输送的情形，受托加工对比的无缝管加工费对应客户是否为控股股东的上游供应商，如是，说明以该价格与关联交易价格进行比较是否具有公允性。"
  },
  {
    "according": "根据申报材料：（1）受托加工类业务主要系接受巨大集团之中国大陆 4 家整车制造子公司委托为其提供无缝管加工生产服务，报告期各期向巨大集团的受托加工收入为 5,623.68 万元、6,804.47 万元、8,421.09 万元、3,684.99 万元；（2）公司受托加工无缝管的原材料主要为铝锭，为发行人日常生产主要原材料；报告期内，存在无锡市伦升物资有限公司等 5 家发行人的供应商向巨大集团 4 家整车制造子公司销售铝锭用于委托发行人生产无缝管；（3）在受托加工业务中，发行人收到受托加工物资后，设置材料客供仓对来料物资进行保存与管理，每月末与委托方对账确认登记信息的准确性。",
    "question": "请发行人说明：（1）向巨大集团提供受托加工服务的业务背景、开始时间，相关服务的会计处理方式是否发生过变更；巨大集团是否向发行人之外的其他供应商直接采购无缝管，如是，说明既向发行人采购无缝管加工服务又向非关联方采购无缝管的合理性；巨大集团是否向发行人之外的其他供应商采购无缝管受托加工服务，如是，说明其与向发行人采购的业务模式、价格等是否存在差异及差异原因；（2）对比发行人直接采购、巨大集团向发行人委托加工两种方式下，原材料供应商、产品型号、采购单价、合同签订方式、权利义务关系、物流、资金流及发行人管理模式等异同情况，如不存在明显差异，说明该业务模式的实质是否为受托加工，巨大集团是否通过受托加工模式为发行人承担成本费用、承担原材料价格波动风险；（3）同行业可比公司是否存在受托加工业务模式，相关业务模式是否符合行业惯例，同行业可比公司就受托加工业务是否按照净额法计算收入；（4）结合会计准则及交易流程、主要交易条款分析发行人将巨大集团的受托加工业务采用净额法核算的合理性；模拟测算采用总额法核算受托加工业务的收入金额，总额法核算对收入、成本、利润的影响。"
  },
  {
    "according": "根据申报材料：（1）2017 年众御有限以其持有的鼎镁有限 100%股权向捷轻有限增资，主要原因为巨大机械看好鼎镁有限的发展前景，同时开始筹划分拆工业铝材业务于境内上市；（2）2020 年 6 月 15 日，鼎镁创利、鼎镁创佳、鼎镁创鑫、鼎镁创汇将其持有的部分捷轻科技股份转让给大金控股、众御有限，发行人解释称相关转让系因部分持股员工离职或存在资金使用需求，故由大股东承接部分平台股份；（3）2020 年 9 月，鼎镁有限就吸收合并事项向重要债权人发出债权通知，告知合并各方的债权将由发行人承继。",
    "question": "请发行人说明：（1）在鼎镁有限核心业务快速发展、具有独特竞争优势的情况下，众御有限以鼎镁有限 100%股权向捷轻有限增资的原因及合理性，与2020 年鼎镁有限反向吸收捷轻有限操作相反的原因；（2）逐一说明 4 个员工持股平台涉及到股份转让员工的具体情况，包括转让原因、转让数量、对价、受让方等，4 个员工持股平台同时进行股份转让的原因及合理性，是否存在争议或潜在纠纷；（3）鼎镁有限吸收合并捷轻科技时是否向全部债权人发出债权通知，如否，说明发出债权通知的人数及债权占比情况、吸收合并程序是否符合相关法律法规要求、是否存在争议或潜在纠纷。"
  },
  {
    "according": "根据申报材料：（1）2021 年 11 月起，有 75 名原捷轻科技员工以“捷轻科技”违法解除劳动合同、鼎镁科技未与之签订劳动合同”为由陆续提起劳动仲裁，要求支付未签劳动合同二倍工资差额等补偿；（2）2022 年 3 月起，有部分员工就社保和住房公积金基数低于工资总额问题投诉鼎镁科技，发行人为此计提预计负债 1,180.32 万元。",
    "question": "请发行人说明：（1）发行人与原捷轻科技员工解除劳动合同的背景原因，相关员工的主要诉讼请求、要求赔偿金额，相关纠纷的最新进展情况；（2）报告期内，公司是否存在其他劳动纠纷情形，是否建立起完善的劳动用工制度和职工权益保障制度；（3）涉及劳动纠纷员工占公司员工总数的比例，是否为关键岗位人员，劳动争议诉讼事项对发行人生产经营、员工稳定性等方面可能带来不利影响及应对措施；（4）除已提起劳动仲裁或投诉员工，公司其他员工是否存在社保和住房公积金基数低于工资总额的情形，如是，说明具体情况；（5）预计负债计提范围与员工劳动仲裁请求的匹配情况，认定劳动合同解除纠纷不构成现实义务的依据，员工劳动纠纷事项计提的预计负债的充分性。"
  },
  {
    "according": "根据申报材料：（1）发行人主要产品包括工业铝材、自行车及摩托车零部件。在自行车、摩托车细分应用领域，公司是业内龙头公司的代表，建立了突出的竞争优势，优势产品如无缝管、自行车圈、摩托车圈等均处于行业领先地位；（2）发行人披露了与同行业可比公司亚太科技、鑫铂股份与和胜股份在工业铝材产品部分经营情况、市场地位与技术实力的对比情况；（3）发行人拥有65 项境内专利，其中 10 项由发行人与东北大学、上海交通大学、济南大学合作研发取得，2008 年以来涂季冰为发行人 50 项专利的发明人。",
    "question": "请发行人说明：（1）各类型产品的市场规模、竞争格局，发行人在相关产品领域的市场占有率及市场地位，“突出的竞争优势”、“行业领先地位”等表述的依据；（2）发行人与合作研发单位的合作研发背景、研发模式、权利义务相关约定、费用承担与研发成果权利归属，发行人核心技术对合作研发成果是否存在依赖，对相关研发成果的使用是否存在限制，合作研发事项是否存在争议或潜在纠纷；（3）结合涂季冰背景信息、在发行人处任职情况和日常经营管理中发挥的作用等，说明涂季冰在相关专利研发中的具体贡献。"
  },
  {
    "according": "根据申报材料：（1）发行人原材料由铝锭、合金、下脚料和零件材料构成，其中下脚料是指熔铸、裁切或挤压等生产工序形成的铝块、铝丝等边角铝材，并可用于再次投入生产；（2）报告期各期，其他业务收入销售下脚料的金额分别为 4,691.27 万元、3,710.12 万元、6,922.11 万元、3,225.67 万元；（3）报告期内，发行人下脚料关联采购金额及数量微小；（4）公司存在向工业铝材客户同时采购下脚料，以及向铝锭等供应商同时销售下脚料的情形。",
    "question": "请发行人说明：（1）报告期各期采购各类型下脚料的数量、金额，主要供应商具体情况；（2）添加、产生下脚料的生产环节，允许添加下脚料的产品类型，生产过程添加下脚料的必要性、经济性，生产添加下脚料是否符合行业惯例；（3）结合报告期各期下脚料的投入、产出重量等方面，说明下脚料产出与相应产品产量的匹配关系，下脚料投入与铝锭、合金投入是否存在匹配关系、投料重量的匹配情况；（4）在发行人自身生产体系产生大量下脚料的情况下，向关联方及其他供应商采购下脚料的合理性；（5）下脚料的销售周期；采购、生产、销售下脚料相关的内部控制制度的建立及执行情况。"
  },
  {
    "according": "根据申报材料：2021 年较 2020 年递延所得税资产较 2020 年增加 604.57万元，主要系发行人子公司亏损以及预计负债形成可抵扣暂时性差异。",
    "question": "请发行人说明：可抵扣亏损形成原因及未来预计可抵扣情况。"
  },
  {
    "according": "根据申报材料：涂季冰作为发行人董事长和研发总监，2021 年自发行人处领薪 2,197.44 万元。",
    "question": "请发行人说明：涂季冰报告期各年度的领薪情况，结合涂季冰在发行人生产经营中发挥的主要作用，说明其薪资显著较高且显著高于其他董事、高管的原因和合理性。"
  },
  {
    "according": "根据申报材料：（1）发行人向巨大集团的关联销售主要包括花鼓及配件、自行车圈、受托加工、工业铝材业务；（2）花鼓产品以关联交易为主，花鼓型号种类繁杂，不同规格产品差异较大；自行车圈为定制化产品，规格较多且不同规格差异较大，同时价格受运输成本及客户售后责任风险意识等因素影响；工业铝材加工关联方与非关联方加工的工艺有所不同；发行人未能直接比较上述产品关联方与非关联方的单位、成本、毛利率情况；（3）受托加工业务中，公司将关联方与非关联方的加工费进行对比。",
    "question": "请发行人说明：（1）报告期内向巨大集团销售各类产品、提供服务的金额、数量占巨大集团同期同类商品采购情况的比重，除发行人外，巨大集团是否存在其他同类产品或服务供应商及其具体情况，巨大集团关于上述产品、服务采购的具体机制安排，巨大集团向关联方和非关联方采购的具体机制安排是否存在差异；（2）结合可比市场公允价格、第三方市场价格、发行人向巨大集团的销售单价与巨大集团向其他供应商采购同类产品或服务的价格，说明关联交易价格的公允性，是否存在代垫成本费用或利益输送的情形，受托加工对比的无缝管加工费对应客户是否为控股股东的上游供应商，如是，说明以该价格与关联交易价格进行比较是否具有公允性。"
  },
  {
    "according": "根据申报材料：（1）受托加工类业务主要系接受巨大集团之中国大陆 4 家整车制造子公司委托为其提供无缝管加工生产服务，报告期各期向巨大集团的受托加工收入为 5,623.68 万元、6,804.47 万元、8,421.09 万元、3,684.99 万元；（2）公司受托加工无缝管的原材料主要为铝锭，为发行人日常生产主要原材料；报告期内，存在无锡市伦升物资有限公司等 5 家发行人的供应商向巨大集团 4 家整车制造子公司销售铝锭用于委托发行人生产无缝管；（3）在受托加工业务中，发行人收到受托加工物资后，设置材料客供仓对来料物资进行保存与管理，每月末与委托方对账确认登记信息的准确性。",
    "question": "请发行人说明：（1）向巨大集团提供受托加工服务的业务背景、开始时间，相关服务的会计处理方式是否发生过变更；巨大集团是否向发行人之外的其他供应商直接采购无缝管，如是，说明既向发行人采购无缝管加工服务又向非关联方采购无缝管的合理性；巨大集团是否向发行人之外的其他供应商采购无缝管受托加工服务，如是，说明其与向发行人采购的业务模式、价格等是否存在差异及差异原因；（2）对比发行人直接采购、巨大集团向发行人委托加工两种方式下，原材料供应商、产品型号、采购单价、合同签订方式、权利义务关系、物流、资金流及发行人管理模式等异同情况，如不存在明显差异，说明该业务模式的实质是否为受托加工，巨大集团是否通过受托加工模式为发行人承担成本费用、承担原材料价格波动风险；（3）同行业可比公司是否存在受托加工业务模式，相关业务模式是否符合行业惯例，同行业可比公司就受托加工业务是否按照净额法计算收入；（4）结合会计准则及交易流程、主要交易条款分析发行人将巨大集团的受托加工业务采用净额法核算的合理性；模拟测算采用总额法核算受托加工业务的收入金额，总额法核算对收入、成本、利润的影响。"
  },
  {
    "according": "根据申报材料：（1）2021 年 11 月起，有 75 名原捷轻科技员工以“捷轻科技”违法解除劳动合同、鼎镁科技未与之签订劳动合同”为由陆续提起劳动仲裁，要求支付未签劳动合同二倍工资差额等补偿；（2）2022 年 3 月起，有部分员工就社保和住房公积金基数低于工资总额问题投诉鼎镁科技，发行人为此计提预计负债 1,180.32 万元。",
    "question": "请发行人说明：（1）发行人与原捷轻科技员工解除劳动合同的背景原因，相关员工的主要诉讼请求、要求赔偿金额，相关纠纷的最新进展情况；（2）报告期内，公司是否存在其他劳动纠纷情形，是否建立起完善的劳动用工制度和职工权益保障制度；（3）涉及劳动纠纷员工占公司员工总数的比例，是否为关键岗位人员，劳动争议诉讼事项对发行人生产经营、员工稳定性等方面可能带来不利影响及应对措施；（4）除已提起劳动仲裁或投诉员工，公司其他员工是否存在社保和住房公积金基数低于工资总额的情形，如是，说明具体情况；（5）预计负债计提范围与员工劳动仲裁请求的匹配情况，认定劳动合同解除纠纷不构成现实义务的依据，员工劳动纠纷事项计提的预计负债的充分性。"
  },
  {
    "according": "根据申报材料：（1）发行人原材料由铝锭、合金、下脚料和零件材料构成，其中下脚料是指熔铸、裁切或挤压等生产工序形成的铝块、铝丝等边角铝材，并可用于再次投入生产；（2）报告期各期，其他业务收入销售下脚料的金额分别为4,691.27 万元、3,710.12 万元、6,922.11 万元、3,225.67 万元；（3）报告期内，发行人下脚料关联采购金额及数量微小；（4）公司存在向工业铝材客户同时采购下脚料，以及向铝锭等供应商同时销售下脚料的情形。",
    "question": "请发行人说明：（1）报告期各期采购各类型下脚料的数量、金额，主要供应商具体情况；（2）添加、产生下脚料的生产环节，允许添加下脚料的产品类型，生产过程添加下脚料的必要性、经济性，生产添加下脚料是否符合行业惯例；（3）结合报告期各期下脚料的投入、产出重量等方面，说明下脚料产出与相应产品产量的匹配关系，下脚料投入与铝锭、合金投入是否存在匹配关系、投料重量的匹配情况；（4）在发行人自身生产体系产生大量下脚料的情况下，向关联方及其他供应商采购下脚料的合理性；（5）下脚料的销售周期；采购、生产、销售下脚料相关的内部控制制度的建立及执行情况。"
  },
  {
    "according": "根据申报材料：2021 年较 2020 年递延所得税资产较 2020 年增加 604.57 万元，主要系发行人子公司亏损以及预计负债形成可抵扣暂时性差异。",
    "question": "请发行人说明：可抵扣亏损形成原因及未来预计可抵扣情况。"
  },
  {
    "according": "根据申报材料：1）截至 2021 年末及 2022 年 6 月 30 日，发行人发出商品账面余额分别为 19,925.11 万元、30,489.94 万元，分别计提存货跌价准备 0 元及 144.10 万元，其中一年以上发出商品账面余额 381.41 万元及 551.11 万元；2）截至 2021 年末及2022 年 6 月 30 日，发行人存货账面余额均同比出现明显增长，发行人解释原因包括订单排产增多、原材料价格上涨等；2021 年末起发行人主要原材料价格出现回落。",
    "question": "请发行人说明：（1）一年以上发出商品余额增长的原因及合理性，对相关发出商品的库龄管理制度以及存货管控能力；结合相关会计政策说明各期末一年以上发出商品存货跌价准备计提是否充分；（2）各期末发出商品按产品类型、终端客户类别的金额构成情况和期后销售结转情况，结合产品发货到客户领用验收的一般流程及所需时间说明期后未实现销售结转的原因，是否存在延迟确认收入或实际无法销售导致应全额确认跌价等情况；（3）报告期各期末库存商品订单支持率、期后销售率情况，进一步分析报告期存货明显增长的合理性；（4）结合报告期内及期后主要原材料价格波动情况，进一步说明各期末存货可变现净值的计算方法和过程，各期存货跌价准备计提是否充分。"
  },
  {
    "according": "根据申报材料：1）发行人报告期各期回用料销售收入 0 万元、226.54 万元、8,706.72 万元，毛利率为 14.23%，接近 2021 年成品毛利率 15.03%；2）关于 2019 年、2020 年基本未销售、而 2021 年销售回用料数量较大的原因，发行人解释主要原因包括资金需要、回用料存在跌价风险、短期难以再次消化利用。",
    "question": "请发行人说明：（1）报告期各期产生回用料的产量、主要用途去向（再生产或销售）及再利用周期情况，对应收入、成本以及毛利金额；（2）回用料成本的归集方式，与产品材料成本的划分是否准确；结合销售定价和成本归集方式等进一步说明回用料销售毛利率接近成品销售毛利率的合理性；（3）同行业可比公司回用料的处理方式、报告期内销售情况，回用料销售是否符合行业惯例，结合 2022 年相关材料价格走势说明发行人 2021 年大量销售回用料的商业合理性；列表说明报告期内历次回用料销售的客户名称、是否存在关联关系及其他利益安排、合同签订时间、材料交付时间及收入确认时间，是否存在期末集中销售的情形，是否通过回用料销售调节收入利润。"
  },
  {
    "according": "根据申报材料：1）寰盈投资、科曼咨询为发行人员工持股平台，2019 年 3 月按照 2.57 元/股价格出资认购发行人股份；2）2016 年 3 月，寰盈投资通过受让股份的形式取得发行人股份，部分员工股东由直接持股变更为通过员工持股平台寰盈投资间接持股。",
    "question": "请发行人说明：（1）寰盈投资、科曼咨询自成立以来的成员份额结构明细，是否均为发行人员工；报告期内各次份额变动具体情况，包括份额出让人、受让人、份额数量、转让价格、转让时点股权公允价值及对应的会计处理等，是否涉及股份支付情形，会计处理是否准确；（2）员工持股平台关于员工离职和退伙的具体退出机制，包括退出情形、退出价格等协议约定，报告期内是否存在员工退出情形，是否符合相关约定。"
  },
  {
    "according": "根据申报材料：1）截至 2021 年末及 2022 年 6 月 30 日，发行人发出商品账面余额分别为 19,925.11 万元、30,489.94 万元，分别计提存货跌价准备 0 元及 144.10 万元，其中一年以上发出商品账面余额 381.41 万元及551.11 万元；2）截至 2021 年末及 2022 年 6 月 30 日，发行人存货账面余额均同比出现明显增长，发行人解释原因包括订单排产增多、原材料价格上涨等；2021 年末起发行人主要原材料价格出现回落。",
    "question": "请发行人说明：（1）一年以上发出商品余额增长的原因及合理性，对相关发出商品的库龄管理制度以及存货管控能力；结合相关会计政策说明各期末一年以上发出商品存货跌价准备计提是否充分；（2）各期末发出商品按产品类型、终端客户类别的金额构成情况和期后销售结转情况，结合产品发货到客户领用验收的一般流程及所需时间说明期后未实现销售结转的原因，是否存在延迟确认收入或实际无法销售导致应全额确认跌价等情况；（3）报告期各期末库存商品订单支持率、期后销售率情况，进一步分析报告期存货明显增长的合理性；（4）结合报告期内及期后主要原材料价格波动情况，进一步说明各期末存货可变现净值的计算方法和过程，各期存货跌价准备计提是否充分。"
  },
  {
    "according": "根据申报材料：1）发行人报告期各期回用料销售收入 0 万元、226.54 万元、8,706.72 万元，毛利率为 14.23%，接近 2021 年成品毛利率15.03%；2）关于 2019 年、2020 年基本未销售、而 2021 年销售回用料数量较大的原因，发行人解释主要原因包括资金需要、回用料存在跌价风险、短期难以再次消化利用。",
    "question": "请发行人说明：（1）报告期各期产生回用料的产量、主要用途去向（再生产或销售）及再利用周期情况，对应收入、成本以及毛利金额；（2）回用料成本的归集方式，与产品材料成本的划分是否准确；结合销售定价和成本归集方式等进一步说明回用料销售毛利率接近成品销售毛利率的合理性；（3）同行业可比公司回用料的处理方式、报告期内销售情况，回用料销售是否符合行业惯例，结合 2022 年相关材料价格走势说明发行人 2021 年大量销售回用料的商业合理性；列表说明报告期内历次回用料销售的客户名称、是否存在关联关系及其他利益安排、合同签订时间、材料交付时间及收入确认时间，是否存在期末集中销售的情形，是否通过回用料销售调节收入利润。"
  },
  {
    "according": "根据申报材料：1）寰盈投资、科曼咨询为发行人员工持股平台，2019 年 3 月按照 2.57 元/股价格出资认购发行人股份；2）2016 年 3 月，寰盈投资通过受让股份的形式取得发行人股份，部分员工股东由直接持股变更为通过员工持股平台寰盈投资间接持股。",
    "question": "请发行人说明：（1）寰盈投资、科曼咨询自成立以来的成员份额结构明细，是否均为发行人员工；报告期内各次份额变动具体情况，包括份额出让人、受让人、份额数量、转让价格、转让时点股权公允价值及对应的会计处理等，是否涉及股份支付情形，会计处理是否准确；（2）员工持股平台关于员工离职和退伙的具体退出机制，包括退出情形、退出价格等协议约定，报告期内是否存在员工退出情形，是否符合相关约定。"
  },
  {
    "according": "根据申报材料，1）袁文杰、袁擘、袁易父子为发行人的共同实际控制人，截至报告期末，三人的持股比例分别为 20.09%、17.82%、17.31%，袁擘和袁易持股比例相近；2）袁文杰出生于 1947 年，自发行人成立以来历任执行董事兼总经理、执行董事、董事长；袁易自发行人成立以来历任副总经理、董事兼副总经理；袁擘于 2019 年 11 月辞去董事职位；3）控股股东层面，三人对天津天和盈亚科技有限公司（以下简称天津天和）持股比例分别为 14%、36%、18%，报告期内保持稳定，袁文杰任董事长，袁擘任董事；4）2020 年 7 月 1日，三人签订《一致行动协议》，约定如果各方对董事会及股东大会决议事项不能达成一致意见，以袁文杰意见为各方一致意见。",
    "question": "请发行人说明：（1）公司成立以来，袁文杰、袁擘、袁易各方在公司的工作经历，包括职务、任期、实际负责的事务，在公司设立、发展、经营管理、重大事项决策中发挥的具体作用，对董事席位的控制、提名情况，以及在历次股东（大）会、董事会中的表决情况；（2）公司成立以来，上述三人各自通过天津天和对公司经营决策施加影响的情况，在天津天和历次股东（大）会、董事会中涉及发行人相关决策的表决情况；（3）袁擘辞去发行人董事职务的原因，以及相关事项对袁擘参与公司经营管理和重大事项决策的影响；（4）袁文杰是否存在退休计划，说明退休后公司业务、主要人员、经营管理、重大事项决策的相关安排，以及在袁文杰不参与经营决策情况下发生决议分歧的解决机制，并说明该事项是否对发行人控制权稳定构成重大不利影响。"
  },
  {
    "according": "根据申报材料：（1）报告期内公司委外加工成本占主营业务成本比重分别为36.84%、36.26%、41.95%、26.60%，远高于同行业可比公司，主要系公司无自有厂房，生产办公场地为租赁，产能扩张受场地限制所致；（2）公司委外生产包括全制程委外和部分工序委外，以全制程委外为主，外协产品主要系加工精度要求较低的产品，同行业可比公司中仅博硕科技存在全制程委外；（3）复合功能性材料的关键工序在于精密涂布，复合功能性器件及电子级追溯产品的关键工序在于精密模切。",
    "question": "请发行人说明：（1）各产品加工精度差异情况，报告期内公司自产、全制程委外、部分工序委外的生产成本中，低、中、高加工精度产品加工成本及占比情况；（2）结合同行业可比公司生产办公场所和机器设备自有/租赁情况，说明公司通过租赁生产办公场地开展生产经营的模式是否与同行业存在重大差异，公司前期未自行建造或购置自有厂房的原因及合理性；（3）结合前述（1）（2）相关情况，进一步说明公司外协采购占比远高于同行业可比公司、委外加工以全制程委外为主的生产模式是否异于行业惯例，该模式对公司生产经营的影响，公司与外协供应商是否存在其他利益安排；（4）结合全制程委外和部分工序委外是否包含精密涂布、精密模切等关键工序，说明是否存在将核心生产环节外包的情况，是否存在对外协厂商的重大依赖；（5）公司与外协厂商是否存在质量纠纷或潜在纠纷，如有，请说明纠纷处理情况。"
  },
  {
    "according": "根据申报材料：发行人分别列举了工序外协和全制程外协主要料号的外协采购单价与市场上其他供应商提供的报价比较情况，以说明外协采购单价公允。",
    "question": "请发行人说明：所列举料号采购金额分别占各期工序外协和全制程外协采购金额比例，所列举料号是否具有代表性；其他供应商报价的获取方式，是否真实有效。"
  },
  {
    "according": "根据申报材料，（1）苏州贵印电子科技有限公司（以下简称苏州贵印）为2021 年公司新增全制程外协厂商，2021 年、2022 年 1-6 月为公司第一大全制程外协供应商；（2）苏州贵印成立于 2020 年 5 月 8 日，公司与其签订的框架协议于 2020 年 5 月 16 日生效；（3）苏州贵印实际控制人伍东源在行业内拥有多年的行业经验，主要从事印刷及模切加工，其产品通过了公司的供应商审查、产品质量测试、试样到批量采购等阶段的评估后达成量产合作；（4）苏州贵印向公司租赁木渎基地的厂房，租赁单价低于木渎基地其他租赁方单价和中介网查询的周边地区厂房租赁价格。",
    "question": "请发行人说明：（1）苏州贵印的生产场所、机器设备、员工情况，包括但不限于生产场所地点、面积、权属，机器设备数量、权属，员工数量等，并结合前述情况说明其是否具备向发行人提供全制程外协的生产经营条件；（2）伍东源的行业经验情况，在苏州贵印成立前是否与发行人或其实际控制人、股东、董监高、关联方存在业务往来，并说明具体情况；（3）结合发行人对全制程外协厂商的评估流程、评估平均耗时情况，说明苏州贵印在成立之初即通过发行人供应商评估并与发行人签订框架协议的合理性；（4）结合厂房租赁价格比价情况，说明发行人向苏州贵印租赁定价依据及公允性，发行人向苏州贵印提供厂房租赁与向其采购外协加工是否为独立商业行为，是否存在通过外协加工、厂房租赁进行利益输送情形。"
  },
  {
    "according": "根据申报材料：2019 年 9 月-12 月，因员工离职实控人叶健收回海威斯特中除邓安进以外的其他员工所持合伙份额，海威斯特中叶健的合伙比例从 60.79%增加到 85.19%，收回的合伙份额原系实控人叶健所转让，收回价格有一定溢价。",
    "question": "请发行人说明：2016 年 10 月股份支付对员工离职、退伙的主要约定，至 2019 年末相关员工离职情况；收回海威斯特份额前后，叶健直接和间接持有发行人股份的变化情况；海威斯特份额收回价格，与对应股份公允价值的比较情况；认定该事项不涉及股份支付是否符合《监管规则适用指引——发行类第 5 号》5-1 的有关规定。"
  },
  {
    "according": "根据申报材料：（1）2021 年 12 月 2 日，发行人及发行人股东叶健、海威斯特、永成网络与顺皓创投、芯润管理分别签署《投资协议》，约定叶健分别以对价 1,850 万元、1,000 万元向顺皓创投、芯润管理转让高泰电子46.9543万股、25.3807万股股份，每股价格以公司整体估值 20 亿元确定；（2）2021年12月 21 日，发行人及发行人股东叶健、海威斯特、永成网络与智联创投、科技创投分别签署《投资协议》，约定叶健分别以对价 1,000 万元、1,000 万元向智联创投、科技创投转让高泰电子20.7624 万股、20.7624 万股股份，每股价格以公司整体估值 25 亿元确定。",
    "question": "请发行人说明： 2021 年 12 月两次股权转让定价公司估值差异较大的原因，说明分别的估值依据及其充分性、合理性，是否存在利益输送。"
  },
  {
    "according": "根据申报材料：（1）发行人控股子公司辛格顿（苏州） 电子科技有限公司（以下简称苏州辛格顿）成立时为 Leading Growth Investment Corp 的全资子公司，其 100%股权 2014 年 4 月被转让给苏州达誉印刷技术有限公司（以下简称达誉印刷），2014 年 12 月转让给辛格顿集团有限公司（以下简称辛格顿集团），2017 年 9 月转让给达誉印刷，2017 年 12 月转让给发行人；（2）达誉印刷为叶健控制的公司，已于2019 年 2 月注销；辛格顿集团为叶健曾经在香港设立的公司，已于 2019 年 6 月注销。",
    "question": "请发行人说明：（1）苏州辛格顿成立以来的主营业务、经营情况，历次股权转让的背景、原因、作价依据及公允性；（2） 对于已被注销的关联方，请说明相关企业注销的原因，是否存在违法违规行为，是否存在为发行人代为承担成本费用等情况，上述企业实际经营的业务内容，是否曾与公司存在同业竞争或者关联交易。"
  },
  {
    "according": "根据申报材料：2019 年 7 月 5 日，发行人召开 2019 年第二次临时股东大会会议，因吉真来、倪建林、洪源辞任发行人第一届董事会独立董事职务，中止实施独立董事制度；2021 年 12 月日，发行人召开 2021 年第六次临时股东大会会议，重新实施独立董事制度。",
    "question": "请发行人说明：（1）2019 年 7 月独立董事辞任原因，以及辞任后发行人中止实施独立董事制度的原因；（2）独立董事制度中止期间，公司确保董事会运作独立性、公正性、客观性的措施，并说明涉及独立董事特别职权相关事项的运作流程，以及需独立董事发表独立意见相关事项的最终意见产生方式。"
  },
  {
    "according": "根据申报材料，报告期内公司收入持续增长主要系持续有产品新增通过认证并开始量产供应所致。公司各产品认证周期 3 个月到 3 年不等，生命周期主要集中在2-4 年。",
    "question": "请发行人说明：（1）结合已通过认证料号的剩余生命周期、终端客户需求量等，分析现有产品收入的可持续性；（2）结合正在认证料号的所处认证阶段、预计获认证时间、量产时间、生命周期、终端客户需求量等，分析新增认证产品预计产生收入情况；（3）结合前述（1）（2）相关情况测算发行人未来三年预计销量及收入规模，并说明测算主要参数选取、选取依据及合理性。"
  },
  {
    "according": "根据申报材料，发行人境内保税区销售和境外地区销售中均存在 FOB 贸易模式，其中境内保税区 FOB 模式在与客户对账时确认收入，境外地区 FOB 模式在取得报关单时确认收入。",
    "question": "请发行人说明：境内保税区销售与境外地区销售的 FOB 贸易模式，在业务流程、产品控制权转移相关合同条款等方面的差异情况，采用不同收入确认政策的合理性，是否符合企业会计准则相关规定，与同行业公司是否存在重大差异。"
  },
  {
    "according": "根据申报材料：发行人采购原材料包括胶带类、胶粘剂类、离型膜类等 7 类，与可比公司相比，胶粘剂类和薄膜基材类采购单价相对较高，胶带、保护膜、离型膜、泡棉基材采购价格处于同行业公司采购单价区间内，部分可比公司采购单价较高系客户指定采购大牌厂商原材料所致。",
    "question": "请发行人说明：（1）结合原材料客户指定采购比例、相应材料不同品牌间价格差异，和材质结构、性能结构等采购单价影响因素，进一步分析说明胶带类、离型膜类、保护膜类、泡棉基材类、导电布基材类采购价格处于可比公司采购单价区间内相对较低水平的原因；（2）报告期内前述 5 类原材料不同供应商间采购价格差异情况，若存在请说明具体原因，以及采购价格较低的供应商是否存在异常。"
  },
  {
    "according": "根据申报材料：报告期各期，向苏州狮山建筑安装工程有限公司、江苏协盛建设工程有限公司、苏州格瑞尔机电工程有限公司、江苏美杰欣建设发展有限公司四家公司采购土建工程、洁净装修的金额占新增在建工程比例较高。",
    "question": "请发行人说明：（1）以表格列示报告期内涉上述四家供应商的在建工程名称、合同签订时间、建设周期、款项支付情况，建设进度、付款方式、付款进度与合同约定是否一致，存在差异的请说明具体原因；（2）公司控股股东、实际控制人与上述供应商及其关联方是否存在资金往来或其他利益安排。"
  },
  {
    "according": "根据申报材料：2022 年 1-6 月，公司为提高资金使用效率， 将闲置资金购买固定收益类理财产品 11,711.74 万元。",
    "question": "请发行人说明：报告期末持有理财产品的基本情况，是否存在本金损失风险，是否以其设置担保等。"
  },
  {
    "according": "根据申报材料：发行人报告期内全体股东累计分红 31,000.00 万元，截至 2022 年 10 月 27 日均已分派，其中控股股东、实际控制人取得的分红款除生活开支和实缴出资外，主要用于购买信托、理财产品。",
    "question": "请发行人说明：以表格列示控股股东、实际控制人以报告期内分红资金购买信托、理财产品的基本情况、投资期限、实际资金投向、是否到期及其后续资金流向、是否以其设置抵质押担保，并说明相关资金是否直接或间接流向客户、供应商及其关联方，或为发行人垫付成本费用，是否存在体外资金循环。"
  },
  {
    "according": "根据申报材料：苏州环泰的一期项目相关房屋建筑物已建设完工并完成政府竣工验收，产权证经与政府部门确认，需二期工程完工后一并办理。",
    "question": "请发行人说明：产权证办理进度，预计办理时间，是否存在纠纷或潜在纠纷。"
  },
  {
    "according": "根据申报材料：发行人持有的《质量管理体系认证证书》《环境管理体系认证证书》有效期至 2022 年 10 月 8 日，发行人及苏州辛格顿持有的《安全生产标准化证书》有效期至 2022 年 7 月。",
    "question": "请发行人说明：前述证书到期事项对发行人经营生产的影响、续办安排、是否存在续办障碍。"
  },
  {
    "according": "根据申报材料：公司实际控制人之一叶健于 2006 年 3 月、2013 年 1 月委托他人代持股份的原因均系计划移民。",
    "question": "请发行人说明：叶健目前移民进展，相关事项未来可能对公司经营管理、控制权稳定等造成的影响，以及应对措施。"
  },
  {
    "according": "根据申报材料：（1）根据 Yole 的统计，2020 年全球射频前端市场空间中蜂窝通信射频前端占比为 84%（约 85 亿美元）、Wi-Fi 射频前端占比为 14%（约14 亿美元），其它应用市场空间占比为 2%（约 2 亿美元）。根据公开资料，国内 Wi-Fi FEM 市场规模约 30 亿人民币，有近 30 家厂商参与竞争；（2）2021 年度全球 Wi-Fi FEM 整体市场规模约为人民币 100 亿元，其中，网通端市场规模约 7-8 亿美元，手机端市场规模约 6-7 亿美元，发行人业务主要集中在网通市场；网通端 Wi-Fi FEM 更侧重射频性能，手机端 Wi-Fi FEM 更侧重于小尺寸及超宽带宽工作能力，手机厂商在射频前端芯片方案选择时更加依赖主芯片（SoC）厂商的参考设计；（3）Wi-Fi FEM 领域长期由境外厂商占据主导地位，国产率相对较低，但 B 公司、A 公司等受名单影响较大的厂商，目前国产化率已较高、主要使用境内厂商的 Wi-Fi FEM 产品，材料未说明国内 Wi-Fi FEM 的市场规模、参与企业、国产化率的详细情况；（4）发行人为 B 公司 Wi-Fi FEM 产品的主要供应商，2021 年度及 2022 年度间接向 B 公司销售收入为 20,026.18 元、21,529.97元，在 B 公司同类产品的采购占比较高；B 公司加快对国产供应商的切换工作，国内供应商体系逐步构建完成、进入相对稳定供应阶段；（5）目前 IoT FEM 市场由 Skyworks 占据主导地位，国产化率整体较低，IoT FEM 产品市场需求将逐步增加；IoT 市场应用领域相对广，本次募投项目“泛 IoT 无线射频前端芯片研发及产业化项目”将车联网等新兴领域作为重要的拓展方向之一。",
    "question": "请发行人说明：（1）国内 Wi-Fi FEM 区分网通端、手机端的市场规模、参与企业、国产化率，发行人在国内外细分市场的市场份额及变动趋势并补充数据测算过程，充分披露发行人产品所处细分行业的市场空间，并结合公司在 B 公司的供货占比及增量需求、收入增速及其他客户开拓情况等，分析发行人是否存在产品市场空间较小、成长性不足等风险；（2）发行人在手机端技术积累的具体情况及如何匹配手机端 Wi-Fi FEM 的技术要求，发行人拥有手机端产品客户及市场基础的客观依据，手机端 Wi-Fi FEM 的主要市场参与者及竞争格局，充分分析发行人向手机端进行业务拓展的竞争力及可行性；（3）IoT FEM 的中国/全球市场规模、国产化率及变动趋势，发行人目前在 IoT FEM 领域的技术积累、客户拓展、销售规模及在手订单情况、与同行业竞争对手的差距，并充分披露募投项目实施的风险及效益预计的可行性，“IoT FEM 的销售收入增长具有可持续性”的依据是否充分；（4）结合（1）-（3）的回复内容，对发行人选取的细分市场、其他领域的布局情况及拓展障碍、可能面临的市场空间和市场竞争风险等进行充分的信息披露和重大事项提示。"
  },
  {
    "according": "根据申报材料：（1）盛文军投资入股的资金来源于发行人创始人的无偿赠与，考虑到盛文军在公司成立引入投资人的过程中所做的贡献，发行人创始人决定无偿为其提供出资款 73.90 万元，并将曹巧云所持康希有限股权比例调整为1.85%；（2）2015 年 4 月，吴建国决定投资上海康希时由外甥伍军代持股权，曹巧云将所持有的 1.20%上海康希股权转让给伍军，转让价格为 1 元/出资额。2021 年 5 月，吴建国将其所持的 0.55%康希有限股权全部转让给上海襄禧，转让款为1,519万元，系通过发行人促成的交易，转让价格较D轮融资价格高约10%；（3）发行人发现苏州华田宇和宁波臻胜的股权代持关系后，为彻底清理双方的股权代持关系，发行人于 2022 年 1 月起积极与苏州华田宇、宁波臻胜沟通清理股权代持关系，股权代持事宜已经各方协商友好解决；（4）盛文军、吴建国、厦门华天宇、苏州华田宇等各条线的股份代持主体间存在特殊关系，如吴建国的股份系受让至盛文军的母亲曹巧云，厦门华天宇、苏州华田宇系通过盛文军的介绍投资发行人，首轮回复未充分说明各条线涉及主体之间是否存在关联关系，苏州华田宇及其上层出资人是否存在股份代持或股东适格性等问题。",
    "question": "请发行人说明：（1）盛文军在引入投资人过程中的具体贡献，无偿赠与份额确定的依据，与具体贡献是否匹配，是否符合行业惯例，是否存在利益输送、股权代持或规避股份锁定期的情形；（2）盛文军、吴建国、厦门华天宇、苏州华田宇等各条线股份代持所涉主体（包括代持方、被代持方、最后受让主体及其直间接出资人）及其关联方之间、与实际控制人及其关联方之间是否存在关联关系、股份代持或其他利益安排，上海襄禧以高于外部融资的价格受让吴建国股权的原因及合理性，吴建国相关股权转让款是否存在直间接流向发行人实际控制人、客户、供应商的情形；（3）前期未对代持还原事项达成一致意见的背景，苏州华田宇及其出资人是否存在股东适格性问题或未披露的股份代持，本次代持还原是否存在其他协议约定或特殊利益安排。"
  },
  {
    "according": "根据申报材料：（1）2016 年 8 月至 2020 年 11 月期间，员工持股平台成立后，激励对象与员工持股平台签署激励协议，但未进行工商显名登记，2020 年底公司完成虚拟股股权激励的激励对象在各员工持股平台的工商显名登记；（2）截至回复出具日，“发行人虚拟股均已显名完毕，对于历史上曾经持有虚拟股的离职激励人员已进行股权回购，不存在纠纷或潜在纠纷。”中介机构未充分说明对前述核查结论的核查手段，对虚拟股持有人数与显名人数是否一一对应、均显名完毕的依据、是否存在纠纷风险的核查等。",
    "question": "请发行人说明：员工持股平台成立后，激励协议关于激励对象通过员工持股平台享有股权权益的具体约定，未进行工商显名登记的原因，相关行为是否属于股份代持，是否已清理完毕；工商显名登记情况与前期激励协议约定情况是否一致。"
  },
  {
    "according": "根据申报材料：公司电能质量控制设备经销收入主要来自陕西久正，其实控人为公司前员工杨锐；而陕西久正的设立缘起于公司对相关业务的剥离。陕西久正对公司的采购额占其总采购额比例在 90%以上，报告期各期：(1)公司对陕西久正销售毛利率有所下降且显著低于同类产品其他经销商，其中：对陕西久正的手利率分别为 25.52%、27.06%和 21.13%，对其他同类产品经销商销售毛利率分别为 38.59%、36.00%、36.65%，系陕西久正终端客户主要为工业领域用户，具有用户分散、单次采购量小、采购频次低等特点；(2)因陕西久正已成为公司电能质量控制设备领域的主要经销商，且其经销规模远远大于其他经销商，为了保持持续稳定的合作关系，公司给予陕西久正优惠价格。",
    "question": "请发行人说明：(1)公司对电能质量控制业务的总体考虑，剥离后仍继续从事相关业务的原因；(2)公司对陕西久正有关销售的定价过程、定价依据，与同类产品其他经销商是否存在差异及差异原因；(3)结合陕西久正对公司采购占比较高、经营规模对比、历史合作情况等因素说明双方议价能力情况，与定价结果是否匹配，并进一步根据主要经销产品、终端客户特点等与其他经销商的对比情况，说明毛利率显著偏低的合理性。"
  },
  {
    "according": "根据申报材料，（1）巍华化工历史上涉及集体企业改制事项，该次改制中未进行资产评估；（2）2021 年 12 月巍华化工通过存续分立方式分立为巍华化工和瀛华控股，巍华新材股权由瀛华控股持有，分立后的巍华化工专注于对原有其他投资企业的股权管理，不再开展具体生产经营活动；（3）巍华化工2022年末资产规模较大，2022 年营业收入规模较大，但净利润为负。",
    "question": "请发行人说明：（1）巍华化工集体企业改制所适用的法律法规规定、需要履行的具体程序，巍华化工涉及到的集体企业改制相关具体法律瑕疵，相关改制事项是否造成国有或集体资产流失以及是否取得了有权部门的确认；（2）巍华化工分立的具体步骤，所履行的程序，是否符合《公司法》等相关法律法规的规定，是否存在纠纷或潜在纠纷 ；（3）分立的定价依据，公司分立对分立后 2 家公司财务报表的影响；（4）分立是否涉及相关税费，是否足额及时缴纳，是否存在税务方面的违法违规情形；（5）分立前后巍华化工主要从事的业务、财务报表的主要数据，营业收入规模较大但净利润为负的原因，是否与发行人的主要客户、供应商存在业务往来，是否存在替发行人承担成本费用的情况，是否从事与发行人相同/相似业务。"
  },
  {
    "according": "根据申报材料，（1）发行人认定实际控制人为吴江伟、吴顺华，吴顺华之妻、吴江伟之母金茶仙为二人一致行动人；（2）报告期初，吴江伟虽未持有发行人股份，但通过《关于公司管理安排的协议》受托享有金茶仙所持的巍华化工 30%之股权表决权，进而间接支配发行人股份表决权；（3）吴江伟支配的表决权比例在报告期内逐渐超过吴顺华支配的表决权比例。",
    "question": "请发行人说明：（1）《关于公司管理安排的协议》的主要内容，相关表决权委托安排是否合法、有效；（2）吴江伟支配的表决权比例在报告期内逐渐超过吴顺华支配的表决权比例，请结合各主体在发行人处的任职情况、对发行人生产经营所起的作用、发行人三会运作、实际经营管理情况等说明发行人的实际控制人认定是否准确，报告期发行人的实际控制人是否发生变更。"
  },
  {
    "according": "根据申报材料，（1）发行人与埃森化学签署《合作协议书》以及《补充协议书》，合资公司方华化学注册资本 1 亿元，巍华新材、埃森化学分别认缴59.00%、41.00%，双方按以上比例分享合资公司的利润和承担风险及亏损；（2）方华化学为发行人 191,098.00 万元募投项目“建设年产 2.22 万吨含氟新材料及新型功能化学品和企业研究院项目”的实施主体。",
    "question": "请发行人说明：（1）主要的募投项目未选择发行人巍华新材自行实施而选择让合资公司方华化学实施的背景和原因；（2）方华化学注册资本的认缴及实缴情况，合作协议的签订和履行情况，合作双方利润分配机制，埃森化学在合资公司生产经营中所起的作用，后续是否存在埃森化学与发行人同比例增资安排等措施；请结合前述情况说明将总投资超过 19 亿的募集资金投资项目以方华化学为主体实施是否构成对埃森化学的利益输送。"
  },
  {
    "according": "根据申报材料，（1）公司氯甲苯和三氟甲基苯系列分别包括多种产品，三氟甲基苯系列产品通常以甲苯或氯甲苯类为原料，经相关反应得到较为基础的含氟精细中间体，基础的含氟精细中间体再经过相关反应就可合成更多的中间体；（2）报告期内，公司氯甲苯系列及三氟甲基苯系列产品产能和产量增加，部分产品直接对外销售，部分产品内部领用。",
    "question": "请发行人说明：（1）不同产线的工艺流程、主要环节的投料和产品情况，不同产线的主要中间产品和最终产品、相关产品产能计算方式、相关产品内部领用和对外销售的数量；（2）不同产线的产能瓶颈设备，产能同公司固定资产规模是否匹配，新增产能同在建工程转固是否匹配；（3）产品产量同主要原材料的采购和投入量、中间产品的投入量、能源的消耗量、副产品产量等的匹配情况。"
  },
  {
    "according": "根据申报材料，（1）公司产品为含氟有机中间体，终端应用领域包括含氟农药、含氟医药、含氟涂料等；（2）报告期内，公司主营业务收入持续增加，主要采用“直销+经销”的销售模式，公司经销商均为贸易商；（3）公司对主要客户的信用期较短，对贸易商客户更是以先款后货为主；（4）部分客户报告期内信用政策改变，报告期内应收账款逾期比例上升；（5）公司应收款项融资均为银行承兑汇票。",
    "question": "请发行人说明：（1）终端应用领域的市场规模和发展趋势，含氟有机中间体在其中的应用情况、市场需求及变化情况，含氟有机中间体的市场供给及变化情况，公司所在领域的市场竞争情况；（2）直销和经销模式下前十大客户的情况，包括客户名称、合作时间、建立合作方式、各期销售产品和金额，与发行人实际控制人、董监高、核心人员是否存在关联关系或潜在关联关系，客户或终端客户采购公司产品的应用情况、与其主营业务是否一致，分析前十大客户变动的原因及合理性；（3）结合报告期内下游应用领域发展情况、主要客户和终端客户的变动及经营情况等，分析报告期内主营业务收入持续增长的原因；（4）Deccan、联化科技及其关联公司、浙江欣禾及其关联公司等客户销售波动较大的原因及合理性；（5）前十大应收账款客户中是否包括贸易商客户，应收账款余额中直销客户和贸易商客户的比例，“对贸易商客户更是以先款后货为主”的表述是否准确；（6）部分客户报告期内信用政策改变的原因，是否存在改变信用政策促进销售的情形，期后收款情况；（7）应收账款逾期比例逐年上升的原因，坏账计提比例是否充分；（8）报告期内公司收到、背书转让、托收和贴现银行承兑汇票的具体情况；银行承兑汇票全部列示为应收款项融资的合理性，是否符合企业会计准则规定。"
  },
  {
    "according": "根据申报材料，（1）报告期内，不同产品价格涨跌不一，部分产品价格或毛利率变动较大，因为原材料成本变动和市场供求变动等因素；（2）公司外销业务毛利率整体高于内销毛利率；（3）公司综合毛利率同可比公司存在一定差异。",
    "question": "请发行人说明：（1）产品定价模式和调价机制，是否符合行业惯例，对不同客户的定价方式是否一致；（2）不同产品价格变动的原因，原材料因素与市场价格变动情况是否一致，不同产品市场供需情况、变动原因及其依据；不同产品的价格是否存在联动关系，价格变动因素是否存在关联性或匹配性；（3）结合原材料采购价格变动、成本变动、产品价格变动等因素，量化分析毛利率变动原因；（4）结合产品结构等因素，分析外销业务毛利率高于内销业务毛利率的原因；（5）结合产品结构、结算方式等因素，量化分析销售给BAYER的毛利率高于其他客户毛利率的原因；（6）剔除产业链长度和产能等因素，分析公司与可比公司综合毛利率的对比情况及测算过程。"
  },
  {
    "according": "根据申报材料，（1）发行人存在同时从巍华化工采购、向其销售间硝基三氟甲苯、间三氟甲基苯酚等产品的情况；（2）报告期内发行人持续从闰土股份采购液氯等原料。",
    "question": "请发行人说明：（1）公司从巍华化工采购和向其销售相同产品的情况和原因；（2）结合采购时点及运费差异等因素，量化分析公司向闰土新材采购的液氯价格与公司向非关联方采购均价存在差异的原因和合理性。"
  },
  {
    "according": "根据申报材料：（1）BEBT-908 目前正在开展针对 r/rDLBCL三线治疗（适应症 1）的 IIb 期试验。该项试验为开放性研究，已于 2022 年 7 月完成全部 93 例受试者入组，其中可评估受试者为 80 例。该项试验开展过程中，存在部分受试者因疫情影响而延迟给药、漏药、停药、或提前、延期进行肿瘤评估等情况。发行人目前正在与 CDE 就上述情形进行沟通；（2）发行人预计 2023年一季度完成 IIb 期试验。根据前期与 CDE 的沟通，对于单臂研究，可接受末例受试者入组后 6 个月时的有效性数据支持 NDA 申报，同时在最终上市批准前需提供至少至末例受试者入组后 12 个月的数据。此外，目前对于抗肿瘤创新药，需至少满足 300 例的整体暴露量，方可支持首个适应症的上市申请；（3）BEBT-908 为 PI3K/HDAC 双靶点抑制剂。相较于单靶点药物，双靶点药物需要实现多个靶点组合后疗效增加且副作用不增加；（4）目前，已批准上市的 PI3K抑制剂和 HDAC 抑制剂相对较少，主要系临床研究显示 PI3K 单靶点抑制剂在毒性、药效方面都存在诸多缺陷，获批上市的 PI3K 单靶点抑制剂中一半以上因为安全性问题撤市，而 HDAC 单靶点对肿瘤生长抑制作用有限，主要因有效性存在问题撤市。发行人认为，上述存在撤市情形的 PI3K 抑制剂为 PI3Kδ、PI3Kγ抑制剂，而 BEBT-908 是 PI3Kα为主的 PI3KI 型酶抑制剂；（5）已有的临床研究数据显示，BEBT-908 与治疗相关不良事件主要是血液毒性。CDE 提示研究期间应特别关注血液毒性的相关情况；（6）发行人另外两款主要在研产品BEBT-209 和 BEBT-109 正分别开展与 BEBT-908 联合用药，治疗晚期乳腺癌（适应症 4）和 EGFR 抑制剂治疗耐药后疾病进展（适应症 6）的临床试验，主要原理为 BEBT-908 能够抑制 PI3K-AKT-mTOR 通路和 HDAC 激活导致的耐药。",
    "question": "请发行人说明：（1）上述 IIb 期试验受试者发生延迟给药、漏药、停药、或提前、延期进行肿瘤评估等情形对临床试验进度和临床试验结果的影响，公司就上述情形与 CDE 的沟通情况；（2）结合 II 期临床试验的进展情况，已有的临床试验数据，以及与 CDE 的沟通情况，说明 II 期临床试验预期是否能够满足前期与 CDE 达成的关于以单臂试验申请上市的共识以及相关指导原则的要求；（3）结合 BEBT-908 目前的临床试验进展、单臂试验及其注册审批用时，说明目前预计的完成临床试验、提交 NDA 和获批上市时间节点的具体依据。对于其他主要在研产品，亦参照前述问题进行说明；（4）PI3K 单靶点抑制剂因安全性问题撤市的具体情况，是否与血液毒性相关，BEBT-908 是否存在类似安全性风险；（5）结合 BEBT-908 的具体靶点情况、目前已有的安全性和有效性数据，说明其“实现多个靶点组合后疗效增加且副作用不增加”的具体表现；（6）公司其他主要在研产品联合用药方案均基于与 BEBT-908 相关的信号通路或靶点，若 BEBT-908单药治疗效果不符合预期，对联合用药的影响，是否会导致其他主要在研产品的后续研发存在较大风险；（7）结合上述问题，进一步完善相关重大事项提示和风险揭示。"
  },
  {
    "according": "根据申报材料：（1）目前国内已获批用于三线及以上治疗r/rDLBCL 的药物为阿基仑赛注射液和瑞基奥仑赛注射液，费用昂贵，可及性低。公开信息显示，瑞基奥仑赛注射液已通过 2022 年医保初审，未来有可能纳入医保；（2）除 BEBT-908 外，目前还有 7 款相同适应症的新药处于 II 期临床及以后阶段，其中 Polatuzumab vedotin 已申请 NDA。发行人预计 BEBT-908 治疗r/rDLBCL 的峰值渗透率可达到 30.0%；（3）发行人列示了 r/rDLBCL 复发/难治患者占比、治疗后进展率，但未充分说明具体依据，其他主要在研产品的市场空间测算过程中亦存在类似情形；（4）目前国内尚无获批用于二线及以上治疗EGFR20 外显子插入突变局部晚期或转移性非小细胞肺癌的药物，进展最快的TAK-788 已申请 NDA。公开信息显示，DZD-9008 已于近期达到主要终点。发行人预计 BEBT-109 针对上述适应症的管线（适应症 5）于 2023 年二季度完成IIa 期临床试验，后续有望获得依据 II 期单臂临床试验结果附条件上市。",
    "question": "请发行人说明：（1）结合目标市场已上市及在研产品情况，分析说明目前峰值渗透率的依据和合理性；（2）结合目标适应症疾病发展特点和治疗情况等，分析说明目前复发/难治患者占比、治疗后进展率以及目标患者人数的依据和合理性；（3）BEBT-109 上述竞品注册上市后，BEBT-109 申请以单臂试验结果附条件上市的可行性及依据。"
  },
  {
    "according": "根据申报材料：（1）发行人实际控制人及其一致行动人、参股公司曾经存在通过股权代持以满足地方政府领军人才项目对于相关企业和人员持股比例要求的情形；（2）发行人实际控制人一致行动人、核心技术人员蔡雄在 CURIS 任职期间签署了保密协议或竞业禁止协议。CURIS,INC.并不知悉蔡雄在任职期间曾委托他人代持发行人股权。发行人就上述事项取得了 CURIS 当时在任的首席执行官 Daniel R. Passeri 出具的确认，该首席执行官已于 2014 年 6 月后离任。",
    "question": "请发行人说明：（1）上述通过股权代持满足地方政府领军人才项目申报要求的情形是否符合法律法规以及相关项目的要求，相关人员和发行人是否存在重大违法违规风险，相关项目申报失败后未及时解除代持的原因和合理性；（2）蔡雄存在的上述情形是否违反与 CURIS 的协议，CURIS 前任首席执行官出具确认函的有效性。"
  },
  {
    "according": "根据申报材料：（1）发行人自研软件产品中，标准软件主要应用于智能发售电等领域，定制软件主要应用于电力市场交易、电网智能调度、能源互联网等领域；（2）发行人还从事软件开发服务、研究咨询、系统集成和技术服务等，技术服务中亦包含风险评估、软件开发服务等，发行人存在外购硬件、软件及技术服务的情形，申报材料对发行人外购第三方技术服务的介绍较为简单；（3）报告期各期，发行人核心技术收入占营业收入的比重分别为 82.80%、78.33%、83.38%和 81.55%。核心技术中的“电力现货市场优化出清技术”为该领域的“卡脖子”技术问题积累了经验，“大规模电网智能调控技术”已实现完全进口替代，“中长期电力市场交易技术”的技术背景为 2015 年“电改 9 号文”的发布推动。根据南方电网的相关公告，为解决电力市场优化求解器“卡脖子”关键核心问题，南方电网设立“适应高比例可再生能源接入的电力现货市场国产定制化出清系统研究与开发”项目，拟研发国内首套电力能源领域的国产自主可控出清系统。根据现场检查情况：公司销售收入对应成本中存在仅包含外购软硬件和服务的情形。",
    "question": "请发行人说明：（1）发行人主要软件产品的研发过程、研发周期、研发人员数量及专业背景等，各软件产品的业务模式、应用场景、主要客户群体，电力市场交易、电网智能调度等领域主要提供定制软件的原因，发行人前述情形是否符合行业惯例，报告期内标准软件、定制软件的销售收入及占比情况；（2）软件开发服务、研究咨询、系统集成和技术服务的分类逻辑、具体情况及差异比较，包括服务内容、业务模式、客户群体、与自研软件产品的关系、运用到的核心技术及先进性体现等，研究咨询、系统集成等业务的核心技术具体应用情况、计入核心技术收入是否合理；（3）外购硬件、软件及技术服务的主要内容、用途、对应项目及主要供应商情况，是否符合行业惯例，在发行人产品/服务中发挥的作用及重要程度，关键技术、能力是否依赖外购；公司核心技术收入的划分标准，成本仅包含外购软硬件和服务的项目情况，公司的实际工作内容及发挥的作用，是否计入核心技术收入；（4）发行人主要产品/服务的技术门槛及在行业中所处的技术水平，核心技术与产品/服务、应用领域的对应关系及收入分布情况，结合部分核心技术已实现完全进口替代、部分行业政策推出时间较早等，说明发行人核心技术中是否存在通用技术或成熟技术，各项核心技术的技术突破点及先进性水平；（5） 电力市场交易领域“卡脖子”技术问题的具体情况、与发行人产品技术的关系，南方电网是否已研发出国内首套电力能源领域的国产自主可控出清系统，“电力现货市场优化出清技术”的国内技术水平及主要竞争对手情况，包括实现进口替代的时间、产业化情况等，发行人前述技术的竞争优劣势。"
  },
  {
    "according": "根据申报材料：（1）国家发改委、国家能源局等出台了一系列关于电力市场改革的政策，但申报材料对发行人主要产品/ 服务与相关政策的具体匹配关系等分析不充分；（2）电力市场交易领域包括中长期、现货、辅助服务等，智能电网调度技术支持系统（D5000）由基础平台和实时监控与预警、调度计划、安全校核、调度管理四大类应用组成，我国调度机构包括：国家级、跨省、自治区、直辖市级，省、自治区、直辖市级，省辖市级，县级等五级，发行人能够提供省级“中长期+现货+辅助服务交易”和省间电力现货市场交易全套产品及相关服务，发行人电网调度运行领域业务主要集中在调度计划类和安全校核类，并在省调市场上处于领先地位；（3）发行人电力市场交易的相关软件及咨询服务等应用于电力现货交易市场第一批部分试点省份中，其中存在因承担子系统建设而折算为半个项目的情况。此外发行人产品/服务在电力中长期交易市场、辅助服务交易市场、电力市场仿真系统、电网智能调度市场等亦占据一定的市场份额，招股说明书未选取发行人收入占比较高的电力市场交易、电网智能调度领域的竞争对手作为可比公司；（4）发行人新一代调度技术支持系统的现货市场、调度计划、负荷预测、新能源功率预测等产品已经通过中国电科院入网检测，国电南瑞系发行人重要客户，招股说明书披露中国电科院、国电南瑞为发行人主要竞争对手，且前述企业均为国家电网下属企业或科研单位。",
    "question": "请发行人说明：（1）发行人主要产品/服务在电力行业全局中所处的产业链环节、需求情况及重要性程度，与电力行业改革政策的具体匹配关系，是否属于相关政策明确重点支持的产品，是否符合行业及政策的最新需求，相关风险是否充分揭示；（2）题干（2）所列电力交易市场不同领域、智能电网调度系统不同应用及前述不同应用、领域在不同行政级别市场的差异情况，包括研发难度、相关政策落地及市场发展状况、市场规模、竞争格局、技术特点及未来发展趋势、发行人及主要竞争对手的覆盖情况和差异原因；（3）发行人所涉业务领域主要竞争对手的市场占有率情况，部分试点省份发行人仅布局子系统建设的原因、是否存在切入障碍，是否存在一个试点省份同时采购发行人和竞争对手产品的情况、市场占有率测算是否准确；竞争对手同类产品/服务的核心评价指标与发行人的比较情况，可比公司的选取是否客观充分，结合前述第（2）（3）问的回复内容充分分析发行人产品/服务的竞争优劣势；（4）结合发行人产品需经过中国电科院入网测试的背景等，说明发行人终端客户对产品/服务业务资质、准入门槛等方面的要求，报告期内发行人承接项目是否涉及与中国电科院、国电南瑞的上下游或其他合作关系，以及项目金额、各自发挥的作用等；（5）结合中国电科院、国电南瑞的股东背景，发行人及主要竞争对手在主要客户处的采购占比、同类产品的技术水平及未来需求满足情况，市场上能够提供发行人同类产品/服务的企业数量等，分析发行人产品/服务的核心竞争力及未来市场前景，是否较容易被替代或存在技术迭代风险。"
  },
  {
    "according": "根据申报材料：（1）发行人软件产品核心技术的核心在于算法，算法水平的高低直接决定软件产品的技术水平和竞争力。发行人形成了以周新生、陶玮为代表的算法团队，并聘请马兴旺为公司首席科学顾问，马兴旺曾负责北美多个ISO/RTO 现货市场、辅助服务市场等应用系统和核心算法的开发，在现货市场核心算法领域具有较高影响力。发行人核心技术人员周新生、陶玮系2019年 4月、5月从北京三快在线科技有限公司（美团）离职后加入公司，夏清在发行人成立时曾以非专利技术出资入股；（2）2022年1月，徐英因个人原因辞去公司副总裁职务，发行人独立董事存在较多外部兼职情形，如担任董事长、执行董事、董事等职务。",
    "question": "请发行人说明：（1）结合马兴旺、夏清对发行人核心技术的研发贡献、在发行人处任职/合作及领薪情况、行业工作背景、公司研发人员的访谈情况、夏清曾向发行人提供技术出资等，说明未将马兴旺、夏清认定为核心技术人员的原因，二者是否与发行人签署竞业禁止、保密协议等文件，是否存在核心技术泄密风险；（2）马兴旺、夏清与发行人劳动关系、合作关系变化前后对公司技术研发、业务开展的影响，发行人最近 2 年核心技术人员是否发生重大不利变化，与马兴旺的顾问协议若无法续期是否对公司技术研发及未来发展造成重大不利影响，相关信息披露及风险揭示是否准确充分；（3）发行人报告期前外购算法服务、由夏清提供技术支持、马兴旺提供技术指导的具体情况及在发行人核心技术研发中的重要程度，是否对外购服务及前述人员存在重大依赖，发行人核心算法的研发过程、自有研发人员/外购服务或技术支持情况，周新生、陶玮入职前的算法研究队伍，发行人核心技术是否为自主研发、是否具备独立可持续的研发能力；（4）发行人核心技术人员是否存在违反竞业禁止、保密协议的情形，是否运用原任职单位的技术成果或涉及职务发明，发行人是否存在技术来源方面的纠纷或潜在纠纷；（5）发行人原副总裁徐英离职后的去向，是否在发行人客户或供应商处任职；结合独立董事在发行人处的履职情况、存在较多外部兼职等，分析其是否具备足够时间和精力履行独立董事的职责，是否符合《上市公司独立董事规则》的相关要求。"
  },
  {
    "according": "根据申报材料：（1）公司客户集中度高，以国家电网和南方电网为主，其余的主要客户收入占比较小且各期变动较大；（2）公司客户类型众多，包括国电南瑞等软件公司、山东核电等发电公司、中国电力科学研究院等科研院所、国网山东省电力公司物资公司等电力系统配套物资销售公司等；（3）公司对国家电网实现销售收入持续上升，但是，自 2020 年起，公司对南方电网实现收入规模逐年下降。",
    "question": "请发行人说明：（1）分别按法人主体、集团主体，说明报告期各期，公司客户的增减变动情况、原因及收入分布情况，发行人与主要客户的合作历史、业务获取方式、相关交易的定价原则及公允性、信用期及各期回款、客户复购率情况；（2）区分各客户类型，说明公司对其提供的产品及服务类型、应用领域、主要客户及项目情况，各期交易金额发生变化的原因及合理性；各期交易对象中同一集团客户下法人客户变动的原因与合理性；与南方电网的交易金额持续下降，而与国家电网的交易金额持续上升的原因；（3）公司向竞争对手国电南瑞销售的合理性，公司是否系分包商，是否存在其他最终用户非公司直接客户的情形，说明具体情况及原因；对物资公司等设备销售公司进行销售的原因及合理性，是否存在其他交易内容与客户主营业务不匹配的情形；（4）公司业务在主要客户同类业务中所占比重，客户集中且其他客户变动较大是否符合行业特性；结合前述情况，说明公司与主要客户的合作是否具有稳定性以及可持续性。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司综合毛利率分别为 65.71%、68.35%、73.54%和 70.38%，各领域下各产品及服务毛利率均有所变动，公司未充分解释合理性；（2）报告期各期， 公司综合毛利率均远高于同行业平均值，主要系各自应用领域存在差异；（3）针对同一合同包含多个业务类型的情形，公司按照一定方法拆分成几个组成部分，并以此分别计算营业额和毛利率。",
    "question": "请发行人说明：（1）量化分析公司各领域下各产品及服务毛利率变动的原因及毛利率变动的总体驱动因素，是否存在同类项目毛利率差异较大的情形及其合理性；结合项目执行周期、收入、成本构成等因素，说明各类产品及服务的毛利率是否与发行人工作量、开发难度匹配，公司成本是否完整；（2）结合公司与同行业可比公司在相同细分应用领域的单价、成本、毛利率对比情况、交付内容、业务实质等，说明发行人综合毛利率高于同行业的原因及合理性，高毛利率是否具有可持续性；（3）同一合同包含不同业务类型时，各项业务的收入确认及成本费用结转时点是否一致；说明业务类型拆分及分摊营业额和毛利率的具体方法、过程及合理性。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司研发费用分别为 2,141.47 万元、2,663.66万元、3,353.33 万元和2,562.89 万元，主要由职工薪酬构成（90%以上），公司研发费用率高于同行业可比公司，但研发人员占比低于同行业水平，研发人员平均薪酬约为 45 万元左右，而生产人员仅为约 18 万元，根据公开资料，同行业可比公司研发人员平均薪酬仅为 20 万元左右；（2）公司研发部门包括研发中心和新技术研究院，但未说明各部门及岗位工作职责；公司研发人员均为专职，但存在研发人员承担部分项目实施工作、管理工作的情形，按照工时进行归集；（3）公司 2019 年起通过设立软件子公司开始从事部分算法研究服务，并逐渐取代外购算法服务，公司将外购算法服务支出计入成本，而将自研算法支出计入研发费用；（4）2019-2021 年，公司税务加计扣除的研发费用金额远小于财务口径的研发费用金额，未说明具体的差异原因、支持性证据及调整过程。",
    "question": "请发行人说明：（1）研发部门及人员的划分标准，各研发部门及岗位的具体工作职责及对应的研发人员数量，各期研发人员承担非研发工作的工时占比分布情况，研发部门人员调入、调出情况，公司研发人员专业背景及工作履历与其工作内容是否匹配，划分是否准确，研发人员占比较低是否符合行业惯例，对公司未来研发能力、竞争力的影响；（2）公司研发人员平均薪酬与同行业及所在地薪酬的对比情况，在研发人员占比更低的情况下，研发费用率高于同行业公司的合理性，结合前述情形，及公司工时管理内控执行情况，说明公司研发费用归集是否准确；（3）公司研发活动的划分标准，报告期内各研发项目的研发内容及性质、形成或预期形成的研发成果，是否与具体项目相关；外购算法服务与自研算法在内容、用途及受限情况是否一致，分别计入成本和费用是否符合企业会计准则及相关规定；（4）研发费用财务口径及税务加计扣除口径的具体差异情况。"
  },
  {
    "according": "根据申报材料：发行人主要产品和服务包括自研软件、软件开发服务、研究咨询、系统集成和技术服务等，下游应用领域为电力行业，省级、区域级电网拓扑及机组数据涉及电网安全，具有高度机密性，出清引擎会直接处理这些数据，发行人产品/服务的生产、提供过程中涉及到算法研发、数据迁移、运维服务等。",
    "question": "请发行人说明：（1）发行人产品/服务研发、生产、销售及使用过程中涉及到的数据采集、处理、存储、使用等情况及其合规性，数据来源、数据内容，是否涉及第三方隐私或涉密信息，是否获得相关权利主体或主管部门的明确授权许可，是否存在使用范围、主体或期限等方面的限制，发行人是否存在超出前述限制使用数据或其他泄露涉密信息、侵犯第三方合法权益的情形；（2）发行人业务开展是否符合《数据安全法》《网络安全法》等法律法规、电力行业相关监管法规及其他主管部门的管理规定，是否已取得业务开展所需全部资质并在有效期限、范围内执行，是否受过相关行政处罚，发行人为保证数据安全及合规性所采取的措施，是否存在纠纷或潜在纠纷，相关风险是否充分揭示。"
  },
  {
    "according": "根据申报材料：（1）报告期内发行人向实际控制人租赁多处房产，截至目前仍有三处房产租赁，2021 年 7 月 25 日实际控制人控制的企业清新越华向发行人无偿转让 2 项软件著作权，招股说明书披露清新越华主要从事日用品销售，报告期内未实际开展具体业务，中介机构未按照《适用指引第 4 号》4-10 的要求进行充分核查和说明；（2）发行人实际控制人及其亲属控制或担任多家企业的董事、高管，部分企业在报告期内注销、吊销。",
    "question": "请发行人说明：（1）关联租赁的必要性、合理性，结合周边类型相同、面积相近房屋的市场租赁价格，说明定价是否公允；（2）清新越华向发行人转让的软件著作权来源及在发行人产品技术中发挥的作用，清新越华是否与发行人从事相同或类似业务，实际控制人及其控制企业是否存在其他与发行人业务相关的资产。"
  },
  {
    "according": "根据申报材料：（1）考虑到合伙人受让份额后直至发行人实现上市满 3 年内无法按照公允价格退出，基于谨慎性原则，该期间应视为存在隐含服务期。其中，2016 年公司进行第一次股份支付时，将摊销期限确定为董事会召开日至 2019年 12 月 31 日（预计在股转系统挂牌时间 2016 年 12 月 31 日三年后），而其余历次股份支付摊销期限均为董事会召开日至 2026 年 12 月 31 日（预计上市时间2023年12月31日三年后）或一次性确认；（2）公司前三次股份支付时均未有外部股东入股，其公允价值根据相关资产估值报告确定；第四次股份支付公允价值系参考乔贝昕弘入股价格，该股东为发行人第一名外部股东。",
    "question": "请发行人说明：（1）结合公司与员工关于退出的具体约定，说明公司历次股份支付摊销期限确定的合理性；（2）资产估值报告各参数确定依据，该估值与同行业公司股份支付时确定的估值倍数、并购重组市盈率等是否存在较大差异；结合前述情形，及对“11.关于股权变动及股份代持”一题的回复，说明公司历次股份支付公允价值的确定是否合理。"
  },
  {
    "according": "根据申报材料：（1）公司主营业务为提供以 AC-DC 芯片和 DC-DC 芯片为主的电源管理芯片产品及电源解决方案，公司产品 AC-DC 芯片可分为控制芯片和同步整流芯片，主要应用于快充充电器和电源适配器等，DC-DC 芯片可分为降压系列、升压系列和升降压系列产品，主要应用于车载快充充电器等；公司快充芯片已覆盖 65W 以内各主要功率段；（2）报告期内，公司 AC-DC 芯片收入规模持续上升，收入占比由 73.13%提高到 87.12%，DC-DC 芯片收入规模较为稳定，收入占比由 17.76%下降到 9.89%，其他收入产品为中测后晶圆、LED 驱动芯片和电波钟芯片等；（3）AC-DC 芯片和 DC-DC 芯片下游应用领域主要包括消费电子、网络通信、智能家居、汽车电子、智能安防和电动工具等；（4）公司多款芯片应用于小米、创维、海康威视、海尔、安克、小熊电器、长虹、万家乐、诺基亚、绿联、品胜、贝尔金等品牌的产品中。",
    "question": "请发行人说明：（1）公司细分产品所处下游应用领域内的高、中、低档产品的行业划分情况及公司产品的对应情况，公司产品是否属于相对成熟类型，公司向收入规模较少下游领域拓展的主要难点；（2）公司向知名客户/非知名客户销售产品的品类差异，与知名客户终端产品的对应关系及使用场景；（3）公司芯片产品在车载领域的使用场景，是否主要应用于后装外部连接产品，将该等产品作为汽车电子领域应用披露是否准确；（4）结合境内外同行业代表性公司在电源管理芯片产品种类丰富度、AC-DC 芯片和 DC-DC 芯片不同功率或电压产品覆盖度等情况，说明公司与该等企业在产品结构、主要应用领域和收入规模的差异情况，并根据实际情况进行针对性重大事项提示。"
  },
  {
    "according": "根据申报材料：（1）发行人拥有超低待机功能控制技术、高压启动自供电控制技术、快速瞬态响应控制技术、开关电源多模式控制技术等 8 项核心技术；（2）公司主要采用 0.18μmBCD30V/40V/60V/80V/120V/150V/700V工艺平台，原材料主要为 MOSFET 和晶圆；（3）报告期内，公司承担了江苏省科学技术厅、无锡科技局下达的 5G 高功率密度电源模块用 SiC 驱动芯片的研发及产业化、面向5G的GaN器件专用驱动芯片和高功率密度电源模块的研发等 5 项主要科研项目，上述课题合同约定有申请专利数、产品销售量及销售收入等验收指标；（4）报告期内，公司与东南大学存在3项合作研发，研发项目与题干（3）所承担科研项目相关；公司与MSJSystemLLC、浙江大学存在4项委托研发；（5）公司产品部分关键性能指标达到或超过国外领先厂商产品的参数水平，根据公开信息，除公司对比性能指标外，行业内评价指标还包括驱动能力、过流保护基准精度、芯片集成度、静态电流、强电磁兼容性、保护功能等；（6）公司在高集成数模混合电源管理芯片、无线充电芯片、车规级产品、屏驱电源等工业类产品尚处于开发状态；（7）发行人拥有20项发明专利、44项集成电路布图专有权。",
    "question": "请发明人说明：（1）公司核心技术演进及创新的主要过程，核心技术及与产品、发明专利、研发项目、产品关键性能指标的对应情况；结合上述情况、同行业可比公司核心技术掌握情况，说明公司核心技术的先进性水平；（2）原材料 MOSFET、晶圆、公司核心技术各自在产品性能中所发挥的作用，产品性能是否主要依赖核心原材料；（3）行业内通用关键性能指标，各品类产品对应的行业内主流技术水平、最高技术水平情况，对公司产品与境内外可比公司同类产品的关键性能指标进行比较，分析说明公司产品技术水平；（4）公司承担课题、合作研发项目和委外研发项目的基本情况，对应的研发周期、研发人员、技术储备、研发资金的投入情况和所发挥的作用，截止目前的研发进展、形成的研发成果情况；结合前述情况、承担项目集中在驱动芯片领域，说明不同项目之间的关系、与现有产品技术的关系，是否存在重复设置/研发，上述项目开展的可行性及商业化前景；（5）结合公司与同行业可比公司在发明专利、集成电路布图设计专有权数量、对应核心技术的差异、发行人近两年专利申请情况，进一步分析公司研发能力水平和竞争优劣势。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司经销收入分别为 9,188.74 万元、10,774.04 万元、23,471.81 万元和 5,064.03 万元，占主营业务收入比例分别为94.59%、94.23%、96.83%和 97.40%，金额及占比呈增加趋势，各期末经销商数量分别为 148 家、156 家、123 家和 101 家；（2）保荐机构对经销商终端销售进行核查，访谈终端客户采购数量占公司对经销客户销量的比例各期分别为52.28%、56.80%、64.97%和 59.83%，函证终端客户采购数量占公司对经销客户销量的比例各期分别为 50.81%、55.19%、62.27%和 56.17%。",
    "question": "请发行人说明：（1）按照不同销售规模区分说明经销商数量、销售收入及毛利占比变动原因及合理性，不同层级经销商销售价格、毛利率是否存在显著差异及原因；（2）经销商返利政策及其变化情况，返利占经销收入比例，返利计提是否充分，是否通过调整返利政策调节经营业绩；（3）经销商采购频率及单次采购量分布是否合理，与期后销售周期是否匹配；（4）经销商一般备货周期、进销存、退换货情况，备货周期是否与经销商进销存情况相匹配，各期末经销商库存的期后销售情况，是否存在经销商渠道压货、突击进货，退换货率是否合理；（5）公司及控股股东、实际控制人、董监高、关键岗位人员及其他关联方，与经销商、经销商的终端客户是否存在关联关系、其他利益关系、业务合作或非经营性资金往来。"
  },
  {
    "according": "根据申报材料：（1）报告期内公司前五大客户合计销售占比分别为 44.19%、40.49%、37.93%和 36.53%；（2）盛廷微、深圳市华海杰电子有限公司、诚芯微成立时间较短即与公司合作；2020 年、2021 年向盛廷微销售金额同比减少 12.68%和增加 15.99%，与盛廷微自身业务规模变动存在不一致，公司 2019 年协助盛廷微转贷 460.00 万元；（3）报告期内公司直销收入占主营业务收入比例分别为5.41%、5.77%、3.17%和 2.60%；（4）招股书多次提到公司多款芯片应用于小米、创维、海康威视等国内外知名品牌的产品中。",
    "question": "请发行人说明：（1）前五大客户合计销售占比逐年下降的原因，报告期内前十大客户的基本情况、发行人与其合作历史、报告期内销售情况及销售金额变动原因，对应最终实现销售的客户名称、销售内容和销售数量，与公司销售量及其期末库存的勾稽关系，是否主要或专营经销公司产品、是否存在向公司采购规模与其资产、业务规模不符的情形；（2）盛廷微、深圳市华海杰电子有限公司、诚芯微成立时间较短即与公司合作的原因及合理性，是否存在其他类似情形；向盛廷微销售收入变动与其自身业务规模、下游市场需求变化是否存在差异及原因；（3）直销模式下的主要客户及销售情况，是否与经销模式下终端客户存在重合及原因；（4）对知名品牌客户的销售情况，包括合作方式、产品类型、销售数量、销售金额及占比等，结合前述情况完善相关信息披露，避免误导投资者。"
  },
  {
    "according": "根据申报材料：（1）公司采购的原材料主要包括 MOSFET、晶圆和封装服务；（2）华瑞微 2018 年成立，公司当年即与其进行交易，2019 年华瑞微进入公司前五大供应商；（3）苏州启芯信息技术有限公司（以下简称苏州启芯）注册资本 500 万元，系台湾力晶科技股份有限公司（以下简称力晶股份）的代理商，公司主要向其采购晶圆、MOSFET，苏州启芯 2019 年协助公司转贷 149.03 万元；（4）2021 年起 MOSFET 和晶圆采购均价上升较快主要系产能紧张以及采购较大输出功率 MOSFET 占比提升、公司产品结构变化所致；（5）与可比公司必易微相比，公司采购晶圆价格较高主要系产品结构存在差异，LED 驱动芯片相对 AC-DC 芯片所需光刻板层数较少、工艺难度相对较低；（6）报告期末公司其他应收款金额为1,384.27 万元，主要系为获得产能保证，向上游供应商支付的产能保证金。",
    "question": "请发行人说明：（1）区分采购内容说明主要供应商基本情况、供应商类型以及报告期内公司采购情况，是否主要为公司提供产品或服务，不同供应商之间的采购价格差异（如存在）及原因；（2）华瑞微成立较短即与公司合作并成为前五大供应商的合理性，其是否具有相关产品的生产和技术能力；公司不直接向生产商采购而向代理商采购的原因及合理性，是否存在苏州启芯等代理商为公司代垫成本费用情况；（3）量化分析不同功率 MOSFET、应用于不同类型产品晶圆的采购结构变化对于相应采购价格变动的影响；（4）结合产品结构、光刻板层数、工艺难度等差异，具体分析公司相较必易微晶圆采购价格较高的原因，并针对性选取其他可比公司的主要原材料采购价格及变动趋势进行对比分析；（5）支付产能保证金的具体情况、支付对象、主要权利义务约定、履约情况，并结合公司在手订单、存货期后销售情况、经销商库存、行业需求变动等分析是否存在违约被扣罚风险以及对公司财务数据及经营情况的影响，并视情况进行风险提示。"
  },
  {
    "according": "根据申报材料：（1）公司销售商品收入确认方法为由公司直接发货的，相关货物已交付客户，确认客户已收到货物时确认收入；客户自行提货的，在货物发出并取得对方确认时确认收入；（2）主要合同中约定了产品质量保证，在产品质保期内出现质量问题，经认可后公司应予免费调换。",
    "question": "请发行人说明：（1）区分直接发货与自行提货说明报告期内收入金额、收入确认依据，收入确认方法及依据是否与合同约定及实际执行一致，报告期内收入确认依据保存是否完整；（2）报告期内主要自提客户及对应销售情况，客户自行提货与收入确认的时间间隔，并结合公司产品退换货情况说明收入确认是否准确。"
  },
  {
    "according": "根据申报材料：（1）公司主营业务成本中 MOSFET 占比最高，分别为 41.93%、43.84%、51.95%和 52.70%，晶圆、封装费、测试等费用占比依次降低；（2）AC-DC芯片 2020 年、2021 年毛利率上升主要系高毛利产品销售占比增加，2022 年 1-3月毛利率下降主要系原材料为 2021 年采购价格较高，以及高毛利产品销售占比下降；（3）2021 年 DC-DC 芯片毛利率提升主要系下游需求旺盛，单价提升幅度高于单位成本上涨幅度，其余报告期毛利率基本一致；（4）公司毛利率水平低于同行业可比公司均值，主要系公司与同行业可比公司产品类型、产品结构、下游应用、销售市场等方面存在差异所致，2021 年公司毛利率提升幅度小于可比公司均值变动幅度。",
    "question": "请发行人说明：（1）公司成本结构与可比公司的对比情况，MOSFET 占比最高的原因、是否符合行业情况；（2）报告期内 AC-DC 芯片、DC-DC 芯片销售结构变化情况及原因，并分析对毛利率变动的影响；（3）公司主要产品单价和单位成本变动是否符合行业情况，单价提升原因主要系公司提价还是销售产品发生变化，并就产品销售价格、原材料采购价格变化对毛利率变动做敏感性分析；（4）结合目前主要产品毛利率水平、2021 年所采购原材料的使用情况、未来采购价格及产品价格变动等，分析公司产品毛利率的未来变动趋势，并视情况完善相关风险提示；（5）结合产品类型、产品结构、下游应用、销售市场等因素，具体分析公司主营业务毛利率与可比公司的差异原因，选取同类型产品进行比较，并结合产品类型、产品结构差异等重新选取可比公司并完善对比。"
  },
  {
    "according": "根据申报材料：（1）黄飞明、于晓红夫妇为公司实际控制人，于晓红通过源生投资控制公司 54.72%股份，黄飞明直接持有公司 1.32%股份，两人合计控制56.04%股份；（2）贺洁系发行人董事、董事会秘书，源远管理的执行事务合伙人，并在贝尔特担任董事，贺洁持有源远管理 11.92%的份额，同时持有源生投资 2.34%的出资额并担任监事；陈浏阳持有源远管理 31.33%的份额，同时持有源生投资 6.96%的出资额；黄飞明持有源远管理 20.42%的份额，于晓红持有源生投资 52.31%的出资额；（3）冯以东、赵文遐、王萃东分别持有源生投资 17.41%、11.69%、9.28%的出资额并担任董事；（4）公司股东中，马友杰与创维海河、创智战新，高投毅达与紫金文投，上海超越摩尔与海南超越摩尔存在关联关系；（5）于燮康间接持有发行人少量股份，并在包括发行人在内的 6 家（拟）上市公司任职独立董事。",
    "question": "请发行人说明：（1）结合上述股东有关控制、对外投资、任职、经济利益关系等情形，说明源远管理、贺洁、冯以东、赵文遐、王萃东等与实际控制人是否构成《上市公司收购管理办法》第八十三条规定的一致行动关系；（2）对照《上市公司收购管理办法》第八十三条规定，逐项论证题干（4）所述关联股东之间是否存在一致行动关系；（3）于燮康保障职务独立性、勤勉尽责的措施，是否符合《上市公司独立董事规则》第六条有关任职家数的要求。"
  },
  {
    "according": "根据申报材料：（1）2019 年 8 月，丁国华因创业需求，以 49.46 万元向发行人员工持股平台源远管理转让 50.93 万股份，转让价格参考发行人 2018 年末每股净资产 7 折协商确定；（2）2006 年 11 月，丁国华代贺洁持有源生投资 20.625万元出资额，2017 年 11 月，丁国华将源生投资 30.30 万元的出资额转让给贺洁，其中 20.625 万元的出资额系代持还原、9.675 万元的出资额系贺洁新增受让；2014 年至 2020 年，贺洁、励晔、陈浏阳通过源远管理替部分被激励人员代持股份，尚有两名离职员工未进行核查；2020 年 7 月至 2022 年 3 月，贺洁在源远管理层面代前任独立董事何乐年持有硅动力 1.06 万股股份；（3）2020 年 12 月，发行人及关联方与当时新增股东惠友创嘉、创维海河、创智战新、马友杰、润科投资等签署有对赌协议，约定了优先认购权、优先购买权等特殊权益；上述主体在部分补充协议中存在中止及自动恢复条款；2021 年，创维海河、创智战新、马友杰认缴发行人部分新增注册资本；（4）公司机构股东之间、机构股东与自然人股东之间以及自然人股东之间存在关联关系。",
    "question": "请发行人说明：（1）丁国华在发行人任职经历、在经营管理中发挥的作用；丁国华低价转让发行人股份的原因，并结合丁国华转让时点前后的发行人其他股权转让/增资价格，说明丁国华低价转让的合理性和公允性，是否存在代持或其他利益安排；（2）贺洁同时作为被代持方及代持方的原因和合理性，并结合相关股东是否实际出资、资金来源、代持协议有关约定、解除过程等，说明历史代持情形是否真实、清理是否彻底；（3）对赌协议的执行情况（如存在）及清理是否符合监管要求。"
  },
  {
    "according": "根据申报材料：（1）公司存在与实际控制人黄飞明共同投资的情形，2015年双方入股丹辰智能、发行人于 2022 年 3 月退出，2011 年双方参与投资设立贝尔特、黄飞明于 2020 年 7 月退出；（2）锴威特同时为公司客户和供应商，公司向其采购 MOSFET 系为确保供应链安全和产能稳定开拓第二供应商，其实际控制人丁国华曾为创始人之一、公司董事并于 2019 年 9 月完全退出，公司将与其 2019年至 2020 年 1-9 月的交易作为关联交易；盛廷微同时为公司和锴威特前五大客户；（3）根据申报材料，2022 年，黄飞明离任杭州碧海银帆科技有限公司董事、信大气象董事，发行人转让信大气象股份并退出股东资格。",
    "question": "请发行人说明：（1）报告期内与锴威特交易的必要性与公允性，是否与锴威特存在其他客户、供应商重叠情况及合理性，是否存在其他特殊利益安排；（2）公司、黄飞明从上述公司退出的原因和合理性，是否存在关联交易非关联化的情形，该等企业与发行人、实际控制人、关键岗位人员及关联方、主要客户、供应商是否存在关联关系、直间接资金、业务往来。"
  },
  {
    "according": "根据申报材料：（1）报告期内公司研发费用分别为 1,201.54 万元、1,321.58万元、1,808.64 万元和 506.60 万元，主要包括职工薪酬、物料及加工费、技术服务费、委托研发费等内容，研发费用占比各期分别为 12.36%、11.55%、7.46%和 9.74%，整体低于可比公司均值；（2）2019-2021 年公司研发人员数量在40人左右，平均工资分别为 20.69 万元/人、20.25 万元/人、30.33 万元/人；（3）公司无形资产中软件账面价值各期分别为 8.81 万元、26.51 万元、29.37 万元和28.48 万元；（4）物料及加工费各期分别为 278.10 万元、202.84 万元、262.29万元和 69.84 万元；（5）公司政府补助包括与资产相关的政府补助和与收益相关的政府补助，报告期内所承担两项省市级科研项目对应的补助经费分别为1,000.00 万元和 500.00 万元。",
    "question": "请发行人说明：（1）研发人员的具体构成、入职时间、主要履历、专业背景、职称、从事的岗位职责，以及对应参与的研发项目、发挥的作用及取得的成果情况、薪酬待遇等，2021 年平均薪酬大幅上升的原因，公司研发人员的认定及研发费用的归集是否准确；（2）按研发项目/产品列示报告期对应投入的研发费用，公司研发费用构成与可比公司的比较情况，研发用软件的具体情况、与公司研发项目、成果等是否匹配；（3）物料及加工费的具体内容，研发领料的后续流转情况、形成的成果及会计处理，是否符合《企业会计准则》的规定；（4）政府补助与公司研发项目的对应关系，认定政府补助与收益相关或与资产相关的依据、具体划分情况，同一项目既存在与资产相关及收益相关的政府补助的原因，结合政府课题项目关于权利义务、成果归属等约定和实际执行情况，说明相关会计处理是否符合《企业会计准则》的规定。"
  },
  {
    "according": "根据申报材料：（1）报告期内公司股份支付费用分别为 70.75 万元、275.89万元、217.49 万元和 54.37 万元；（2）源远管理为公司员工持股平台，2014年、2015 年源远管理以增资、受让源生投资方式增持公司股份，相关股权均用作股权激励且形成代持，2019 年源远管理受让丁国华所持公司股份并授予彼时显名合伙人作为新增股权激励，2020 年进行代持还原，离职被代持人所对应股份再次授予继续留任的核心员工、新引进核心员工石双喜以及 3 位原代持人，对石双喜的授予价格包括无偿授予和 1 元/股；（3）2017 年、2018 年源生投资层面存在股权激励，部分员工分别以 2017 年 3 月底和 2018 年 5 月底源生投资净资产 7 折价格受让丁国华所持部分股权；（4）2019 年公司新增股权激励未约定服务期，2020 年公司与陈浏阳、贺洁、励晔、尤晔、石双喜确认的服务期为授予日至服务期期末，即 2020 年 5 月至 2023 年 12 月，本次新增激励的其它人员未约定服务期。",
    "question": "请发行人说明：（1）结合股权激励相关协议中关于服务期以及员工离职和退伙的退出情形、退出价格、回购权利等协议约定以及实际执行情况，说明历次股份支付等待期的判断是否准确，同时存在约定和未约定服务期情况的原因及合理性；（2）历次股份支付公允价值和授予价格的确定方法和计算过程，对石双喜采用两种授予价格的原因，历次股权激励的会计处理及依据、报告期内股份支付费用的计算过程，结合前述情况说明公司股份支付费用计提是否完整，股份支付相关会计处理是否符合《企业会计准则》的规定。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末公司存货账面价值分别为 1,934.74 万元、2,309.88 万元、4,268.06 万元和 6,050.93 万元，最近两期金额增加较多主要系为满足客户和市场需求，加大了对原材料的采购和产成品的储备；（2）报告期各期末，公司存货跌价准备余额分别为 440.30 万元、490.13 万元、417.50 万元和 443.18 万元，计提比例高于同行业可比公司均值但逐年降低；（3）报告期内公司存货周转率分别为 2.66、2.97、4.00 和 0.62，低于同行业可比公司均值；（4）截至2022年6月末，公司在手订单金额为2,224.59 万元。",
    "question": "请发行人说明：（1）区分产品类别说明各期末以及截至目前存货订单覆盖率、期后结转或销售情况，并结合 2022 年下游市场需求变化情况、对比同行业公司，说明加大备货力度的合理性，是否符合行业情况；（2）各类产品的进销存与相关原材料、封装服务、测试服务的采购以及公司自身测试能力的匹配关系；（3）存货跌价准备计提比例高于同行业可比公司均值但逐年降低的原因，计提政策与可比公司是否存在差异，并结合存货库龄情况、下游需求及产品价格变动趋势、存货中产成品单位成本变动等说明存货跌价准备计提的充分性，并视情况完善风险提示；（4）报告期内存货周转率的变动原因、数值低于可比公司均值的原因、合理性。"
  },
  {
    "according": "根据申报材料：（1）报告期内公司应收账款账面价值分别为 3,351.40 万元、3,882.34 万元、4,315.97 万元和 4,138.29 万元；（2）报告期内公司应收账款周转率分别为 3.02、2.97、5.51 和 1.13，低于同行业可比公司均值；（3）报告期内公司应收票据账面价值分别为 968.22 万元、1,631.30 万元、2,178.03万元和2,292.54 万元，主要为银行承兑汇票，应收款项融资分别为 279.40 万元、229.52 万元、928.26 万元和 609.33 万元；（4）除了单独评估信用风险的应收款项外，公司将应收款项划分为不同的组合，在组合的基础上评估信用风险。",
    "question": "请发行人说明：（1）报告期内应收账款逾期情况、逾期应收账款的期后回款情况；（2）应收账款周转率低于同行业可比公司均值的原因、应收账款回款周期的变化情况及原因；（3）应收账款、应收票据和应收款项融资合计金额报告期内变动情况及与同行业可比公司的差异及原因；（4）具体说明应收款项确定组合的依据，采用预期信用损失模型对应收款项计提坏账准备的具体方法，相关坏账准备计提是否充分。"
  },
  {
    "according": "根据申报材料：（1）发行人本次拟募投 69,240.48 万元，用于电源管理芯片研发升级及产业化项目、技术研发中心建设项目和补充流动资金；（2）电源管理芯片研发升级及产业化项目包括建设投资 12,041.80 万元、项目研发升级费用 26,999.73 万元和铺底流动资金 3,089.00 万元，技术研发中心建设项目包括建设投资 7,063.16 万元、研发费用 11,846.79 万元，均未说明募集资金具体使用用途的构成明细；（3）公司报告期末固定资产净值为 687.07 万元，成新率为32.25%；（4）报告期末公司货币资金余额为 16,990.40 万元，交易性金融资产为 7,985.28 万元，系公司购买的理财产品。",
    "question": "请发行人说明：（1）建设类募投项目的具体内容、构成明细，拟研发、升级或生产的具体内容，与现有产品、在研项目的区别和联系，公司是否具备相关的核心技术和人员储备；（2）结合报告期内公司研发投入金额、研发人员数量等情况，说明募集资金中研发费用规模的合理性，与公司研发能力是否匹配；（3）固定资产成新率与可比公司的比较情况及差异原因，固定资产净值与业务规模是否匹配，是否符合行业惯例，募投新增固定资产折旧摊销对公司业绩的影响；（4）公司购买理财产品的具体情况，是否存在抵质押、其他使用受限情形；结合货币资金余额、购买理财产品情况说明补流的必要性、合理性。"
  },
  {
    "according": "根据申报材料：（1）报告期末公司存在与宁波银行无锡分行签订的资产池业务合作及质押合同，担保限额 5,000.00 万元；（2）报告期末公司存在正在履行的重大银行担保和授信合同，担保额度和授信金额分别为 2,521.16 万元和1,500.00 万元。",
    "question": "请发行人说明：（1）签订上述合同的背景、相关协议约定的主要内容、抵押/质押资产的具体情况、协议的实际履行情况；（2）结合公司货币资金及交易性金融资产情况，说明相关合同签订的商业合理性，实际额度使用情况、资金流向，是否存在被发行人控股股东、实控人等关联方、客户、供应商及其关联方占用（使用）或变相占用（使用）的情况。请保荐机构、申报会计师对上述事项进行核查并发表明确意见。"
  },
  {
    "according": "根据申报材料：（1）发行人认为源远管理、贺洁、冯以东、赵文遐、王萃东等与实际控制人不构成一致行动关系。冯以东、赵文遐、王萃东为发行人创始股东且持有发行人股份，上述 3 人与于晓红、贺洁、陈浏阳合计持有控股股东源生投资 100%出资额，贺洁、陈浏阳、赵文遐为源生投资提名董事；（2）源远管理为发行人员工持股平台，持有黄飞明控制的丹辰智能 2%股份，黄飞明、贺洁、陈浏阳分别持有源远管理 20.42%、11.92%、31.33%出资份额，贺洁为执行事务合伙人；（3）2020 年 11 月，发行人与惠友创嘉、创维海河、创智战新、马友杰、润科投资等签署对赌协议时，源远管理曾与实控人、控股股东等共同作为义务主体；（4）股东马友杰、创维海河、创智战新存在关联关系，创维海河、创智战新的私募基金管理人均为创维投资，马友杰任创维投资合伙人；南京毅达为股东高投毅达、紫金文投执行事务合伙人，分别持有高投毅达、紫金文投 0.95%、0.50%的份额；（5）何乐年通过浙江大学与发行人从事委托研发项目，并由贺洁代其入股持有部分源远管理出资份额。",
    "question": "请发行人说明：（1）结合源远管理权益结构、管理制度、各出资人任职职务及源远管理曾作为对赌协议义务主体等情况，说明实际控制人是否可以实质控制源远管理；（2）结合上述相互持股/共同投资、任职、共同与外部投资者对赌等有关情况，以及源远管理、冯以东、赵文遐、王萃东董事会、股东大会表决情况等，进一步说明上述主体与发行人实际控制人及其控制的源生投资是否构成一致行动关系；（3）结合对赌协议签署主体和协议安排、马友杰所任职务和具体职责，并对照《合伙企业法》《上市公司收购管理办法》第八十三条相关规定，进一步说明马友杰与创维海河、创智战新，高投毅达与紫金文投是否构成一致行动关系；（4）发行人与何乐年的合作经历，报告期内委托浙江大学研发项目成员是否包括何乐年，何乐年作为非发行人员工通过源远管理持有股份的合理性，是否符合合伙协议的约定。"
  },
  {
    "according": "根据申报材料，（1）报告期内公司客户数量持续提升且客户数量变动较多；（2）江苏君华特种工程塑料制品有限公司于 2018 年设立全资子公司山东君昊高性能聚合物有限公司，目前已实现 PEEK 树脂的生产和销售，建成后最高年产能可达 2500 吨；（3）发行人客户采用滚动下单方式，主要客户一般提前一个月签署下个月的采购合同，因此公司在手订单规模较小；（4）发行人产品主要应用于电子信息和工业机械领域。报告期内第一大客户宁波哲能 PEEK 型材下游主要应用于电子信息领域，2022 年电子信息行业景气度下滑，宁波哲能向发行人采购规模持续上升；（5）发行人两次申报的招股说明书中，对重合年度 2019 年的前五大客户披露不一致；（6）宁波中科甬建新材料科技有限公司 2019 年成立当年即与发行人开展合作，并位列 2019 年发行人第四大客户，其后年度退出前五大客户；（7）发行人与龙跃环保就 PEEK 产品的质量争议无法达成共识，自 2022年未继续业务合作。",
    "question": "请发行人说明：（1）发行人报告期内新增、退出、存续客户的数量、收入金额及占比的分层情况；行业内型材客户数量及规模分布情况，结合实际情况，说明发行人是否具备拓展其他大型型材加工客户的能力；（2）山东君昊 PEEK树脂产线建设进展情况，PEEK 产品生产和销售情况，对发行人生产经营产生的影响，进一步说明与江苏君华合作的稳定性及可持续性；结合主要客户规模较小、对部分主要客户销售规模波动较大、行业内主要的厂商沿产业链上下游拓展、发行人在手订单规模较小等情况，进一步说明与客户合作的稳定性、业务持续性，发行人是否具备客户拓展能力；（3）结合领用发行人产品、生产加工、向下游客户销售及库存情况，说明宁波哲能向发行人采购规模持续上升的原因，与其经营规模、下游客户所处行业变化情况的匹配性，相关销售收入的真实性；（4）2023 年一季度收入实现情况，结合主要应用领域行业环境变化对各类终端产品需求、采购频率的影响，分析对发行人经营业绩产生的影响，进一步说明发行人收入增长的可持续性；（5）结合两次申报对 2019 年度前五大客户及销售金额存在差异的原因，说明与中科院、宁波中科甬建目前是否仍持续合作；（6）公司与龙跃环保存在产品质量争议的具体情况，与其他客户合作过程是否存在类似争议，公司防范的措施和内部控制。"
  },
  {
    "according": "根据申报材料：（1）发行人 2020 年度向新瀚新材采购氟酮金额与新瀚新材招股说明书披露数之间存在差异，发行人 2020 年度向新瀚新材采购金额较 2019 年增长 27.12%，与新瀚新材招股说明书披露其向发行人的销售额较 2019 年的增长率 64.34%也存在差异；前后两次申报材料中，对重合年度2019 年氟酮采购数量披露不一致，碳纤维采购数量、单价披露不一致；（2）2022 年发行人各类产品单位成本上升，主要系原材料价格上升导致直接材料成本上升，而制造费用均呈下降趋势；（3）2021 年以来，由于上游原材料氟酮、对苯二酚价格上涨，发行人毛利率呈现下降趋势。根据发行人测算，以 2021年为基准，假设其他因素不变，因公司毛利相对较高，氟酮价格变动 5%，公司主要产品毛利率影响 0.9-1.5 个百分点；对苯二酚价格变动 5%，公司主要产品毛利率影响 0.2-0.4 个百分点。",
    "question": "请发行人说明：（1）2019 年、2020 年向江苏新瀚新材料股份有限公司采购氟酮情况与江苏新瀚新材料股份有限公司招股说明书披露情况存在差异的原因；（2）两次申报对 2019 年度氟酮采购数量披露不一致，碳纤维采购数量、单价披露不一致的原因；（3）报告期内各类产品单位成本变动原因，2022 年各类产品单位制造费用下降幅度较大的原因及合理性，并进一步说明各类产品成本构成、金额和占比与同行业可比公司的差异情况及原因；（4）结合生产工艺及生产过程，说明报告期发行人各类产品成本核算和结转的过程，相关内控的完善有效性，以及各类产品成本核算的完整性、结转时点的准确性；（5）结合产品调价机制、2022 年以来主要原材料的价格变动情况等，进一步说明对公司毛利率产生的影响，未来公司毛利率是否存在大幅下降风险。"
  },
  {
    "according": "根据申报材料，（1）发行人 2022 年研发费用较以前年度增长幅度较大，主要系职工薪酬、直接材料等支出增加；（2）报告期内，研发费用中直接材料和技术服务费金额波动较大；（3）研发领料去向包括内部测试、送样给客户或作为废弃料报废；（4）报告期内发行人研发费用率高于同行业可比公司。",
    "question": "请发行人说明：（1）2022 年研发费用增长的原因，与研发项目进展的匹配性；（2）报告期内，直接材料、技术服务费金额波动较大的原因；（3）研发领料归集的准确性，最终去向相应会计处理是否符合《企业会计准则》的相关规定；（4）研发费用率高于同行业可比公司的合理性。"
  },
  {
    "according": "根据申报材料，报告期各期末，公司存货账面价值分别 4,960.67 万元、5,447.39 万元和 9,129.18 万元。2022 年存货金额大幅上升，主要系原材料、半成品、库存商品增加。",
    "question": "请发行人说明：（1）2022 年各类别存货余额大幅上升的原因及合理性，原材料和库存商品的在手订单覆盖情况；（2）各类别存货的保质期限和保存要求，结合库龄情况，说明存货跌价准备的计提是否充分。"
  },
  {
    "according": "根据申报材料，发行人曾于 2020 年 9 月申请在科创板上市，并于 2021 年3 月撤回。发行人两次申报招股说明书中，对重合年度 2019 年的前五大客户披露不一致，2019 年氟酮采购数量披露不一致，碳纤维采购数量、单价披露不一致。",
    "question": "请发行人说明：（1）前次申报申请撤回的原因，是否涉及整改事项及整改情况，对本次发行上市是否构成障碍；（2）是否全面梳理本次申报信息披露与前次申报以及新三板信息披露存在差异的具体情况并逐项分析说明差异原因；（3）结合上述情况进一步说明是否存在内控缺失、会计基础薄弱的情形。"
  },
  {
    "according": "根据申报材料：（1）全球 PEEK 市场容量在 2019 年为 7.21 亿美元，预计到 2027 年将增长至12.26亿美元，中国市场目前 PEEK 消费量占全球市场的30.87%，发行人目前在全球市场占有率为8.07%，全球排名第四，同行业可比公司英国威格斯2022财年（2021年10月至2022年9月）在中国市场实现营业收入 4,030 万英镑；（2）PEEK 材料在汽车领域、电子信息领域、工程机械、医疗健康、航空航天等领域具备较大优势，但目前市场规模较小；（3）公司 PEEK 产品的应用遍布电子信息、交通运输、高端制造、航空航天、医疗等领域，产品主要性能指标已达到国内领先、国际先进水平，填补了国内空白。报告期内，发行人营业收入按终端应用来看主要分布在工业机械及能源、电子信息和汽车等领域；（4）公司 PEEK 树脂在交通运输、电子信息、能源及工业等领域与国际公司直接进行竞争并在国内市场持续实现进口替代；（5）目前 PEEK行业前沿方向包括 PEEK 医疗级树脂和 CF/PEEK 等，发行人 PEEK 产品在医疗领域、CF/PEEK 领域实现的收入规模较小、市场占比仍较小，暂未进入植入级医疗器械和航空航天用 CF/PEEK 等高端应用领域；（6）公司在新能源汽车漆包线、医疗人工骨骼、人工牙齿、航空航天电线卡箍等应用领域已进行产品性能测试。",
    "question": "请发行人说明：（1）PEEK 产品在主要应用领域进一步拓展存在的劣势和壁垒，导致成本较高的原因，以及是否存在除成本以外产业化应用的难题；问询回复中论述的在不同下游应用领域替代其他类型材料的优势是否在技术、商业等方面是否具有合理性，请进一步客观论述相关应用领域市场空间及优劣势；（2）结合在交通运输、电子信息、能源及工业等领域的主要产品类型，分析与国外同行业可比公司同类产品在关键性能指标、技术实力、市场占有率等方面的对比情况，发行人产品的竞争优势，填补国内空白、持续替代国外产品的具体表现；（3）结合具体政策文件与发行人实现进口替代产品的对应关系，说明相关产品是否属于国家鼓励、支持和推动的关键材料；（4）医疗领域、CF/PEEK 领域对 PEEK材料性能的具体要求，进入医疗级树脂和 CF/PEEK 领域的技术门槛，对比国外同行业可比公司在医疗领域、CF/PEEK 领域产品布局情况及存在的差距，结合发行人医疗领域、CF/PEEK 领域在研项目及技术储备情况、医疗级树脂和CF/PEEK 领域的拓展及布局情况，说明是否具备持续竞争能力；（5）发行人在终端应用领域的产品拓展情况，各类产品性能测试、验证周期及具体进展情况，预计实现规模化销售时间；（6）关于 PEEK 产品应用于高端制造的相关信息披露是否真实准确，参考 PTFE 的发展历程对 PEEK 市场空间进行中长期预测是否客观公允。"
  },
  {
    "according": "根据申报材料：（1）行业内主要的厂商向 PEEK 领域拓展的情况包括两类，一是 PEEK 行业树脂生产企业同时自产氟酮、生产型材，该情况的代表厂商为英国威格斯，二是 PEEK 行业内上游原材料（氟酮）生产企业和下游客户（型材生产企业）向 PEEK 树脂合成领域拓展，该情况的代表厂商为营口兴福和江苏君华。其中营口兴福、江苏君华分别是发行人的供应商和客户之一；（2）英国威格斯与营口兴福合资设立盘锦伟英兴，在中国设立生产基地，发行人认为受成本、新增产能目标市场、公司自身实力提升和国内市场发展等因素的影响，英国威格斯在国内设厂的综合影响较小；（3）报告期内，发行人客户以型材加工企业为主。",
    "question": "请发行人说明：（1）氟酮在全球和国内的供应情况和主要供应商，供应和制备在原料和技术上的壁垒和门槛，PEEK 行业树脂生产企业向上游延伸自产氟酮的原因和考虑，氟酮生产企业向 PEEK 合成领域拓展对树脂生产企业在原材料供应方面的影响，氟酮生产企业在合成 PEEK 产品上是否具有独特的竞争优势；（2）型材加工企业在 PEEK 产品向终端客户交付过程中所起的作用，公司产品在报告期内主要通过型材加工企业销售的原因，是否符合行业惯例，公司主要客户向合成领域拓展对未来合作的影响，公司在开拓直接终端客户和新的型材加工企业客户的具体情况；（3）英国威格斯通过合资成立盘锦伟英兴在中国设立生产基地的进展，对公司的具体影响；（4）在问题 1.1 和 1.2 基础上，结合公司PEEK 产品的技术先进性、行业发展前景、上下游竞争格局变化情况等因素分析PEEK 产品的未来应用前景，公司是否具有持续增长能力。"
  },
  {
    "according": "根据申报材料，（1）报告期内公司客户数量持续提升且客户数量变动较多；（2）江苏君华特种工程塑料制品有限公司于 2018 年设立全资子公司山东君昊高性能聚合物有限公司，目前已实现 PEEK 树脂的生产和销售，建成后最高年产能可达 2500 吨；（3）发行人客户采用滚动下单方式，主要客户一般提前一个月签署下个月的采购合同，因此公司在手订单规模较小；（4）发行人产品主要应用于电子信息和工业机械领域。报告期内第一大客户宁波哲能 PEEK 型材下游主要应用于电子信息领域，2022 年电子信息行业景气度下滑，宁波哲能向发行人采购规模持续上升；（5）发行人两次申报的招股说明书中，对重合年度2019 年的前五大客户披露不一致；（6）宁波中科甬建新材料科技有限公司 2019年成立当年即与发行人开展合作，并位列 2019 年发行人第四大客户，其后年度退出前五大客户；（7）发行人与龙跃环保就 PEEK 产品的质量争议无法达成共识，自 2022 年未继续业务合作。",
    "question": "请发行人说明：（1）发行人报告期内新增、退出、存续客户的数量、收入金额及占比的分层情况；行业内型材客户数量及规模分布情况，结合实际情况，说明发行人是否具备拓展其他大型型材加工客户的能力；（2）山东君昊 PEEK树脂产线建设进展情况，PEEK 产品生产和销售情况，对发行人生产经营产生的影响，进一步说明与江苏君华合作的稳定性及可持续性；结合主要客户规模较小、对部分主要客户销售规模波动较大、行业内主要的厂商沿产业链上下游拓展、发行人在手订单规模较小等情况，进一步说明与客户合作的稳定性、业务持续性，发行人是否具备客户拓展能力；（3）结合领用发行人产品、生产加工、向下游客户销售及库存情况，说明宁波哲能向发行人采购规模持续上升的原因，与其经营规模、下游客户所处行业变化情况的匹配性，相关销售收入的真实性；（4）2023 年一季度收入实现情况，结合主要应用领域行业环境变化对各类终端产品需求、采购频率的影响，分析对发行人经营业绩产生的影响，进一步说明发行人收入增长的可持续性；（5）结合两次申报对 2019 年度前五大客户及销售金额存在差异的原因，说明与中科院、宁波中科甬建目前是否仍持续合作；（6）公司与龙跃环保存在产品质量争议的具体情况，与其他客户合作过程是否存在类似争议，公司防范的措施和内部控制。"
  },
  {
    "according": "根据申报材料：（1）发行人 2020 年度向新瀚新材采购氟酮金额与新瀚新材招股说明书披露数之间存在差异，发行人 2020 年度向新瀚新材采购金额较 2019 年增长 27.12%，与新瀚新材招股说明书披露其向发行人的销售额较 2019 年的增长率 64.34%也存在差异；前后两次申报材料中，对重合年度2019 年氟酮采购数量披露不一致，碳纤维采购数量、单价披露不一致；（2）2022 年发行人各类产品单位成本上升，主要系原材料价格上升导致直接材料成本上升，而制造费用均呈下降趋势；（3）2021 年以来，由于上游原材料氟酮、对苯二酚价格上涨，发行人毛利率呈现下降趋势。根据发行人测算，以 2021年为基准，假设其他因素不变，因公司毛利相对较高，氟酮价格变动 5%，公司主要产品毛利率影响 0.9-1.5 个百分点；对苯二酚价格变动 5%，公司主要产品毛利率影响 0.2-0.4 个百分点。",
    "question": "请发行人说明：（1）2019年、2020年向江苏新瀚新材料股份有限公司采购氟酮情况与江苏新瀚新材料股份有限公司招股说明书披露情况存在差异的原因；（2）两次申报对 2019 年度氟酮采购数量披露不一致，碳纤维采购数量、单价披露不一致的原因；（3）报告期内各类产品单位成本变动原因，2022 年各类产品单位制造费用下降幅度较大的原因及合理性，并进一步说明各类产品成本构成、金额和占比与同行业可比公司的差异情况及原因；（4）结合生产工艺及生产过程，说明报告期发行人各类产品成本核算和结转的过程，相关内控的完善有效性，以及各类产品成本核算的完整性、结转时点的准确性；（5）结合产品调价机制、2022 年以来主要原材料的价格变动情况等，进一步说明对公司毛利率产生的影响，未来公司毛利率是否存在大幅下降风险。"
  },
  {
    "according": "根据申报材料，（1）发行人 2022 年研发费用较以前年度增长幅度较大，主要系职工薪酬、直接材料等支出增加；（2）报告期内，研发费用中直接材料和技术服务费金额波动较大；（3）研发领料去向包括内部测试、送样给客户或作为废弃料报废；（4）报告期内发行人研发费用率高于同行业可比公司。",
    "question": "请发行人说明：（1）2022 年研发费用增长的原因，与研发项目进展的匹配性；（2）报告期内，直接材料、技术服务费金额波动较大的原因；（3）研发领料归集的准确性，最终去向相应会计处理是否符合《企业会计准则》的相关规定；（4）研发费用率高于同行业可比公司的合理性。"
  },
  {
    "according": "根据申报材料，报告期各期末，公司存货账面价值分别 4,960.67 万元、5,447.39 万元和 9,129.18 万元。2022 年存货金额大幅上升，主要系原材料、半成品、库存商品增加。",
    "question": "请发行人说明：（1）2022 年各类别存货余额大幅上升的原因及合理性，原材料和库存商品的在手订单覆盖情况；（2）各类别存货的保质期限和保存要求，结合库龄情况，说明存货跌价准备的计提是否充分。"
  },
  {
    "according": "根据申报材料：发行人曾于 2020 年 9 月申请在科创板上市，并于 2021 年3 月撤回。发行人两次申报招股说明书中，对重合年度 2019 年的前五大客户披露不一致，2019 年氟酮采购数量披露不一致，碳纤维采购数量、单价披露不一致。",
    "question": "请发行人说明：（1）前次申报申请撤回的原因，是否涉及整改事项及整改情况，对本次发行上市是否构成障碍；（2）是否全面梳理本次申报信息披露与前次申报以及新三板信息披露存在差异的具体情况并逐项分析说明差异原因；（3）结合上述情况进一步说明是否存在内控缺失、会计基础薄弱的情形。"
  },
  {
    "according": "根据申报材料，发行人在招股说明书及问询回复中，多处引用第三方咨询机构研究报告数据，如“PEEK 主要应用领域中使用 PEEK 材料所生产的终端产品及市场空间情况”、“国内 PEEK 市场现有及潜在产能规模统计情况”、“国内主要 PEEK 型材商出货量情况”等。",
    "question": "请发行人说明：（1）相关第三方研究报告是否具有权威性、独立性，是否专门为本次发行上市准备、发行人是否为此付费或提供帮助，是否为定制或付费的报告；（2）第三方咨询机构相关预测数据的假设前提、重要参数和基础数据来源，相关数据是否准确，相关测算是否客观。"
  },
  {
    "according": "根据申报材料，（1）中国电子科技集团公司第四十一研究所（以下简称四十一所）由中国电子科技集团有限公司（以下简称中国电科）举办，主要从事电子测量基础及前沿技术研究、计量、检测技术研究与服务和军用装备研制等。2018年6月19日，中国电科同意中电仪器有限将四十一所本部相关仪器仪表业务资产无偿划转至中电科仪器仪表有限公司（以下简称中电仪器有限）及其全资子公司中电科思仪科技（安徽）有限公司（以下简称安徽仪器）。(2〉2019年1月3日，财政部同意中国电科以2017年12月31日为基准日，将四十一所仪器仪表业务相关资产划转至中电仪器有限及安徽仪器。（3） 2019年4月15日，四十一所与中电仪器有限、安徽仪器签署《国有产权无偿划转协议》，就四十一所仪器仪表业务相关资产划转至中电仪器有限、安徽仪器相关事宜进行明确约定。截至2019年5月末，上述划转相关资产交割已完成。(4）经审计，截至无偿划转审批文件中的划转基准日2017年12月31日，划转资产净值为652,420,196.92元;截至实际划转基准日2019年1月31日，划转资产净值为620,038,754.67元，实际划转基准日与无偿划转审批文件中的划转基准日不同，实际划转资产净值低于审批文件中划转资产净值约3,200万元。(5）报告期内，发行人扣除非经常性损益后的归属于母公司股东的净利润分别为-9,207.41万元、6,754.02万元、15,226.88万元和11,110.72万元，发行人解释称经营业绩的波动主要受业务规模快速增长、报告期初资产划转等因素影响。（6）招股说明书、保荐工作报告、律师工作报告均未说明划转事项中相关业务、技术、人员、资产、债权债务转移的具体情况，未说明该事项对公司独立性影响的核查情况、核查方法。",
    "question": "请发行人说明:（1）无偿划转前发行人、四十一所的主营业务、主要产品、客户及主要财务数据，无偿划转前发行人是否具备研发、生产、经营能力，并说明组织生产经营的具体流程;(2）四十一所仪器仪表业务涉及的所有业务、技术、人员、资产、债权债务的具体情况，四十一所划转资产的各类资产内容、金额，无偿划转资产的确定标准，划转与未划转资产的具体情况，未划转的具体原因，未划转资产报告期内的具体处理及使用方式、情况，未来就未划转资产的具体安排;(3）四十一所仪器仪表业务相关资产划转至中电仪器有限、安徽仪器的具体过程，相关土地、房产、机器设备、商标、专利、非专利技术的转让过程，是否履行必要的评估和决策程序，资产交割完成时间点;(4）结合资产划转相关批复、划转协议主要条款等说明公司与四十一所在资产划转完成后就业务、技术、人员、资产等关键要素的安排情况，公司针对上述资产的整合及管理情况，资产划转后发行人、四十一所主营业务、主要客户、组织生产经营情况、管理层的变化情况;(5）资产划转前公司自有技术情况，公司来源于四十一所的技术及其与公司核心技术之间的关系;(6）结合公司划转前后主营业务、主要产品、主要客户、经营情况、主要财务数据的变化情况，量化说明资产划转对公司业务和经营业绩的影响，是否符合《证券期货法律适用意见第3号》的相关要求;(7）实际划转基准日划转资产净值低于审批文件中的划转基准日划转资产净值的原因，划转资产范围是否变化，实际划转资产净值低于审批划转资产净值是否符合中国电科、财政部的相关规定，是否存在国有资产流失的情况;是否存在其他实际划转资产与批复不一致的情形及其合规性;(8）资产划转是否涉及债权债务转移，如涉及，请说明相关债权债务纳入划转范围依据、债务规模、具体科目、到期时间、对公司业绩影响等;(9）在划转基准日后、资产交割完成前，四十一所仪器仪表业务研发、生产、采购、销售、资产、人员管理情况以及期间主要存货项目变动情况，包括但不限于产品金额、权属、流向、相关会计处理等;(10）重组事项资产、人员、业务等方面的整合情况，资产重组是否构成业务合并及依据，并测算如做业务合并处理，对公司财务数据的具体影响;(11）划转资产入账价值的确定依据，资产划转后在公司的账务处理及财务报表列示情况;(12）报告期初资产划转对发行人经营业绩的具体影响，并详细分析报告期初亏损的主要原因。"
  },
  {
    "according": "根据申报材料，(1)报告期内，公司向四十一所及下属企业销售商品的交易规模分别为7,518.01万元、8,241.32万元、3,919.06万元和930.99万元，交易产生系四十一所的部分军用装备产品需要同时具备测量功能，故需要向公司采购部分整机产品。(2)报告期内，公司向四十一所及下属企业提供外协服务的产生的外协费分别为14,789.16万元、13,499.08万元、3,010.27万元和558.59万元，交易产生系四十一所仍有历史上承接的部分科研项目和产品订单未执行完毕，同时四十一所的电子测量基础及前沿技术研究也需要公司产业化技术的支持，故公司存在向四十一所提供生产和科研外协服务。随着四十一所历史承接项目和订单完成验收或交付，公司向四十一所提供外协服务的金额也逐渐降低。(3)申报材料未充分说明向四十一所及下属企业关联销售的公允性，亦未区分生产外协和科研外协说明关联销售服务的具体情况。",
    "question": "请发行人说明:(1)报告期内公司向四十一所及下属企业销售整机产品的机型、销量、金额、单价，各类产品销售价格、毛利率与发行人向其他非关联客户销售价格、市场平均单价、毛利率的差异，相关交易的必要性与公允性，四十一所向发行人整机采购规模占其相应产品采购规模的比重;(2)四十一所采购整机与军用装备产品销售的匹配性，报告期内四十一所对发行人整机采购规模逐年下滑的原因;(3)报告期内公司向四十一所提供外协服务的具体内容、所涉及科研项目或产品订单、项目及订单进展、（预计）结项或交付时间、外协费定价依据，并结合四十一所上述科研项目、产品订单销售价格、公司提供同类服务收费情况等，说明公司向四十一所提供外协服务的必要性、定价公允性;(4)区分销售整机和提供服务的交易规模，说明与四十一所之间经常性关联销售未来的交易规模变化趋势，规范关联交易的措施及执行情况。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司向四十一所及下属企业采购商品的交易规模分别为30,040.37万元、14,258.43万元、9,402.19万元和2,016.70万元，交易产生系2019年划转交割完毕后，四十一所仍剩余较多结余存货，为避免四十一所结余存货减值，因此公司向四十一所采购商品。（2）报告期内，公司向四十一所及下属企业采购外协服务的产生的外协费分别为2,283.27万元、617.27万元、397.56万元和282.99万元，外协服务包括生产外协和科研外协，其中生产外协产生系2019年5月前，公司尚不具备电子测量仪器的生产能力，电子测量仪器产品系委托四十一所外协加工;科研外协产生系公司向四十一所采购前沿理论技术研发服务。（3）四十一所存在向发行人采购外协服务和环境试验服务的情况。（4）申报材料未充分说明四十一所结余存货的具体情况及其与划转资产之间的关系，公司向四十一所关联采购的公允性，公司与四十一所互相采购外协服务的背景、原因等基础信息。",
    "question": "请发行人说明:（1）2019年资产划转时四十一所结余存货的具体内容，未将结余存货作为划转资产内容的原因，目前四十一所结余存货情况的消化情况，公司向四十一所购买结余存货的消化情况，公司向四十一所采购产品的技术水平与采购当期主流技术是否存在差距，相关产品是否存在减值情形﹔（2）公司向四十一所采购产品的内容、采购量、金额、单价，各类产品采购价格、毛利率与向其他非关联客户采购价格、市场平均单价的差异，相关交易的公允性;（3）区分说明报告期各期公司向四十一所采购生产外协和科研外协服务的业务规模，相关服务的定价依据和公允性;（4）2019年5月以前公司电子测量仪器生产业务承接情况，公司在尚未具备电子测量仪器生产能力的情形下即开始承接业务的合理性;2019年5月以后公司是否仍向四十一所采购生产外协服务，如是，请说明四十一所仪器仪表业务相关资产是否已完全划转至发行人、四十一所是否仍具备电子测量仪器生产能力;（5）四十一所进行的前沿理论技术研发与公司开展研发的区别和联系，公司向四十一所采购科研外协服务的必要性、合理性，采购研发服务形成的研发成果是否涉及公司核心技术、对应形成的产品销售收入及占比，公司是否存在核心技术来源于实际控制人及其控制企业的情况，是否具备独立自主研发创新能力;（6）公司与四十一所之间互相采购外协服务的原因及合理性。"
  },
  {
    "according": "根据申报材料，（1）2019 年5月，四十一所相关资产和人员进入发行人后，电子测量仪器相关合同也开始由发行人签署，但受限于部分客户供应商目录和招投标等限制，四十一所仍销售部分电子测量仪器产品，2019年6-12月和2020年，四十一所新签署的电子测量仪器相关合同金额分别为18,760万元和7,235万元。2019年6-12月和2020年，四十一所对外销售的电子测量仪器产品来源于四十一所历史结余存货或向发行人采购，采购价格基于发行人同类产品对第三方的销售价格协商确定，故四十一所享有部分产品销售的利润。（2）自2021年1月1日起，鉴于除少量特殊客户外，发行人已完成供应商目录转换，且为解决发行人与四十一所的业务独立性，四十一所开始不再对外销售电子测量仪器产品。对于发行人无法直接签署合同的少量特殊客户，发行人与四十一所签订了代销协议，约定2021年起暂时通过四十一所代销的方式实现销售，并约定相关订单的所有费用支出均由公司承担，订单产生的收益亦均归公司所有。2021年度、2022年1-6月，公司通过四十一所代销方式实现的收入分别为5,390.53万元和138.73万元。（3）根据保荐工作报告，关于自2021年起的代销事项，发行人和四十一所已告知主要客户或发出确认函，目前仅少量客户盖章确认。",
    "question": "请发行人说明:（1）2019年6-12月和2020年四十一所对外销售电子测量仪器产品来源的具体情况﹐相关来源部分为历史结余存货、部分为向发行人采购的原因、区分依据、对应客户的区别;（2）2019 年6-12月和2020年四十一所向发行人采购价格的确定依据及公允性，与公司向第三方销售同类产品价格、毛利率的差异，四十一所享有部分产品销售利润的具体情况，相关利润金额的合理性，是否存在关联方利益输送情形，是否损害发行人利益;（3）结合公司与代销客户和四十一所的主要合同条款说明交易各方的权利和义务、代销价格的确认方式、违约责任等;（4）四十一所代销公司产品的机型、销量、金额、单价、毛利率情况，销售价格是否与发行人向其他非代销客户销售价格、市场平均单价等存在较大差异，如是，请发行人说明差异原因及合理性，四十一所在代销业务中不收取任何费用的原因;（5）列表说明报告期内代销终端客户的基本情况、销售金额、占比、是否涉及公司关联方、是否存在既代销又直销的情形，如存在，请说明2021年起转为代销模式的背景、原因、合理性，公司目前取得认证或进入供应商名录的情况，发行人能否独立向相关终端客户进行销售，公司2021年完成多数客户的供应商目录转换情形下，仍存在较高代销收入的原因;（6）截至目前发行人无法直接签署合同的客户情况，无法直接签署合同的原因，相关情形消除的预计时间，相关代销业务及其规模的未来发展趋势;（7）针对报告期内的代销情况，发行人及四十一所主要客户的确认情况;（8）结合前述回复以及公司业务获取、取得客户认证及进入供应商目录等情况，说明公司是否具备独立面向市场持续经营的能力。"
  },
  {
    "according": "根据申报材料，（1）公司向四十一所租赁中国电子科技集团第四十一研究所921大楼、国家重点实验室计量站大楼1单元全幢，租赁面积分别为11,587.60平方米、839.10平方米，租赁终止日均为为2023年12月31日。（2）子公司安徽仪器向四十一所租赁科研楼、通信测量仪器厂房、综合车间及辅助间，租赁面积分别为4,494.38平方米、4,509.01平方米和222.76 平方米，租赁终止日均为2025年12月31日，此外安徽仪器向四十一所直接控制的青岛兴仪电子设备有限责任公司（以下简称青岛兴仪）租赁A4厂房Ⅰ楼部分区域，租赁面积720平方米，租赁终止日为2024年12月31日。（3）报告期内，公司向四十一所及下属企业租赁生产办公场所产生的租赁费为655.24万元、646.67万元、648.41万元和355.81万元。报告期内四十一所存在为公司代缴水电费的情形。（4）报告期内，公司向四十一所及下属企业租赁机器设备，各期租赁费为560.18万元、950.44万元、1,753.10万元和967.26万元，相关机器设备未纳入划转资产范围主要系划转基准日因尚在项目建设中等原因。（5）报告期内，公司作为出租人向四十一所租赁生产办公场所和机器设备。（6）2019年-2021年发行人存在与四十一所共用系统的情况，自2022年起，发行人的系统均已独立。",
    "question": "请发行人说明:（1）公司向四十一所及下属企业租赁生产经营场所的具体用途、相关生产经营场所形成收入及占比情况、可替代性以及对发行人生产经营的重要性程度，并说明相关资产未纳入划转资产范围的原因;（2）结合相近地段可比房屋租赁价格，说明公司向四十一所租赁生产经营场所租赁价格的公允性;（3）公司向四十一所租赁生产经营场所的租约于2023年末至2025年末到期，是否存在续租风险、是否能够确保公司长期使用;（4）以列表形式说明公司向四十一所租赁的机器设备情况，包括但不限于设备名称、数量、账面原值、账面价值、购置或建成时间、使用年限、成新率、主要用途、四十一所购置或建设相关设备原因，结合相关生产设备所形成收入及占比情况，说明其在公司生产经营中的重要性程度和可替代性，并结合是否能够从其他非关联第三方租赁取得及其租赁价格，说明公司向四十一所租赁生产设备价格公允性，相关租赁机器设备未纳入划拨资产的具体原因;（5）公司向四十一所及下属企业租赁的生产经营场所和机器设备是否在租赁期间为公司单独使用，公司作为出租人向四十一所租赁生产办公场所和机器设备的必要性和公允性，结合公司和四十一所相互租赁生产经营场所和机器设备事项，说明公司和四十一所是否存在混同使用生产经营场所和机器设备情形;（6）四十一所为公司代缴水电费的情况、金额，相关费用具体结算依据及方式，是否存在关联方为公司代垫成本费用的情形;（7）结合前述问题回复内容说明公司是否对四十一所及下属企业的资产存在重大依赖，相关情形对公司资产完整性的影响;（8）2019年-2021年与四十一所共用系统的具体情况，2022年发行人系统均已独立的依据，包括但不限于相关系统上线时间、具体独立运行方式等，公司业务及财务系统是否独立完善，相关内控制度制定情况及是否有效执行。"
  },
  {
    "according": "根据申报材料，（1）报告期内公司向四十一所及下属企业采购资产，主要采购内容包括: 2019年购买房屋建筑物3,062.79万元，2019-2021年度购买机器设备541.85万元、61.99万元和129.26万元，2019年度购买土地使用权601.08万元，2021年度购买专利权429.20万元。（2）2021年，公司向四十一所购买的专利权，主要系划转基准日时，四十一所存在部分专利尚未完成授权，无法纳入划转范围。2019年至2021年，相关专利陆续完成授权，四十一所2021年将48项专利转让给公司。（3）招股说明书中仅披露公司向四十一所购买的专利权未纳入划转范围原因，未披露公司向四十一所购买的其他资产(包括房屋建筑物、机器设备、土地使用权等）未纳入划转范围的原因，保荐工作报告中亦未说明相关事项的核查情况。",
    "question": "请发行人说明:（1）公司向四十一所购买房屋建筑物、机器设备、土地使用权、专利权的价格以及定价依据，是否履行必要的评估及决策程序，购买价格与市场平均价格的差异及其公允性;（2）公司向四十一所购买的房屋建筑物、机器设备、土地使用权等资产于资产划转基准日前是否属于四十一所资产，如是，请说明上述资产未在资产划转中无偿划转至公司的原因及合理性，如否，请结合四十一所购买上述资产时间、购买价格、购买用途，说明四十一所短时间内购买资产即向公司出售的原因、合理性、公允性;（3）四十一所2021年转让给公司专利的发明完成时间、专利申请时间、取得授权时间，结合专利涉及技术领域说明公司是否存在转让前使用相关专利进行研发、生产情形;（4）公司是否自持生产经营必需的所有资产，前述情况对公司资产完整性的影响。"
  },
  {
    "according": "根据申报材料，报告期内，公司为四十一所代收代付科研经费，具体如下:2020年代收代付B单位拨付的科研课题专项经费4,160.00万元;代收代付中国电科JS工程研制专项经费2019年2,630.00万元、2020年6,550.00万元、2021年 300.00万元、2022年 1-6月1,500万元;代收代付科技部专项经费2019年290.39万元、2020年80.81万元。申报材料未说明存在上述代收代付科研经费的原因、背景、合理性、合规性等基础信息。",
    "question": "请发行人说明:（1）公司为四十一所代收代付科研经费相关事项的产生背景、相关科研经费未能直接拨付至四十一所而需经由公司代收代付的原因，该事项的合理性、合规性以及未来是否持续发生;（2）结合公司代收代付科研经费的相关课题是否涉及仪器仪表业务、是否涉及公司核心技术、相关课题科研成果是否运用于公司主营业务等事项，说明发行人是否具备独立研发能力。"
  },
  {
    "according": "根据申报材料，（1）公司成立后，部分员工离开四十一所至公司工作，但因事业单位分类改革尚未完成，公司存在部分员工保留四十一所事业编制的情况。截至2022年6月30日，发行人尚有422名员工保留事业编。发行人按对保留事业编的员工进行全面管理，包括劳动合同签署、工资发放、专职在思仪科技工作等，四十一所对该等人员进行人事档案管理及代为缴纳社会保险及住房公积金。发行人将四十一所代缴公司社保及公积金纳入偶发性关联交易。（2）招股说明书、保荐工作报告、律师工作报告均未说明规范事业编人员事项的具体措施，仅表示未来发行人将根据监管机构的要求逐步规范事业编制人员事项。",
    "question": "请发行人说明:（1）规范事业编人员事项的具体措施、进展以及是否存在实质性障碍，目前仍有大量员工保留事业编的原因及合规性;（2）以表格形式区分公司董监高、核心技术人员、研发人员等员工类型列示说明仍保留事业编制员工的具体情况，包括但不限于姓名、在公司及四十一所担任职务情况、持有公司股份情况、是否党政领导干部、行政级别等，有关人员保留事业编制同时在公司任职并领取薪酬是否符合相关管理规定，是否取得相关有权机关的确认意见;（3）公司对保留事业编员工的具体管理制度、实际执行情况及其与其他员工是否存在差异，四十一所是否保留并行使实质人员管理权，相关人员在发行人处任职取得的成果的归属，各方是否存在争议;（4）保留事业编员工的社会保险及住房公积金缴纳标准及其与其他员工缴纳标准的差异，测算是否损害发行人利益，由四十一所代缴社保及公积金的合规性，四十一所代缴公司社保及公积金纳入偶发性关联交易的合理性;（5）发行人与其关联方是否存在员工交叉任职、人员混同的情形，结合前述回复说明对公司人员独立性的影响。"
  },
  {
    "according": "根据申报材料:（1）自2021年1月1日起，四十一所主要从事电子测量基础及前沿技术研究，计量、检测技术研究与服务和军用装备研制等。公司主要从事电子测量仪器研发、生产和销售。四十一所及其控股子公司提供的产品、服务与公司在技术路线、产品服务特性与市场应用上存在较大差异，因此与公司不构成同业竞争。（2）四十一所控股子公司青岛依爱于2021年4月13日完成工商变更，主营业务由电子技术应用产品、电子仪器仪表的开发、研制、生产、检测及技术转让变更为光通信设备制造、电工仪器仪表制造及销售等。",
    "question": "请发行人说明:（1）结合青岛依爱工商变更前后主营业务（包括但不限于主要产品、技术、资产、人员、客户、供应商等）的变动情况，说明青岛依爱工商变更前后是否与发行人构成同业竞争;（2）结合四十一所及其控股子公司的历史沿革、资产、人员、主营业务（包括但不限于产品、服务的具体特点、技术、商标商号、客户、供应商等）等方面与发行人的关系，以及业务是否有替代性、竞争性、是否有利益冲突、是否在同一市场范围内销售等，进一步说明四十一所及其控股子公司是否与发行人构成重大不利影响的同业竞争。"
  },
  {
    "according": "根据申报材料，（1）2022年3月，公司收到战略支援部队参谋部战勤计划局出具的违规处罚决定书。根据违规处罚决定书，公司在参加项目招标活动中存在报价呈规律性差异的问题，供应商相互串通投标行为认定成立，给予对公司、公司法定代表人控股或管理的其他企业作出3年内禁止参加军队采购活动的处罚，自2022年3月14日起在全军物资工程服务采购范围内生效。（2）报告期内，发行人军品收入（不含受托研制）分别为782.55万元、1,100.24万元、18,706.40万元和3,309.16万元，占收入比重分别为 0.99%、0.88%、12.36%和4.36%。（3）收到军方通报后，公司存量军方框架销售合同仍在执行，但未通过直销或代理方式新增与军方直接签订销售合同。",
    "question": "请发行人说明:（1）报告期各期，发行人全口径军品收入、毛利规模及占比情况，军品业务收入波动较大的原因以及未来公司军品业务规模的发展趋势，测算该处罚事项在3年处罚期内对公司收入、利润的影响，并结合前述情况及测算结果说明处罚事项是否对发行人生产经营、财务状况造成重大不利影响，对相关情况作必要的重大事项提示;（2）结合违规处罚决定书的处罚条款，说明公司收到军方通报后继续执行存量军方框架销售合同的合规性、是否违反公司3年内禁止参加军队采购活动的处罚要求;（3）公司受到处罚后对军品业务在手订单的处理及其合规性，公司在受到处罚后是否存在直接或通过关联方等间接方式向军方客户销售的情况;（4）全面自查招投标违规行为以及军品业务合规性，是否存在被禁止或限制参加客户采购活动的风险。"
  },
  {
    "according": "根据申报材料，公司曾获得国家科技进步一等奖、二等奖。公司核心技术团队牵头承担了“微波半导体器件多参数测试仪研制及应用开发”项目，为国家重点研发计划“重大科学仪器设备开发”专项。公司凭借低噪声宽频段微波频率合成技术、微波毫米波发射通道信号调理技术等核心技术，形成了最高输出频率达到110GHz信号发生器等产品，实现了进口替代。发行人形成主营业务的发明专利为484项，其中多数为继受取得。",
    "question": "请发行人说明:（1）公司获得国家科技进步奖的具体情况，包括但不限于是否存在获奖主体、共同获奖主体及其分工，相关知识产权成果及其权属，获奖成果与公司核心技术的关系及其在公司主营业务中的应用，对应形成的收入及占比;（2）公司核心技术团队牵头承担国家重大专项的具体情况，核心技术团队承担专项时的人员隶属情况，所承担专项与公司核心技术、主营业务之间的关系，对应形成的收入及占比;（3）公司产品实现进口替代的依据，包括但不限于公司产品出现前后市场竞争格局、国产化率的变化情况等;（4）区分继受取得和原始取得方式说明公司发明专利与核心技术之间的关系。"
  },
  {
    "according": "根据申报材料，（1）公司以直销模式为主、经销模式为辅，直销模式中又可分为产品直接销售和受托研制，二者均为根据客户不同使用场景的需求提供特定整机产品; （2）报告期各期前五大客户收入金额分别为52,501.77万元、80,489.25万元、73,090.85万元和35,954.31万元，占营业收入比例分别为66.28%、64.35%、48.31%、47.37%，其中各期向第一大客户关联方中国电科所属单位销售金额占营业收入的比例分别为53.09%、44.21%、29.39%、31.66%;招股说明书未披露各期向前五大客户销售的具体情况。",
    "question": "请发行人说明:（1）以典型项目为例，说明直销模式中受托研制的具体业务流程、关键业务节点情况，公司在受托研制业务中的主要工作，与产品直接销售的主要差异;受托研制相关产品是否存在限制向其他客户销售的情形;（2）各期前五大客户开拓方式、开始合作时间、不同订单取得方式的销售金额，各期向前五大客户各类销售/服务内容的数量、均价、金额、毛利率，结合集团公司下主要客户的销售情况分析前五大客户各期销售金额的变动原因、相关产品的实际使用情况;结合关联方及非关联方对比，分析向前五大客户销售整机、测试系统、整部件下主要同系列、型号产品的均价、毛利率是否存在较大差异及原因;（3）各期除前五大客户外的其他客户按不同收入金额区间划分的客户数量、收入金额、占比，各期不同收入区间客户数量、收入分布情况的变动原因;各期按央企、地方国企、民营企业等分类的收入金额、占比;（4）各期非关联方客户的开拓情况，结合公司产品的竞争优劣势、期末在手订单情况等，分析发行人与主要客户合作的稳定性及可持续性，公司产品是否具有被替代的风险。"
  },
  {
    "according": "根据申报材料，（1）招股说明书披露，报告期内公司主要原材料采购包括系统集成用模块、集成电路、电子元器件、结构件、机电器件等，主要原材料采购单价变动较大，招股说明书未披露各类别原材料的主要内容;招股说明书披露的2019年-2021年集成电路采购金额低于保荐工作报告披露的间接来自境外的集成电路的采购金额;（2）对于采购模式，针对用户指定单一来源、设计需求单一来源、供货渠道单一来源等类型，公司进行单一来源采购，针对其余产品，公司进行询价、谈判或招投标采购;（3）2021年的耗水量及水费较2020年明显下降，报告期内存在四十一所代缴水电费情形，招股说明书披露的水电费统计数据中已进行还原;（4）2021年公司集成电路及电子元器件采购均价上涨明显，主要受到战略储备物资均价较高及单价较高的高端原材料采购量增加基础款型。",
    "question": "请发行人说明:（1）各类主要原材料的主要内容、用途、数量、金额、均价及变动原因，与市场价格及可比公司同类原材料采购均价的对比情况，相关价格变动趋势是否一致，原材料价格波动对公司经营业绩影响及应对措施;资产重组涉及划转存货金额、各期公司原材料采购金额与营业成本中直接材料成本、存货金额之间的勾稽关系;（2）招股说明书披露的2019年-2021年集成电路采购金额低于保荐工作报告披露的间接来自境外的集成电路的采购金额的原因，申报材料内原材料采购数据是否准确;结合间接来自境外采购原材料金额占该类原材料采购总额的比例等，分析是否存在对境外原材料或供应商的采购依赖，并提示相关风险;（3）各期各类采购模式的采购内容、金额、占比，采购相关内控制度及执行情况;用户指定单一来源采购涉及客户、销售金额、毛利率、单一采购供应商、采购金额，供应商与客户的关系、相关业务的背景原因，是否符合行业惯例，说明销售、采购价格的公允性;（4）结合公司产品生产数量、单位耗水情况等，分析2021年的耗水量及水费较2020年明显下降的原因及合理性;招股说明书披露的水电费统计数据进行还原的具体情况;（5）战略储备的主要内容、约每两年进行一次集中战略储备的原因，2021年集成电路和电子元器件进行战略储备当期采购金额低于2020年的原因，详细分析战略储备物资均价较高的原因;集成电路和电子元器件2022年不同款型的采购金额、占比情况，采购均价大幅下降的原因，与公司产品生产需求的匹配性。"
  },
  {
    "according": "根据申报材料，（1）公司与客户之间签订的合同类型主要分为产品销售类和受托研制类;受托研制类合同包含新品或改型产品的研制样机交付，预研项目技术成果提交等履约义务，属于在某一时点履行履约义务;公司根据合同约定完成委托方研制内容，提交研制产品和技术成果，经委托方对研制项目验收合格后确认收入;（2）公司内销整机、整部件取得客户签署的产品签收单后确认收入;（3）部分重大销售合同内存在初验、终验等约定;（4）招股说明书未按照新收入准则实施前后拆分直销、经销披露公司的收入确认政策。",
    "question": "请发行人说明:（1）结合典型合同说明受托研制类业务公司给客户最终交付的具体产品或技术成果内容，委托方验收的程序，结合业务流程说明时点法确认收入的依据;（2）公司整机、整部件产品属于标准品还是定制化产品，结合内销整机、整部件业务关键合同条款说明以取得客户产品签收单作为收入确认时点是否符合合同约定和业务流程，与可比公司收入确认时点是否一致;(3）存在初验、终验等约定的产品类别、收入金额、公司收入确认时点及依据;公司收入确认的内部控制制度及执行情况。"
  },
  {
    "according": "根据申报材料，（1）招股说明书未披露公司产品成本核算、分配等的主要会计政策，未按主要产品类别拆分披露主营业务成本情况;各期直接材料成本占发行人主营业务成本的比重分别为93.12%、86.62%、77.02%和84.69%，整体呈下降趋势;（2）招股说明书未披露其他业务毛利金额、毛利率;（3）报告期各期，公司主营业务毛利率分别为22.13%、34.82%、37.38%和41.06%，2019年主营业务毛利率相对较低主要系整机毛利率相对较低，主要系2019年公司向四十一所采购的重组交接日前形成的结余存货较多，该些产品的销售毛利率相对较低;（4）测试系统毛利率分别为18.49%、19.79%、24.57%和29.44%，整体保持增长趋势，根据保荐工作报告，测试系统业务不同客户的毛利率差异较大;（5）公司综合毛利率低于可比上市公司平均水平，主要系可比上市公司主要是整机销售，而公司除整机销售外，还有测试系统、受托研制等定制产品业务，公司整机销售毛利率亦低于同行业可比公司; （6）公司产能计算按照产品特性、生产工序相似，原材料构成、生产工时基本一致等分类标准，将所有产品产量根据选定的标准进行折算，2019年度产能水平较低的主要原因为2019年5月公司完成主要生产设备的无偿划转。",
    "question": "请发行人说明:（1）公司产品营业成本结构与可比公司的对比差异原因，结合四十一所无偿划入公司的存货成本、公司向四十一所采购的产品成本、公司向其他方采购原材料的成本金额、占比等分析各产品营业成本结构的变化原因;（2）受托研制业务相关成本费用的归集与分配情况，是否存在计入研发费用的情形;量化分析受托研制业务毛利率较低的原因;（3）整机产品各期向四十一所采购存货销售、采购其他外部存货销售、自产产品销售的金额、占比、单价、单位成本、毛利率情况，结合单价、单位成本的变动原因分析毛利率的变化;整机产品主要类别产品的毛利率及变化原因;（4）结合均价、单位成本、主要客户合同金额等分析测试系统业务不同客户的毛利率差异较大的原因，分析测试系统业务毛利率较低且整体波动较大的原因;（5）公司整机产品毛利率与可比公司类似产品毛利率的对比差异及原因; （6）各类产品产能计算的具体方式，产能的主要影响因素，机器设备与产能的匹配关系。"
  },
  {
    "according": "根据申报材料，（1）公司研发费用分别为7,278.76万元、8,435.30万元、12,738.96万元和6,065.21万元，主要由职工薪酬、材料费、委托外研费、测试化验加工费等;（2）研发费用中职工薪酬的金额及占比逐期大幅增加;（3）材料费金额2020年度下降、2021年度大幅增加;（4）测试化验加工费金额呈现逐期下降趋势，与研发费用其他项目的变动趋势不太相符;（5）报告期内公司存在研发形成样机样件对外销售的情形;（6）报告期内公司主要研发项目中，较多项目的投入金额与总预算存在较大差异;（7）发行人研发费用金额与税务加计扣除基数之间存在差异，其中 2019年差异金额较大为2,920.33万元。",
    "question": "请发行人说明:（1）各期研发人员数量、平均薪酬情况，与可比公司平均薪酬的对比情况及差异原因，职工薪酬的金额及占比逐期大幅增加的原因，研发人员是否存在兼职情况，相关薪酬的归集和分摊是否准确;（2）材料费归集的主要内容、数量、金额、占比，材料投入对应的主要研发项目、材料投入时点、金额情况;材料费2020年度下降、2021年度大幅增加的原因;研发领料的具体过程、如涉及的单据、人员、入账价值、是否能够与生产领料予以区分，研发领料最终去向及处置情况;（3）测试化验加工费归集的主要内容，费用的主要支付对象、费用金额，测试化验加工费金额呈现逐期下降趋势的原因;（4）各期公司研发形成样机样件的内容、数量、金额，公司对样机样件的管控情况、各期对外销售内容、客户、金额、处置损益及账务处理情况;（5）较多研发项目的投入金额与总预算存在较大差异的原因，公司对于研发预算的制定、审批、实际投入、预算修改等内容制度及执行情况，是否存在突击研发的情形;（6）各期研发费用金额与税务加计扣除基数差异的具体原因、金额。"
  },
  {
    "according": "根据申报材料，（1）各期末公司存货账面余额分别为71,825.80万元、108,227.27万元、133,780.34万元和148,607.83万元，主要为原材料、库存商品、在产品、合同成本，各类存货的期末余额增幅明显;合同成本余额主要为测试系统、受托研制;（2）保荐工作报告显示，各期末库龄1年以上的原材料、库存商品占比显著增加;招股说明书未披露存货的库龄情况、各类存货的跌价准备计提情况;（3）报告期内，公司存货周转率较同行业公司偏低，主要原因系公司经营规模较大，且生产周期较长的定制产品占比较高，因此存货水平相对较高。",
    "question": "请发行人说明:（1）各期末原材料、库存商品、在产品的主要内容、数量、均价，是否存在均价异常情形，分析各类存货余额增幅明显的原因;各期末各存货类别中有订单支持的比例、期后消化情况;（2）报告期内原材料、库存商品库龄结构变动的原因;(3）合同成本余额逐期大幅上升的原因、主要内容及客户情况，相应项目的具体进度，2021年末合同成本中大额受托研制在2022年未形成收入的原因; （4）各期末发出商品截止目前结转情况，1年以上发出商品对应的客户、金额及未结转的原因;（5）报告期内计提跌价存货的具体内容，存货发生跌价的原因、计提存货跌价准备的具体方式，并结合库龄情况、同行业可比公司情况说明公司存货跌价准备计提是否充分，跌价存货的管理及处置情况;（6）公司备货周期、生产周期、库存周期、销售周期等与按各类存货余额计算的各存货类别周转率的匹配关系，综合分析公司存货周转天数的合理性和变化原因;各存货类别周转率与可比公司的对比情况。"
  },
  {
    "according": "根据申报材料，（1）发行人直接股东中存在员工持股平台思仪发展;另外，发行人基于平衡四十一所发展权益、促进电子测量仪器前沿性研究等考虑，于2020年3月混合所有制改革时同步引入四十一所员工持股平台思仪创新，持股平台入股价格为以每1元注册资本对应人民币2.466元的价格;思仪创新目前直接持有发行人1.88%股份。四十一所员工持股系发行人混改方案的一部分，发行人已将混改方案（含四十一所员工持股情况）报送发改委及国资委，并取得发改委及国资委对于混改整体方案的批复;（2）截至招股说明书出具日，思仪共跃认缴出资额为0.02万元，思仪共跃对思仪共享、思仪共兴、思仪共盛、思仪共利、思仪共富、思仪共益认缴出资额分别为59.63万元、39.75万元、39.75万元、24.84万元、201.24万元、151.55万元。",
    "question": "请发行人说明:（1）引入四十一所员工持股平台的背景和原因，持有思仪创新份额的具体人员构成、任职情况，持股平台入股价格的制定依据及公允性，思仪发展、思仪创新入股发行人是否需要进行股份支付处理;（2）思仪共跃的认缴出资额远低于其对思仪共享等员工持股平台合计认缴出资额的原因、合理性及合规性;（3）公司报送发改委及国资委的混改方案及其批复的主要内容，并提供混改整体方案及其批复文本备查。"
  },
  {
    "according": "根据申报材料，（1）高端电子测量仪器生产线改造与扩产项目建设完成后，在微波毫米波测试领域实现年新增近8,000 套电子测量仪器的生产能力;（2）新一代移动通信测试研发与产业化建设项目建设完成后，将实现各类移动通信综合测试仪器3,000台、光纤熔接机 28,000台、电源类仪器800台等的年产能;（3）截止2022年6月末，公司货币资金余额为124,483.65万元，募集资金35,000.00万元用于补充流动资金。",
    "question": "请发行人说明:（1）结合报告期内相关产品的产销情况、未来市场需求等，分析高端电子测量仪器生产线改造与扩产项目、新一代移动通信测试研发与产业化建设项目建设完成后新增产能的具体消化措施;（2）存在大额货币资金的情形下，募集资金中 35,000.00万元用于补充流动资金的必要性、测算过程及其管理运营安排。"
  },
  {
    "according": "根据申报材料:（1）产业投资基金持有公司 2.46%股权，中国电科持有产业投资基金9.80%股份。中电基金持有公司2.46%股权，中电科基金管理有限公司为中电基金的执行事务合伙人，电科投资持有中电科基金管理有限公司40.00%的股权。（2）根据公司股东国元基金出具的《关于延长合肥中电科国元产业投资基金合伙企业（有限合伙）营业期限的承诺》，为满足思仪科技科创板IPO关于股份限售及减持的相关监管要求，国元基金将于营业期限届满前将营业期限延长至2027年12月31日。",
    "question": "请发行人说明:（1）公司各股东的实际控制人，并披露持股比例5%以上股东的实际控制人，参照《上市公司收购管理办法》第八十三条逐项比对说明产业投资基金、中电基金与实际控制人是否构成一致行动情形，相关主体的锁定期承诺是否符合规定;（2）国元基金合伙的营业期限以及延期进展，是否存在实质性障碍，对股份锁定与减持相关承诺及其履行的影响。"
  },
  {
    "according": "根据申报材料，报告期内，公司主要产品包括有机酮类、有机酯类、有机酸类。其中，有机酮类包括 3-戊酮、甲基异丙基酮，相关产品打破了国际知名化工企业的产品垄断，减少了国内市场对进口同类产品的依赖；有机酯类包括丙酸丙酯、丙酸乙酯、丁酸乙酯，前两者属于高纯级、后者属于优级；有机酸类包括异丁酸。 ",
    "question": "请发行人说明：（1）国内有机酮类、有机酯类、有机酸类产品整体与细分市场规模、公司所占市场份额及相关数据依据来源，公司是否具有行业代表性；（2）相关有机酮类产品打破了国际化工企业产品垄断，减少对进口依赖的依据；有机酯类划分级别的依据，结合招股书中我国酯类化工品产品供应已由‘整体数量短缺’转变为‘结构性短缺’的论断，说明公司产品在酯类化工品行业结构性发展中的定位。 "
  },
  {
    "according": "根据申报材料，（1）2020 年 12 月 18 日，发行人报送了首次公开发行并在深交所创业板上市的申请，2020 年 1 月 31 日被抽中现场检查，2021 年 2 月 9日发行人撤回申请文件；（2）本次申报发行人重新选聘国泰君安证券股份有限公司（以下简称国泰君安）作为保荐机构（主承销商）进行筹备工作，国泰君安的实际控制人上海国际集团有限公司与恒兴科技非自然人股东金浦国调基金存在间接持股关系、与恒兴科技非自然人股东苏商投资存在间接持股关系。",
    "question": "请发行人说明：（1）前次申报被抽中现场检查后撤回申请文件的实际原因，是否对本次发行上市构成障碍；（2）更换保荐机构的具体原因，是否存在实质构成发行上市障碍或者对发行上市条件构成重大不确定性的事项；（3）结合发行人与国泰君安的特定关系，说明是否存在其他利益安排。"
  },
  {
    "according": "根据申报材料，张翼系发行人实际控制人张剑彬、石红娟之女，张千之姐，曾任发行人执行董事，现任发行人副总经理、人事行政部经理，张翼之夫卢荣群现任发行人副总经理及子公司连云港中港、宁夏港兴总经理；张翼通过直接和间接的方式合计持有发行人 2%股份，卢荣群间接持有发行人 1.25%股份。",
    "question": "请发行人说明：结合张翼、卢荣群在发行人的任职及经营决策中的作用，说明未认定两人为共同实际控制人的原因及依据，是否通过实际控制人认定而规避发行条件或监管要求的情形。"
  },
  {
    "according": "根据申报材料，发行人控股股东中港投资的前身为宜兴市京泽化工厂、宜兴市中港精细化工有限公司。（1）1998 年，宜兴市京泽化工厂先售后股改制为股份合作制企业，实际控制人张剑彬以 64 万元认购个人股，占总股本比例为15.24%。（2）2002 年，张剑彬、石红娟、张翼、卢荣群和王恒秀从其他股东处受让其余股份。（3）2011 年初起，因生产经营用地由当地政府统一筹划纳入水库用地，中港投资终止酮、酸等化学品的生产销售，企业员工转入发行人及子公司连云港中港开展业务活动，其可转移的少量轻型设备由连云港中港向其购买后承接使用，中港投资主营业务转为股权投资发行人及港恒商贸等两家企业。",
    "question": "请发行人说明：（1）控股股东中港投资前身的设立背景、历史沿革，其先售后股改制的具体方案及过程，发行人承接业务、人员、资产的具体内容及过程；有关改制行为是否经有权机关批准、法律依据是否充分、履行的程序是否合法以及对发行人的影响；取得资产程序的合法性、是否造成国有或集体资产流失；（2）中港投资历史上是否存在委托持股或信托持股的情形，是否存在争议或潜在纠纷，是否影响发行人股权清晰稳定。"
  },
  {
    "according": "根据申报材料，发行人部分属于危险化学品的有机酮、酸、酯类产品存在超产能生产的情形，对此发行人所在地应急管理部门出具相关证明文件，称公司未因安全生产违法行为或环保事项而受到过行政处罚，不构成重大违法行为。",
    "question": "请发行人说明：出具证明文件的相关部门是否为有权主管部门，有关证明是否具有法律依据及法律效力。"
  },
  {
    "according": "根据申报材料，发行人采用自动化生产装置 24 小时连续生产有机酮类、有机酯类和有机酸类精细化工产品，同套装置可根据市场需求切换生产产品的细分类别；报告期内发行人产能提升，产能利用率有所下降，单位固定成本和能耗增加。",
    "question": "请发行人：（1）表格列示报告期各期，不同厂区各主要产品类别的产能、产量、产能利用率和产销率数据，产能、产量变动的主要原因，以及同套装置是否可以在有机酮类、有机酯类和有机酸类之间切换生产；（2）区分不同厂区、不同产品类别，量化说明产能提升、产能利用率下降对报告期各期单位固定成本、单位能耗等的具体影响；（3）结合在手订单和期后生产情况等信息，说明后续产能利用率是否将持续保持较低水平。"
  },
  {
    "according": "根据申报材料，（1）报告期内制造费用增长较快，主要由于折旧费、能源支出、工薪支出增长所致，2022 年能源消耗总量增长幅度远大于产品产量增长幅度，能源单位耗用量均呈上升趋势；（2）有机酯产品单位耗电量上升系山东厂区环保设施较多所致。",
    "question": "请发行人说明：（1）不同类型能源消耗与产品产量是否存在对应关系，单位产出能源消耗变动的原因及不同厂区差异情况及原因；（2）主要厂区环保设施的耗电量占比及合理性。"
  },
  {
    "according": "根据申报材料，发行人主要产品与同行业公司相比存在价格优势，但未提供价格对比数据；发行人部分产品的部分主要客户销售单价与其他客户存在显著差异，其中各期向贝斯美销售的 3-戊酮单价较高，向 BASF SE 销售的甲基异丙基酮单价较低，2020 年向石家庄满堂彩化工、河北朋协贸易销售单价较高。",
    "question": "请发行人说明：（1）表格列示报告期各期公司主要产品销售价格与境内、境外不同市场主要竞争对手和市场平均售价对比数据；具体的优势体现；（2）同一产品同一年度不同客户销售单价存在显著差异的原因和合理性，是否符合行业惯例。"
  },
  {
    "according": "根据申报材料，2022 年，发行人丙酸丙酯产品的贸易商毛利率显著高于生产厂商客户，异丁酸产品的生产厂商毛利率高于贸易商客户；2021 年度，发行人 3-戊酮、丙酸丙酯、正戊酸产品的贸易商毛利率显著高于生产商客户，甲基异丙基酮、丙酸乙酯产品的生产商毛利率显著高于贸易商客户；2020 年度，发行人丙酸丙酯、正戊酸产品的贸易商毛利率显著高于生产商客户，丁酸乙酯产品的生产商毛利率显著高于贸易商客户；2019 年度，发行人甲基异丙基酮、丙酸丙酯、正戊酸产品的贸易商毛利率显著高于生产商客户，异丁酸产品的生产商毛利率显著高于贸易商客户。",
    "question": "请发行人说明：（1）上述毛利率差异较大的原因及合理性；（2）采用季度或月度对比，量化分析相同时间段不同客户类型的上述产品销售均价、毛利率是否存在显著差异；（3）2021 年度贸易商采购丙酸乙酯处于生产成本的相对高位的具体原因和合理性。"
  },
  {
    "according": "根据申报材料，2022 年其他有机酯的销售收入为 5,659.87 万元，增长金额较大，其他主营业务收入醚类、酸酐等非主要产品的销售收入也增长较大；其他有机酸报告期内销售收入持续增长。",
    "question": "请发行人说明：（1）其他有机酯、有机酸的种类，各类别的销售数量、单价、成本、毛利及毛利率、主要客户及金额，并分析收入增长较大的原因及合理性，收入是否具有持续性；（2）醚类、酸酐等非主要产品的销售收入增长的原因；（3）生产上述产品是否具有技术门槛；公司是否具备短期内大量生产上述产品的条件，相关生产设备、原材料、人员等生产资源、客户及销售渠道与公司主要产品的差异情况；（4）生产产品种类、数量变动较大是否符合行业惯例。 "
  },
  {
    "according": "根据申报材料，发行人 2022 年增加了向 BASF SE 的 3-戊酮销售，向山东先达农化股份有限公司各期销售金额波动较大；发行人与主要客户合作年限大多超过 5 年，且有较多合作 10 年以上的客户；部分细分产品存在对部分客户销售占比较高的情况。",
    "question": "请发行人说明：（1）向 BASF SE 新增 3-戊酮销售的数量、金额、毛利率，相关销售是否可持续；（2）向山东先达农化股份有限公司各期销售金额波动较大的原因，与客户业务规模变动情况是否一致；（3）部分细分产品对相关客户是否存在依赖，与行业经营特点是否一致，是否存在新增或其他异常客户成为细分产品主要收入来源的情形；（4）前五名客户收入占比与同行业可比公司的差异情况及原因；（5）主要客户的确定标准，以及部分其他客户收入占比高于报告期营业收入排名前十客户的原因；（6）非主要客户报告期各期收入金额、占比，并分析变动趋势和原因。"
  },
  {
    "according": "根据申报材料，除自主生产精细化学品销售以外，发行人还有少量通过直接采购精细化学成品向客户销售的情况，且存在向部分客户采购同种产品的情况。其中，发行人向南京海之蓝化工有限公司同时存在采购和销售异丁醛的情形，向南京古田化工有限公司同时存在采购和销售丙酸的情形，向南京格禄石化工有限公司同时存在采购和销售丙醛的情形。",
    "question": "请发行人说明：（1）采购成品直接向客户销售的具体业务模式；（2）表格列示报告期各期向南京海之蓝化工有限公司采购和销售异丁醛的均价、数量，分析同时采购和销售的原因和合理性；（3）表格列示报告期各期向南京古田化工有限公司采购和销售丙酸的均价、数量，结合其进口丙酸货源与公司产品的质量参数差异情况，分析同时采购和销售的原因和合理性；（4）表格列示报告期各期向南京格禄石化工有限公司、诺奥化工采购和销售丙醛的均价、数量，分析同时采购和销售的合理性。"
  },
  {
    "according": "根据申报材料，报告期内发行人原材料和库存商品占比较高，库存商品存在部分库龄较长的存货，存货跌价准备计提比例为 19.44%、26.62%、9.78%、5.32%，高于行业平均水平。2021 年末存货金额增长较大。",
    "question": "请发行人说明：（1）部分库存商品和半成品库龄较长的原因、计提存货跌价准备的金额，并结合后续处理情况分析跌价准备计提的充分性；（2）各类存货的储存条件及保质期情况，各个厂区是否具备长期有效保存原材料、库存商品和半成品的能力；期后各类存货的周转及消耗情况；（3）生产成本在产成品、在产品、副产品、可循环利用产品等之间的分摊方式，存货计价是否准确，是否存在多计存货少计成本的情况；（4）报告各期各厂区存货盘点的时间、地点、人员、盘点方法和结果，各厂区存货管理相关内控是否健全有效。"
  },
  {
    "according": "根据申报材料，发行人的销售费用率低于同行业平均水平；2021 年和2022 年销售费用中薪酬增加较多；2021 年开始，客户 GSP CROP SCIENCE PVT LTD 由公司直接维护，外销佣金比例持续上升。",
    "question": "请发行人说明：（1）销售费用率低于同行业公司的原因和合理性；（2）采用佣金模式的原因及合理性，佣金服务协议的主要条款，服务方掌握的核心资源，是否仅为发行人或相关客户提供居间服务，服务商和客户与发行人、控股股东和实际控制人及其他关联方之间是否存在关联关系或其他协议和利益安排，相关销售的真实性；（3）相关外销客户销售增长的具体原因，其中服务商提供的具体服务内容、与销售增长的关系，实际佣金比例与合同约定是否存在差异及原因；（4）部分客户由公司直接维护的变化过程，对比分析变化前后客户维护成本差异，部分客户直接维护但客户佣金上涨的原因和合理性；（5）报告期各期销售人员具体构成、销售收入、薪酬具体构成和计算过程，2021 年、2022年薪酬显著增长的原因和合理性，是否存在虚列费用或前期关联方代垫费用等异常情形；（6）个人 R.G.MOORTHY 控制的佣金支付对象变化的原因和合理性。"
  },
  {
    "according": "根据申报材料，与 2020 年申报创业板披露的募投项目相比，本次申报募资项目增加年产 10 万吨有机酸及衍生产品项目等，募集资金规模由 10 亿元变更为 9 亿元。",
    "question": "请发行人说明：新增募投项目、募集资金规模变更的原因及合理性。 "
  },
  {
    "according": "根据申报材料，（1）2022 年度部分主要客户销售金额有所下降，其中联想、华硕系受国内疫情等因素影响，惠普、南京凌玖通、英业达系业务调整等因素所致；（2）联想客户售后综合服务业务 2021 年新增服务器产品线新系列业务，随后 2022 年相关收入出现较大幅度下滑；2022 年新增 PC新系列产品线业务，但当年相关收入增长不明显；（3）小米客户售后综合服务业务报告期内增长分别来自原有区域和新增区域。",
    "question": "请发行人说明：（1）2022 年度联想客户销售收入下滑的具体原因，结合该客户产品线、服务区域和原有服务范围业务量变化情况具体分析其 2022 年各具体业务类型、销售内容和服务产品线收入中变动较大项目的原因，与业务范围变化是否匹配；若收入下滑原因涉及疫情影响的请说明具体联系；（2）2022 年度华硕客户的售后综合服务业务收入大幅下滑的具体原因；（3）2022 年度南京凌玖通客户销售收入下降的具体原因，与对应品牌商小米客户收入变动趋势不一致的合理性；（4）结合前述主要客户收入下滑的原因，分析公司业务的稳定性和持续性；（5）小米客户收入增长贡献率较高的各原有区域、新增区域收入增长具体原因，与小米在对应区域的业务量、发行人服务占小米对应区域售后服务采购量比例等的变动趋势是否匹配。"
  },
  {
    "according": "根据申报材料，公司的主要客户为联想、小米，其报告期内毛利率存在差异。",
    "question": "请发行人说明：报告期内主要客户各类业务毛利率情况，同类业务不同客户间毛利率的差异原因。"
  },
  {
    "according": "根据申报材料，售后服务管理业务主要客户如联想、小米等，基本为月度结算，于次月及时核对上月完成的服务收入，双方对账确认一致后，按照约定的信用期一般于开票后 60 天内付款。",
    "question": "请发行人说明：联想、小米客户各期末应收账款余额占营业收入比重与信用政策的匹配性，并分析原因。"
  },
  {
    "according": "根据申报材料，（1）报告期内，发行人前五大应收账款客户变化较大，且与前五名客户存在不一致情况；（2）发行人应收中国电子科技集团有限公司1单位低轨通信试验卫星初样研制项目款 6,036.22 万元，该项目需要由中国卫星网络集团有限公司（“中国星网”）确认或其授权的第三方审价机构审定的价格后统一结算。",
    "question": "请发行人说明：（1）前五大应收账款与前五大客户差异较大的原因，前五大应收账款和前五大客户的账期、结算方式与发行人制定的信用政策的匹配关系及报告期内的调整情况；（2）前五大应收账款客户变化较大的原因，相关客户是否在报告期内持续采购公司服务；（3）报告期内公司前五大应收账款的账龄、坏账计提方法、交易金额、交易背景、业务内容以及期后回款情况；（4）发行人需要中国星网审价调整的预计审核周期以及目前进展，报告期内发行人审价及确认差价的情形，未来对发行人经营业绩的影响，并充分揭示相关风险。"
  },
  {
    "according": "根据申报材料，（1）公司在产品主要为报告期各期末尚未完工的卫星整星及部组件产品，其中卫星制造及相关服务在产品账面余额分别为 1,656.02 万元、18,269.85 万元、16,034.77 万元、27,201.44 万元，卫星遥感信息服务在产品账面余额分别为 1,467.74 万元、3,889.83 万元、4,025.65 万元、5,302.40 万元；（2）报告期各期末，公司存货跌价准备金额分别为 130.45 元、149.64 万元、491.78 万元、522.16 万元。",
    "question": "请发行人说明：（1）报告期各期末，卫星制造及相关服务在产品和卫星遥感信息服务在产品的主要内容、主要项目在产品的金额及变动原因，各期末在产品期后结转成本、确认销售情况；（2）卫星遥感信息服务毛利率为负的情形下，可变现净值的确定依据，存货跌价准备是否充分计提。"
  },
  {
    "according": "根据申报材料，（1）截至 2022 年 6 月 30 日，在公司拥有的 54 颗在轨遥感卫星中，研发型卫星 10 颗，纳入固定资产核算的卫星 21 颗，仍处于在轨测试阶段的卫星 23 颗；（2）卫星折旧方面，公司卫星的折旧年限为各卫星的设计寿命年限；（3）卫星完成在轨测试后，确认卫星达到预定可使用状态，按工程实际成本转入固定资产。",
    "question": "请发行人说明：（1）截至目前，10 颗研发型卫星和 23 颗仍处于在轨测试阶段卫星的进展情况，是否与预期存在差距；（2）针对每一系列、型号卫星，考虑其星上核心单机、分系统等部分，结合历史卫星运行实践经验和任务执行、测控等反馈，具体论述各卫星设计寿命年限的依据及其合理性；（3）卫星达到预定可使用状态的判断标准，在建工程转固的具体依据，结合报告期各期在建工程转固的情况，分析报告期内转固是否及时，是否存在转固时间异常、延期转固的情形。"
  },
  {
    "according": "根据申报材料，（1）报告期各期末，公司预付费用金额分别为 8,158.20 万元、2,634.15 万元、1,345.42 万元、1,730.87 万元。其中，2019 年末公司向中国长城工业集团有限公司预付火箭发射费用 6,490.00 万元；（2）公司其他非流动资产主要为构建固定资产预付的火箭发射费，报告期各期末预付的火箭费为 1,736.89 万元、17,698.89 万元、19,858.75 万元、5,873.00 万元。",
    "question": "请发行人说明：（1）除火箭发射费外，预付费用的主要内容；（2）发行人大额预付火箭发射费用的原因、交易背景，是否符合合同约定和行业惯例，是否与发行人对供应商的结算政策存在差异。"
  },
  {
    "according": "根据申报材料，报告期各期末，公司长期应付款为融资租赁款。其中，2020年下半年公司向吉林九银金融租赁股份有限公司、中建投租赁股份有限公司提出提前还款申请，并于 2021 年末提前清偿完毕相关债务；2022 年 6 月，公司以售后回租方式自浦银金融租赁股份有限公司取得融资款项 5,000.00 万元。",
    "question": "请发行人说明：（1）报告期内融资租赁的具体内容，提前还款的原因及相关资产的处理；（2）2022 年上半年新增售后租回的原因和合理性。"
  },
  {
    "according": "根据申报材料，因高分 02C、高分 02E 发射失败，2020 年、2021 年公司分别收到保险赔款 6,000.00 万元、4,000.00 万元。",
    "question": "请发行人说明：签订保险合同的主要内容，包括但不限于合同期限、保险范围、保险费率、保险金额、免赔约定等，分析卫星发射失败是否会对发行人的盈利能力产生重大不利影响。"
  },
  {
    "according": "根据申报材料：（1）2021 年至 2025 年中国腔镜手术机器人整体市场的复合年增长率为 36.8%，其中设备的复合年增长率为 36.8%，耗材为 33.4%，服务为 56.9%。预计未来中国腔镜手术机器人市场规模将持续增长，2030 年中国腔镜手术机器人市场规模将达 352.5 亿元；（2）文献研究表明，腔镜手术机器人在不同科室、多项术式中均具备临床价值；目前泌尿外科手术量在机器人辅助手术中占比最高，主要包括肾部分切除术、前列腺癌根治术等难度较高的手术；（3）发行人假设 2030 年中国腔镜手术机器人辅助手术渗透率约为美国渗透率的 14%，推测出我国 2030 年的手术渗透率为 3.5%；（4）目前采购腔镜手术机器人的均为三甲医院；发行人预计 2025 年、2030 年腔镜机器人在三甲医院中的渗透率将达到 32.7%、64.8%，并将渗透至非三甲医院；（5）发行人预测单家医院采购腔镜手术机器人将不断提升，2025 年将达到 1.5 台，2030 年将达到 1.9 台；（6）目前腔镜手术机器人辅助手术费用较高，未来随着国产手术机器人推广，手术价格预计将有所下降；目前部分地方出台政策，对完成或参与完成实现手术目标的全部核心操作步骤的机器人限制加收 300%；（7）国家政策规定的手术机器人的配置证规划额度为 268 台。截至 2021 年末中国腔镜手术机器人装机量累计为 262 台；此外部队医院、民营医院不需要配置证即可装机；（8）发行人还致力于拓展部分海外市场，正在完善出口销售等相关资质。",
    "question": "请发行人说明：（1）发行人披露的行业市场规模及增速的数据的具体来源及权威性，相关数据的引用是否真实反映行业发展趋势；（2）分适应症/术式说明相比于传统腹腔镜手术，腔镜手术机器人辅助手术的核心临床价值，是否具有显著的临床效益；腔镜手术机器人是否在特定适应症、特定术式中被列为推荐手术方式，请补充更多权威性依据（诊疗指南、专家共识等）；综合考虑手术费用、临床价值等，分析未来腔镜手术机器人是否局限于复杂手术，是否将以泌尿外科为主；（3）分析腔镜手术机器人辅助手术在美国市场推广的基础条件，美国市场与中国市场是否存在差异；发行人以美国市场机器人辅助手术渗透率的 14%计算中国市场渗透率的依据及合理性，是否客观、准确；（4）国内已采购机器人的三甲医院数量及基本情况，包括地域分布、床位规模、专业人员配备情况等；结合主要术式对医师经验的要求、患者人群特征和大型医用设备相关准入指引等，分析未来手术需求是否仍将集中于三甲医院和少数区域，发行人对医院渗透率的预测是否审慎、合理；请以三甲医院市场为限重新计算公司产品的市场规模；（5）目前已配置手术机器人的三甲医院中，采购 2 台及以上的情形是否普遍；请分析单家医院采购数量的预测是否准确，有无客观、明确依据；（6）目前腔镜手术机器人辅助手术的手术费用，国产机器人上市后预计的终端手术费用，是否具有竞争力，是否将低于目前的限价政策；（7）在装机数已接近于规划数的情况下，未来市场空间拓展是否高度依赖于国家政策调整；目前部队医院、民营医院等无需配置证即可完成装机，此类采购需求是否充分，在市场中的预计占比情况；（8）发行人海外市场拓展的商业化安排，相关资质办理进展情况，是否存在障碍。主要海外国家腔镜手术机器人市场基本竞争格局情况，发行人进入海外市场是否面临较高的壁垒，发行人开拓海外市场的应对措施；（9）在不同的市场推广条件下，区分乐观、中性和谨慎三种情形重新计算腔镜手术机器人的市场规模，并完善重大事项提示；请结合上述情况，进一步说明发行人主要产品是否满足“市场空间大”的标准。"
  },
  {
    "according": "根据申报材料，（1）发行人创始团队及核心技术人员中有多人任职或曾在哈尔滨工业大学任职。核心技术人员苏衍宇 2015 年至 2022 年任苏州博众智能机器人有限公司首席技术官。（2）2022 年 5 月发行人原董事孙玉宁、孙立宁因个人原因离职，孙玉宁、孙立宁为公司创始团队成员且参与多项发明专利研发工作。 ",
    "question": "请发行人说明：（1）发行人专利中是否存在属于核心技术人员、主要研发人员在原任职单位的职务发明的情形，发行人及相关人员与原任职单位是否在知识产权方面存在纠纷或潜在纠纷；（2）孙玉宁、孙立宁参与的公司发明专利研发工作的基本情况，是否为发行人核心技术人员，其离职是否导致发行人核心人员发生重大变化。"
  },
  {
    "according": "根据申报材料，（1）杜志江直接持有公司 14.84%股份，其一致行动人闫志远持有公司 3.28%股份，王伟东持有公司 2.62%股份，董为持有公司 2.19%的股份，崔亮持有公司 1.63%的股份，王建国持有公司 1.31%的股份；（2）杜志江另通过担任睿思弘盛执行事务合伙人控制公司 7.54%股份。杜志江合计控制发行人 33.41%股份，为公司实际控制人；（3）发行人实际控制人杜志江直接持股比例较低，与持股比例 13.46%的发行人第二大股东博实股份持股比例较为接近。",
    "question": "请发行人说明：（1）未认定闫志远、王伟东、董为、崔亮、王建国为公司共同实际控制人的原因，是否存在规避同业竞争等监管要求的情形；（2）结合报告期内发行人股东大会（股东出席会议情况、表决过程、审议结果、董事提名和任命等）、董事会（重大决策的提议和表决过程等）、监事会及发行人经营管理的实际运作情况，以及闫志远、王伟东、董为、崔亮、王建国等人在发行人经营决策中发挥的作用，分析发行人实际控制人的认定依据是否充分、结论是否准确；（3）除实控人及其一致行动人外的其他股东之间是否签署有一致行动协议，杜志江直接持股比例相对较低，其控制权是否稳定；（4）历史上发行人实际控制人变动情况，最近两年发行人实际控制人是否发生变化。"
  },
  {
    "according": "根据申报材料，（1）发行人客户集中度较低，各期前五大直销客户收入占比在 15.09%-19.33%之间，前五大经销客户收入占比在 11.20%-13.39%之间；（2）报告期各期公司经销商退出数量较大，其中主要为上年收入 10 万元以下的经销商；（3）2020 年度公司前五大经销商之一西安众辰电气科技有限公司与发行人共用商号；（4）发行人 PCBA 外协服务供应商上海昊承电子有限公司租用发行人厂房，2020 年、2021 年对其票据背书金额高于对应期间外协采购金额。根据公开资料查询，王海彬曾为发行人已注销全资子公司上海众辰驱动技术有限公司监事、已注销子公司优积驱动股东，系公司三项双排集中绕组永磁电机等两项受让专利的发明人、前五大散热器供应商众欧（上海）机械有限公司股东；众欧机械于 2018 年 4 月 12 日设立、优积驱动于 2018 年 4 月 16 日注销。",
    "question": "请发行人说明：（1）报告期各期直销、经销各自前十大客户的成立时间、注册资本、主营业务、经营规模、合作历史业务拓展方式、销售产品类别、销售金额，与发行人及其关联方是否存在关联关系或其他利益安排；（2）报告期各期上年收入金额 50 万元以上经销商退出原因，与发行人间是否存在纠纷，报告期内主要经销商客户的稳定性；（4）西安众辰电气科技有限公司与发行人共用商号的原因，发行人是否授权其使用商号，是否存在纠纷或潜在纠纷；该经销商及其股东与发行人及其实控人、主要股东、董监高之间是否存在其他业务往来或利益安排；（5）发行人所采购 PCBA 加工服务占上海昊承业务的比例，上海昊承与发行人在人员、业务、场地等方面是否存在混用情形，是否存在外协服务以外的其他业务往来或利益安排；报告期各期对上海昊承的采购金额和付款金额，2020 年、2021 年对其票据背书金额高于外协采购金额的原因；（6）王海彬的职业和投资背景情况、与发行人及其关联方是否存在关联关系，其任职和投资企业与发行人主营业务的关系、存续期间与发行人的业务往来情况，各主体间业务上是否存在延续性；发行人向众欧机械采购的公允性，是否存在其他资金、业务往来或利益安排；是否存在其他主要供应商主要股东与发行人及其关联方存在类似关系的情形。"
  },
  {
    "according": "根据申报材料，（1）发行人主要原材料包括模块类、集成电路、电容、PCBA 等类别；（2）模块类原材料分为 IGBT 模块、IGBT 单管和整流桥三个类别，实际生产中部分机型将 6-7 个 IGBT 单管加 1 个整流桥组合替代 1 个IGBT 模块；（3）PCBA 同时存在采购和外协加工，报告期内采购量呈下降趋势、外协加工量呈增长趋势；（4）各类主要原材料各期采购量变动较大，总体上 2021 年采购量增长、2022 年采购量下降；（5）各类主要原材料均不属于大宗商品且型号较多，无统一公开市场价格对比；（6）公司 2021 年存货周转天数大幅上升，主要系公司为应对原材料价格持续上涨的风险战略性储备了模块类、集成电路、PCBA 等原材料，但 2022 年度模块类、集成电路类采购均价有不同幅度下降；（7）公司原材料中的部分高端电子元器件仍主要使用进口产品。",
    "question": "请发行人说明：（1）IGBT 模块、IGBT 单管和整流桥报告期内采购金额、数量、均价及其变动率情况，各期采购数量、均价变动的原因；结合前述情况说明模块类原材料各期采购数量、均价变动的原因；说明报告期内 IGBT 模块、IGBT 单管和整流桥及模块类原材料合计采购、领用和库存量与产品产量间的配比关系；（2）结合产品类别，说明 PCBA 各期外协加工数量、单价及变动原因，外协加工、采购、领用和库存量与产品产量的配比关系；（3）发行人主要原材料供应是否稳定；各类原材料报告期内采购量波动的原因，变动趋势一致、影响因素相同的可合并说明；（4）发行人采购金额占各类主要原材料主要供应商经营规模的比重，是否存在主要向发行人提供产品或服务的情形；进一步说明各类主要原材料各期采购价格波动的原因，与行业趋势是否一致；各主要供应商间采购单价的差异原因及合理性；（5）原材料供应商向发行人、其他客户供货规模与售价的差异，发行人主营业务成本结构与可比公司同类产品的差异及合理性；（6）2022 年模块类、集成电路原材料采购下降，但 2021 年大幅增加备货的合理性。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，发行人前五大客户销售占比分别为 26.52%、28.57%、36.87%和 42.13%。（2）发行人新能源汽车安全件收入占比持续上升，各期分别为 25.50%、30.72%、50.07%和 65.76%，且 Volvo、一汽大众、上汽大众等主要客户对发行人的采购占同类采购比例为 100%。（3）2021 年 9月，宁德时代通过宜宾晨道间接入股发行人，其中宁德时代持有宜宾晨道 29.40%份额，宜宾晨道持有发行人 7.20%股份，为发行人第三大股东；宁德时代 2021 年起成为发行人前五大客户之一。",
    "question": "请发行人说明：（1）分产品（新能源汽车安全件、小家电阻燃绝缘件、电缆阻燃绝缘带）说明各层级客户数量、金额、占比及变动原因；各类业务前五大客户情况，收入及占该类业务收入的比重；（2）结合发行人与新能源汽车安全件客户的合作历史、采购占比变化、客户对供应商的认证及管理要求、相关框架协议签订情况、同类或相似竞品的竞争格局等，进一步说明发行人与主要客户合作的稳定性与可持续性；（3）宁德时代间接入股发行人的背景，入股对发行人业务的影响，入股前后与发行人相关交易规模及价格的变动情况，并对交易价格公允性予以分析；是否存在其他客户或供应商入股发行人的情况。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人 10 种主要产品实现收入金额由7,513.64 万元增至 14,648.16 万元，占各年度产品类收入比例均在 80%以上；其中，Web 应用防护系统销售单价持续下降，解释原因包括推出时间早、成熟度较高、市场竞争激烈等；网站监控预警平台销售数量由 61 台降至 42 台，解释原因系部分销售项目存在集中大额采购情形；（2）发行人收入确认方式与合同约定有关，同类产品在不同销售合同中针对是否需要安装调试可能有不同的约定；技术能力输出模式下，需要发行人安装调试的情形主要指与公安部第一研究所合作销售的部分业务，在公安部第一研究所验收通过后确认收入；（3）2021 年发行人加强了项目合作渠道力度，最近一年实现收入由 2,055.47 万元增至4,812.14 万元，终端用户销售则由 5,933.20 万元降至 4,714.19 万元；2021 年末终端用户销售与项目合作渠道相关应收账款的期后回款比例分别为 89.07%和30.35%；（4）首轮问询回复对公司业务场景类产品、网络空间地图产品的市场竞争状况、市场空间等描述较为笼统，缺乏量化分析，部分产品如网络空间资产测绘系统等预计未来短期内销售规模将会实现大幅增长，但未充分说明依据；（5）报告期内收入回函不符占比分别为 17.57%、6.96%、21.45%，最近一年显著提高；渠道模式下，发行人掌握终端信息相关收入占比超过 80%，但各期终端核查访谈及调查函金额分别为 145.86 万元、307.19 万元和 732.68 万元，占比不足 15%。",
    "question": "请发行人说明：（1）结合主要产品推出时间、技术成熟度、客户复购周期、发行人产品占其客户同类产品需求的比例、市场空间及竞争格局等影响因素，逐个分析相关产品收入增长及毛利率水平的变动原因及可持续性，视情况提示风险；（2）技术能力输出模式下需发行人安装调试客户的基本情况及作出前述安排的背景，公安部第一研究所业务从发货、安装调试至其验收通过的一般周期，是否存在验收时间早于产品在终端客户处安装时间、合同验收周期显著较长或较短等异常情形，若存在，请说明具体情况及原因；（3）项目合作渠道相关应收账款期后回款比例较低的原因，对应的主要客户，是否存在经营、资金异常等回款风险较高的情况；结合终端用户销售与项目合作渠道的差异比较情况，包括但不限于客户规模、毛利率、期后回款情况等，分析收入变动趋势不一致的原因，并充分说明发行人未来的业务拓展策略以及对财务状况、现金流的潜在影响；（4）结合行业内综合厂商和专业厂商在网络安全基础类产品、业务场景安全类产品、网络空间地图类产品中的市场规模、竞争格局，进一步量化分析发行人在上述领域中的市场地位，综合厂商目前是否存在向发行人产品领域进行研发扩展的趋势，以及对发行人业务开拓、经营合作稳定性的影响。"
  },
  {
    "according": "根据申报材料：（1）2021 年度，主要客户天融信、星网锐捷的销售金额分别同比变化-59.83%、-30.68%，解释原因均包括客户针对部分非核心产品实现了自研；（2）报告期内，新客户实现收入占比分别为 44.96%、40.05%和 28.26%，最新一年实现收入金额由 6,076.59 万元降至 5,719.45 万元；（3）报告期内，100万以上客户贡献收入占比分别为 55.91%、58.25%、67.86%，集中度逐年提高；中介机构共选取了 154 家客户作为访谈对象，其中有 108 家客户接受访谈，46 家客户拒绝接受访谈，拒绝接受访谈客户主要为部分政府监管、金融机构、教育机构、国有企业等单位。",
    "question": "请发行人说明：（1）区分计划自研与实现自研，说明研发与发行人相同或类似产品的主要客户、对应产品及销售金额，分析相关变动趋势及对发行人的潜在影响，视情况提示风险；（2）结合客户规模、客户类型、销售模式等具体影响因素，分析新客户实现收入占比下降的原因及合理性，是否与同行业可比公司变动趋势一致，是否存在客户拓展或市场空间等方面的不利影响因素。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人存在利用 4 张个人卡收付款及利用供应商虚开发票的情形，中介机构仅核查了个人卡开户人的部分流水；（2）关键自然人资金流水去向包括较高金额的投资理财以及私人拆借，其中刘晓薇、韩卫东以及两人配偶在报告期内的合计流出金额超过 7,000 万元。",
    "question": "请发行人说明：报告期内 4 张个人卡收支交易纳入公司的财务核算前后对于发行人各年主要报表科目的影响金额，4 张个人卡开户人与发行人的关系。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人员工离职率逐年上升，其中部门负责人及以上职级员工离职人数分别为 3 人、7 人、9 人；（2）所引用 IDC 市场份额排名中的产品名称与发行人产品存在一定差异；（3）公司对华晟九思的关联采购定价考虑到了相关销售合同的执行进度、销售内容、项目利润、服务成本等因素，采购价格具有公允性，但未量化分析。",
    "question": "请发行人说明：（1）部门负责人及以上职级员工离职的具体情况，员工离职率逐年上升且高职级员工离职较多的原因及对发行人相关业务的影响；（2）IDC关于发行人市场地位的计算依据及数据来源，相关领域与发行人产品的对应关系；（3）结合上述影响因素以及发行人同类产品服务采购价格及自行提供相关服务成本情况等，具体分析向华晟九思采购价格确定的依据及公允性。"
  },
  {
    "according": "根据申报材料：（1）发行人主营业务为网络安全产品的研发、生产和销售并提供网络安全服务，其中业务场景安全类产品面向公共安全、电力能源、金融科技领域，网络空间地图类产品主要客户群体为国家各级政府单位、大型国企央企、国家监管机构、高校等，网络安全服务包括 SaaS 服务等；（2）发行人取得的业务及产品资质包括计算机信息系统安全专用产品销售许可证、网络关键设备和网络安全专用产品安全认证、中国国家信息安全产品认证证书、涉密信息系统产品检测证书等。",
    "question": "请发行人说明：（1）发行人产品研发、销售及使用过程中涉及到的数据采集、处理、使用等情况及其合规性，数据内容是否涉及个人隐私或涉密信息，是否获得相关数据主体或主管部门的明确授权许可，是否存在使用范围、主体或期限等方面的限制，发行人是否存在超出上述限制使用数据的情形；（2）发行人 SaaS 产品服务的具体业务开展过程及服务内容，主要经营数据及收入规模；结合《网络安全法》《数据安全法》《网络安全审查办法》《互联网信息服务管理办法》《关键信息基础设施安全保护条例》等规定，发行人提供的主要产品和服务是否属于《互联网信息服务管理办法》规定的互联网信息服务，是否属于《关键信息基础设施安全保护条例》规定的安全可信的网络产品和服务，是否需要配合网络安全审查；（3）结合前述事项，说明发行人在业务开展过程中是否遵循数据安全、国家秘密和个人信息保护等相关法律法规的规定，是否已采取有效措施防止涉密信息和个人信息泄露、确保数据安全，是否发生过泄密行为或受到相关行政处罚。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司营业收入分别为 10,672.08 万元、15,195.46 万元、20,257.08 万元，复合增长率为 37.77%；前五大客户占各期营业收入的比例分别为 38.89%、35.30%、33.95%，部分主要客户的销售金额在最近一年有所下滑；（2）公司涉及的产品或服务类型较为多样，收入确认的具体政策包括交付给对方后确认收入、经客户验收合格后确认收入、在合同约定期间内分摊确认收入等多种方式；（3）报告期内，公司第四季度收入占比分别为58.14%、50.42%、53.29%，存在明显的季节性特征，主要系最终用户的实施和验收集中在下半年尤其是第四季度；（4）报告期内，发行人订单完成量占新增订单量的比例分别为 83.30%、88.88%、92.36%，主营业务收入占订单完成量的比例分别为85.62%、82.77%、93.10%，2021 年均显著上升；申报文件未说明函证、走访、细节测试、截止性测试等收入核查程序的具体执行情况。",
    "question": "请发行人说明：（1）按产品类型说明价格、销量变动的原因及对营业收入的量化影响，按照销售规模和客户类型的客户分布情况，不同产品对应的主要客户、销售金额及占比、毛利率，结合市场竞争格局、主要客户销售金额变动情况、新老客户的收入构成比例、客户复购率、在手订单等因素，进一步分析收入增长的可持续性；（2）按产品类型说明不同收入确认方式对应的收入金额及占比，同类产品采取不同收入确认政策则需进一步分析其合理性；结合具体业务模式、交付形态及流程、是否提供后续升级维护服务等因素，进一步说明相关收入确认政策是否符合企业会计准则的规定；（3）2021 年订单完成率、订单收入确认率均显著上升的原因；第四季度收入的月度分布情况，是否存在集中在 12 月确认收入的情形及原因；结合公司、直接客户、最终客户之间的合同条款约定、实际执行过程及周期、收入确认时点及依据等因素，分析第四季度合同执行周期与前三季度是否存在差异，并进一步说明收入确认时点的准确性。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人采用直接销售与渠道销售相结合的销售模式，渠道模式占各期主营业务收入的比例分别为 21.13%、20.19%、30.92%，最近一年增速较快；直接销售模式包括终端用户销售、技术能力输出、嵌入式集成销售，渠道销售模式分为签约渠道和项目合作渠道；（2）项目合作渠道未与发行人签署代理协议，合作模式与发行人直接向终端客户销售不存在明显差异；签约渠道与公司签署代理协议，享受渠道代理政策；（3）2021 年度发行人开始大力发展渠道模式，预计未来短期内渠道模式销售收入规模将会持续增加，申报文件未对不同销售模式下的业务开展情况比较分析，未说明针对渠道模式收入的具体核查情况。",
    "question": "请发行人说明：（1）不同细分销售模式的差异比较情况及原因分析，包括但不限于产品类型、业务开展流程、收入确认时点及依据、毛利率水平、信用政策及期后回款等，分析变动趋势及对发行人业绩的潜在影响；（2）按不同细分销售模式对应的收入金额、占比、主要直接和最终客户、主要产品和服务类型，分析变化原因及合理性；（3）渠道代理政策的主要内容及管理机制，发行人是否掌握终端客户信息，主要渠道商及终端客户的采购量是否与其资产规模、业务规模相匹配，公司交付的主要产品形态及在终端客户的具体使用情况。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人源于公安部第一研究所的收入分别为179.58 万元、1,612.23 万元、3,271.58 万元，占各期营业收入的比例分别 1.68%、10.61%、16.15%，占比逐年上升；（2）公安部第一研究所既是发行人前五大客户，又是发行人前五大供应商，系发行人与其合作研发 K01 产品（双方约定“网盾K01”产品的商标权、云端威胁情报运营平台和情报数据知识产权、计算机信息系统安全专用设备销售许可证归公安部第一研究所所有，设备端的攻击威胁监测与阻断引擎、管理系统软件知识产权归发行人所有）；发行人对外销售 K01 主要有两种模式：直接对外销售模式下公安部第一研究所为发行人的供应商，合作销售模式下公安部第一研究所为发行人的客户；（3）发行人与公安部第一研究所签署的框架合作协议约定，甲方收到最终用户合同款后，向乙方支付相应的合同金额；2021 年发行人对公安部第一研究所实现的收入较多，但因公安部第一研究所未向终端客户催收、公安部第一研究所内部付款流程较长等原因，当期销售收入回款较少。",
    "question": "请发行人说明：（1）双方知识产权在产品最终功能实现中所发挥的作用及可替代性，结合研发成果归属、产品销售及定价权、回款约定等，分析双方合作的稳定性以及发行人该类业务是否对公安部第一研究所存在依赖；（2）源于公安部第一研究所的收入占同类产品或技术相关收入的比例及变化情况，不同销售模式下客户群体的差异比较情况，发行人与公安部第一研究所是否存在潜在竞争关系，并视情况提示风险；（3）K01 产品不同销售模式下发行人毛利率、收入确认时点、回款周期等方面的差异比较情况，报告期内对应收入金额及占比的变化原因及合理性，结合前述事项以及在手订单情况分析 K01 产品的业绩变化趋势及对发行人的影响；（4）公安部第一研究所的期后回款情况，结合合同条款以及实际执行情况进一步分析 K01 产品在不同销售模式下收入确认时点的准确性。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人以 0 元转让盛邦江西、盛邦湖南股权，不再纳入合并报表范围，理由均系市场开拓情况不如预期且一直处于亏损状态；盛邦江西股权受让方魏春梅系发行人股东，2021 年 2 月前系通过其母田淑芳代持，盛邦湖南股权受让方刘静与发行人存在多笔资金拆借，报告期末发行人仍存在对盛邦江西、盛邦湖南的应收账款；（2）2019 年 2 月，发行人出资 100 万元向王忠新（实际控制人权晓文之妹的配偶）收购盛邦信安 100%的股份，理由系以盛邦信安作为开展军工保密业务的主体；截至 2020 年 8 月，盛邦信安申请的保密资质尚未办理下来，发行人遂将申请保密资质的主体变更为盛邦赛云；2021年 2 月，盛邦信安注销；2021 年 6 月，发行人实际支付 2019 年收购款项；（3）2019 年 4 月，盛邦安全与实际控制人控制的盛邦高科签订了《转让协议》，约定盛邦高科将持有的盛邦赛云 25%股权转让给盛邦安全（对应的实缴出资额 0 元），转让价格为 0 元人民币。",
    "question": "请发行人说明：（1）报告期内注销或转让子公司的业务开展情况及主要财务指标，转让后上述公司及其关联方与发行人及其客户、供应商是否存在业务或资金往来；发行人转让股权的背景、定价依据及其公允性，股权受让方承接的合理性；（2）结合盛邦信安收购前后的经营及资金往来情况、发行人相关业务开展情况，进一步说明 2019 年 2 月收购盛邦信安的必要性、公允性，至 2020 年 8 月未能办理保密资质的原因，2021 年 2 月即注销以及 2021 年 6 月才支付收购款的合理性；（3）盛邦赛云成立以来的业务开展情况及报告期内主要财务指标，实际控制人与发行人共同投资的背景及合理性。"
  },
  {
    "according": "根据申报材料：（1）发行人存在较多参股公司，持股比例在 3%至 10%，报告期各期前五大供应商中包括天琴合创、金睛云华等发行人参股公司，申报文件中均未认定为关联方；（2）华晟九思成立于 2021 年 4 月，由盛邦深圳的前员工与发行人共同发起设立，公司以向华晟九思采购信息安全运维服务的方式，由该团队继续执行相关销售合同，发行人将其披露为偶发性关联交易；（3）华晟九思股权结构为汤志强持股 90%，发行人持股 10%。发行人与汤志强签订《一致行动协议》，发行人行使股东权利时与汤志强保持一致的表决意见，发行人系汤志强的一致行动人。",
    "question": "请发行人说明：（1）公司参股多家公司的原因，参股公司其他股东的背景，是否与发行人及其关联方存在关联关系或其他特殊利益关系，发行人向参股公司采购的必要性和公允性；（2）由华晟九思继续执行合同的具体模式及商业合理性，对应的主要产品、直接和终端客户、金额及占发行人同类产品同期收入的比例，采购信息安全运维服务价格确定的依据及公允性；结合华晟九思与盛邦深圳的业务发展规划及在手订单等情况，进一步说明关联交易变动趋势及将其归类为偶发性关联交易的合理性；（3）汤志强在发行人的历史任职情况，盛邦深圳离职员工是否存在违反竞业限制的情形，与发行人间是否存在纠纷或潜在纠纷；发行人持有华晟九思股份、与汤志强签订一致行动协议的原因及合理性，是否能够实际控制华晟九思，是否存在潜在利益安排；发行人报告期内的员工离职情况，是否还存在其他离职员工创业从事与发行人相同或相近业务的情形，与发行人间的交易情况。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人存在使用个人卡收付款情形，2019 年至 2021 年 4 月总体流入金额为 1.631.36 万元，总体流出金额为1,685.73 万元；个人账户资金来源包括向供应商支付采购服务款后转入、资金拆借、支付薪酬、员工归还资金等多种方式，资金流出用途主要包括支付职工薪酬、市场推广费、资金拆借等；报告期内发行人曾存在取得供应商虚开发票的情形；（2）报告期内，发行人存在较多与关联方、第三方进行资金拆借的情形，盛邦湖南少数股东刘静2019年度累计拆借 88.42 万元，系 2021 年 12 月补充确认；盛邦上海少数股东任高锋报告期内陆续拆入资金笔数较多、时间跨度较长，最终商定以发行人会计师审定数据确认为 67.90 万元，并于 2022 年 6 月归还；（3）报告期内，实际控制人及其一致行动人等关键人员获得现金分红款、股权转让款合计超过 1亿元；申报文件关于资金用途的说明较为笼统，刘晓薇所获得资金近7,000 万元，用途表述为家庭收支、个人借款、个人所得税等；保荐机构对资金流水的核查意见包括资金管理内部控制制度不存在较大缺陷、大额资金往来不存在重大异常等。",
    "question": "请发行人说明：（1）配合发行人个人卡收付款的主要对手方、与发行人的关联关系及业务合作情况、与资金拆借交易对手方是否存在重合，是否存在其他利益安排；个人卡收付款的历史开展情况及对报告期初的财务影响，个人卡收付款不规范行为整改的具体措施及过程，进一步说明本次申报财务报表是否已完整反映个人账户的账务情况；（2）报告期内各分子公司的内部控制制度建设及实际执行情况，与少数股东存在频繁资金往来且未及时规范的原因及合理性，结合前述事项以及后续转让子公司股权等情形进一步分析对公司财务信息质量的影响；（3）取得供应商虚开发票的具体情况，并结合相关法律法规以及《上海证券交易所科创板股票发行上市审核问答》第 3 条的规定说明是否属于重大违法行为。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人材料成本分别为 1,036.47 万元、2,144.85万元、3,020.57万元，占主营业务成本比例为42.25%、57.91%、70.44%，原因系发行人业务规模增加及微集成类项目增多；服务成本的金额分别为1,162.10 万元、1,308.12 万元、893.29 万元，与收入增长趋势不一致；（2）报告期内，发行人主营业务毛利率分别为 76.93%、75.59%、78.81%，均高于同行业可比公司平均水平，原因包括纯软件产品占比较高、标准化产品销售为主、先行推出市场产品的毛利率较高、集成类项目较少等；未来随着发行人定制类、集成类、服务类业务及其收入占比增加，预计发行人将面临主营业务毛利率下降的风险；（3）报告期内，发行人业务场景安全类业务毛利率分别为63.70%、77.66%、80.04%，该类业务毛利率逐期增加，主要受到“网盾 K01”、网络安全单兵自动化检测系统、多接入网关系统等产品的影响。",
    "question": "请发行人说明：（1）区分不同产品的成本结构及其变化原因，与该类业务规模、细分产品结构等是否匹配；（2）结合产品形态、销售结构等毛利率水平的具体影响因素量化分析不同产品和综合毛利率持续较高的合理性及可持续性；分析业务场景安全类不同产品毛利率的变动原因以及对该类业务毛利率的量化影响；（3）区分不同产品分析与同行业公司同类产品毛利率的差异情况及原因，发行人毛利率高于同行业可比公司平均水平的具体原因及合理性。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人计提的应付职工薪酬金额分别为4,350.89 万元、5,724.45 万元、8,168.54 万元，人力资源成本占收入比重较高，研发费用、管理费用和销售费用支出均以职工薪酬为主；（2）主营业务成本中的直接人工包括生产人员薪酬及按照工时分配的研发及技术人员薪酬；（3）发行人直销收入占比最近一年明显下降，且预计渠道模式销售收入规模将会持续增加；营销体系人员从报告期初 116 人增加至报告期末的 202 人，年均复合增长率达20.31%。",
    "question": "请发行人说明：（1）研发部门、研发人员的认定标准，研发人员、技术人员参与生产的原因及合理性，工时分配的依据、比例及相关内控，是否存在研发人员、技术人员主要从事生产活动等异常情形，职工薪酬在不同成本、费用中的分摊是否准确；报告期各期研发人员数量变动及学历工作年限分布情况，人均薪酬与同行业可比公司之间是否存在显著差异；（2）发行人销售人员构成、不同地区的销售人员比例、分别服务直销和渠道销售客户的比例，结合不同销售模式发展规划及同行业比较情况，进一步说明销售人员规模的合理性。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，发行人对外采购的服务支出金额均超过2,000 万元，主要包括技术服务、咨询服务、维保或运维服务、市场推广服务等，分别在生产成本、销售费用、研发费用等不同科目归集；（2）发行人采购的原材料主要为工控机、服务器、扩展卡等市场常见硬件设备与配件辅料，包括部分数据授权、安全产品组件；（3）北京赛博易安科技有限公司分别为发行人 2019 年度第一大供应商及 2021 年度单体报表前五大客户，保荐机构核查工作中未能识别出该情形，未说明对特殊类型供应商的具体核查情况。",
    "question": "请发行人说明：（1）不同外采服务的主要供应商情况，定价依据及其公允性，发行人采购内容、金额与供应商自身规模的匹配性，与主要供应商是否存在供销以外的其他关系，进一步说明外采服务成本的完整性以及不同科目之间归集的准确性；（2）不同原材料的采购金额、占比、主要供应商的基本情况及合作背景，数据授权、安全产品组件划分为原材料采购的合理性；（3）是否存在供应商成立时间较短即与发行人合作、主要为发行人提供服务、自然人供应商、由发行人及其关联方或员工/前员工参与设立的供应商、客户指定供应商等特殊情形，若是请进一步说明原因及合理性。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，发行人应收账款余额分别为 5,019.03万元、6,783.67 万元、11,174.03 万元，占营业收入比例分别为 47.03%、44.64%、55.16%；前五大收入客户中存在“背靠背”付款条件，2021 年第一大客户的信用期限由 60 天延长至 120 天；（2）报告期内，发行人经营活动产生的现金流量净额分别为 717.91 万元、4,175.89 万元、2,437.95 万元，与各期净利润的比例分别为 44.46%、133.73%、51.15%，最近一年现金流入明显减少。",
    "question": "请发行人说明：报告期各期应收账款的期后回款情况、逾期情况，逾期客户是否存在资金、经营状况异常，进一步分析主要客户信用政策变化及“背靠背”条款对发行人现金流的影响，并针对性提示相关风险。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，发行人预收款项或合同负债金额分别为1,554.49 万元、994.23 万元、1,986.97 万元，存在较大波动；（2）报告期各期末存货余额整体较低且变动不大，铁网护栏项目长期未完成验收且未回款，导致2021 年末库龄在 1 年以内的存货余额占比有所下降；（3）报告期末发行人对深圳市希尔科技发展有限公司预付款余额为 377.01 万元，采购内容为技术服务费，预付金额明显高于其他供应商；预付款中包括较多的业务开发费，未说明具体用途。",
    "question": "请发行人说明：（1）预收款项或合同负债金额报告期内波动较大的原因及合理性；（2）项目长期未完成验收且未回款的原因及目前进展情况，相关跌价准备计提是否充分；（3）大额预付技术服务费的背景及合理性，是否符合行业惯例以及是否存在其他特殊利益安排；业务开发费的具体用途及必要性，对应的主要直接和最终客户。"
  },
  {
    "according": "根据申报材料：（1）公司主营业务为网络安全产品的研发、生产和销售，并提供相关网络安全服务，主要分为网络安全基础类、业务场景安全类、网络空间地图类和网络安全服务，产品形态包括软硬一体化设备/软件/虚拟化/SaaS化服务等，其中硬件为服务器、工控机、计算机、网络设备等，通过对外采购方式获得；（2）业务场景安全类产品中包括网络安全感知分析平台（RayThink），其是业务场景安全类产品的“指挥中心”，结合公共安全、电力能源安全、金融科技安全等行业场景构建对应的安全模型，形成符合行业特性的安全管理方案；（3）招股说明书中对公司设立以来业务演变过程的披露不充分；（4）网络安全设备厂商从事网络安全专用设备销售和网络安全服务等经营活动，应取得计算机信息系统安全专用产品销售许可证等产品认证，并具备网络信息安全服务资质等业务资质。请发行人以简明图示方式披露公司设立以来核心业务、产品的演变情况。",
    "question": "请发行人说明：（1）各类产品之间的划分依据及关系，不同产品或服务对应的主要客户群体、销售形态及在客户中的应用情况；虚拟化/SaaS 化服务的具体提供方式，外购硬件在发行人网络安全产品中发挥的作用，并结合主要典型产品通俗易懂地说明发行人产品所实现的功能及作用；（2）网络安全感知分析平台在业务场景安全类产品中所发挥的作用，与各业务场景化产品之间的联系；各场景产品的主要收入构成情况、相关技术是否存在明显差异，并分析向其他行业场景拓展的难度及可能性；（3）发行人相关业务开展过程中是否需要取得计算机信息系统集成资质、军用信息安全产品认证证书等，是否存在未取得相应资质即进行经营的情形，目前业务是否已取得从事生产经营的全部资质、许可、认证。"
  },
  {
    "according": "根据申报材料：（1）发行人拥有的 30 项核心技术包括漏洞及脆弱性检测技术体系、应用安全防御技术体系、溯源管理技术体系、网络空间地图技术体系四大类技术体系及基础通用技术，其中下一代安全级操作系统平台 NG-RayOS 为适用于公司所有产品线的通用技术；（2）申报材料未说明相关核心技术指标的含义及与同行业公司的比较情况。",
    "question": "请发行人说明：（1）衡量技术先进性的关键指标及具体衡量标准，结合发行人技术水平与行业主流水平、最高水平的比较情况，概括说明发行人所处细分领域的主要技术门槛及自身的技术先进性；（2）下一代安全级操作系统平台NG-RayOS 发挥的作用，作为一项基础通用技术将其认定为核心技术的原因。"
  },
  {
    "according": "根据申报材料: （1）商用密码产品目前按形态划分为芯片、模块、软件、系统、设备5类，除芯片外公司产品均有涉及;（2）公司产品类别分为密码模块、密码设备、密码系统、技术服务和其他，密码模块、密码设备均为软硬件一体，密码系统为软件、软硬件一体;（3）公司生产模式采用“自主生产+外协加工”，自主生产包括硬件组装、软件部署、产品测试、成品老化等环节，外协加工由外协厂商根据公司的加工要求和所提供的物料进行贴片、插件焊接;（4）报告期内公司主营业务成本中直接材料占比90%左右，公司自主生产环节较为简单，所需生产人员较少，因此直接人工占比较低;（5）信创系列密码卡核心部件全部采用国产芯片实现，满足三级密钥管理要求;（6）公司相关密码产品实现国产化替代，可替代美国Gisco、IBM，瑞士Crypto公司产品。",
    "question": "请发行人说明:（1）芯片在商用密码产品中的作用及重要程度，公司业务不涉及芯片的原因，结合同行业公司芯片业务布局情况，说明该情形对公司经营发展的影响，公司的应对措施;（2）公司密码模块、密码设备、密码系统的构成部件，各部件的自产与外购情况及其重要程度，结合公司自主生产较为简单、人工成本低且存在外协加工等情况，说明公司在该等业务中发挥的具体作用，核心技术如何应用及体现;（3）结合不同安全等级管理要求的技术差异、市场需求，说明报告期内公司相关产品提供不同等级保护的比例、是否与行业技术要求及客户需求相匹配，与同行业公司的对比情况及差异原因;（4）公司实现“进口替代”产品的收入比例，是否属于国家主管部门对外正式发布或出具的文件中明确的“关键设备、关键产品、关键零部件、关键材料”，实现进口替代的具体过程、替代比例及替代依据，并结合前述情况调整有关信息披露内容。"
  },
  {
    "according": "根据申报材料:（1）公司处于商用密码产业链中上游，主要竞争对手为三未信安、电科网安和江南天安，但在对比商用密码认证产品数量时未包括三未信安和江南天安，公司未说明其核心技术及产品性能较同行业公司的先进性情况;（2）公司先后承担了12项国家重大科技专项,其中11项为2015年及以前，公司认为其符合“独立或者牵头承担与主营业务和核心技术相关的‘国家重大科技专项'项目”科创属性例外情形;(3)公司最近三年累计研发投入为2,763.22万元。",
    "question": "请发行人说明:（1）行业内评价密码模块、密码设备、密码系统先进性的主要标准维度，发行人与可比公司在核心技术及产品性能先进性的对比情况，未将三未信安和江南天安纳入相关对比的原因、对比是否客观全面;（2）上述科研项目的等级及重要程度、均属于“国家重大科技专项”的依据，结合该等科研项目情况、与公司业务及技术的关系、公司在其中发挥的具体作用等，说明公司是否符合“独立或者牵头承担与主营业务和核心技术相关的‘国家重大科技专项’项目”情形并调整有关信息披露内容;（3）公司核心技术的演变迭代过程、与行业技术发展是否匹配，2015年后承担科研项目相对较少的原因,结合公司研发投入金额、专利情况、近年来的研发进展及重要成果等，进一步说明公司的研发持续性及科技创新能力。"
  },
  {
    "according": "根据申报材料:（1）公司产品广泛应用于政府、金融、能源和电信等国民经济重点领域，公司同时向集成商和最终客户销售;（2）公司已形成“基础密码+云数据安全+工控安全”三大密码产品和服务体系;（3）在云及大数据安全领域，公司形成了完整的云数据安全产品体系;在工控安全领域，公司形成了完整的工控安全产品体系;公司已在云计算、大数据、工业控制等领域占据较大先发优势，正在拓展电力安全和车联网安全市场,未来布局新兴技术领域;（4）公司推出的高性能PCI-E密码卡、基于国产密码技术的物联网安全平台、基于下一代互联网安全协议的高速 VPN、国密工控物联网安全网关（RTU）等产品均为国内首款，公司经商用密码检测中心认证的商用密码产品数量及入围政府采购目录产品数量均位居前列，公司未披露其市场份额等内容。",
    "question": "请发行人说明:（1）公司产品在政府、金融等不同应用领域中的集成商客户和最终客户比例，集成商是否具备公司同类密码产品的研发生产能力，其与公司同类型技术及产品的差异及替代性情况，公司与集成商是否存在竞争关系，如是，公司的竞争优劣势，并完善相关风险提示;（2）公司产品在政府、金融等不同领域的市场空间、技术及功能差异、主要参与厂商及竞争格局，公司在不同领域的占有率及市场地位;（3）报告期内公司各类产品对应基础密码、云及大数据安全、工控安全三个领域的收入及毛利率情况，上述三个领域在商用密码市场中的技术门槛、需求规模及重要程度，公司产品聚焦该等领域是否与同行业公司存在差异，公司“形成了完整的产品体系、具有较大先发优势”的依据，结合电力安全、车联网安全及其他新兴市场的竞争格局及公司的开拓进展，完善相关信息披露内容;（4）“国内首款”及相关表述是否准确，结合商用密码市场及其主要细分产品市场的市场规模、发展趋势、发行人与可比公司在业务规模、产品类型及数量、市场占有率等方面的对比情况等，进一步说明公司在商用密码市场的市场地位、竞争优劣势。"
  },
  {
    "according": "根据申报材料:（1）公司密码模块、密码设备、密码系统等商用密码产品销售收入确认时点为，相关产品到达客户指定地点并得到客户验收，客户验收包括“签收单+静默期”和“验收单”两种情形，客户包括集成商和最终客户两种;客户信安世纪的静默期于2021年6月由5个工作日改为3日;（2）报告期内，发行人静默期从2日到90日不等，主要以3个工作日为主，整体上小于可比公司三未信安;（3）发行人在背靠背合同的收入确认时点除取得客户签收或验收单外，还需满足已取得客户付款凭证或终端客户验收单，涉及合同金额(不含税）为952.21万元，占营业收入的比例为4.23%;（4）根据发行人出具的说明及对发行人其他主要客户、发行人高级管理人员的访谈，发行人与其主要客户之间不存在产品质量纠纷，发行人也不存在产品客诉、退换货及召回的情况;（5）技术服务主要包括技术开发、技术咨询和运维服务;（6）其他产品是为满足客户项目需求而采购的辅助信息安全产品，与公司密码产品配套为客户提供整体安全服务。",
    "question": "请发行人说明:（1）报告期各期两种验收情形分别对应的主要客户类型、产品类型、营业收入金额及占比，结合业务执行、合同条款等说明存在两种验收方式的原因，与集成商/最终客户的主要合同条款是否存在显著差异、是否影响收入确认，是否存在对同一客户采用不同验收方式的情形及合理性，收入确认政策与同行业可比公司是否保持一致;（2）静默期跨度较大的原因，不同静默期对应营业收入金额及占比情况，静默期的具体确定原则及实际执行情况、整体小于可比公司的原因及合理性，除信安世纪外其他客户静默期报告期内是否发生变化;（3）报告期各期背靠背合同关于结算条款及风险报酬转移相关约定的具体情况，以及合同签署金额、确认收入金额、从合同签订到确认收入的平均周期、对应客户情况以及相关款项回收和逾期情况;（4）销售合同是否存在退换货条款及多次验收如初验、终验情形、是否影响相关收入确认时点，报告期内发行人不存在退换货情形的合理性、是否符合行业惯例，与同行业公司是否存在差异;（5）技术服务和其他产品的主要内容，与密码模块、设备及系统业务的关系，公司在技术服务及其他业务中是否仅为贸易商;（6）技术咨询、技术开发以及维保服务的订单获取方式，是否涉及单项履约义务识别及拆分，报告期内对于单项履约义务的具体识别情况，相关收入是否计入正确的会计期间、是否符合会计准则等有关规定;（7）其他产品收入使用总额法还是净额法确认收入，结合业务开展过程中发行人的角色、相关合同条款等说明是否符合会计准则等有关规定，该业务是否具有偶发性。"
  },
  {
    "according": "根据申报材料:2019-2021年,公司第四季度收入占比分别为55.98%、43.35%和55.07%，主要系最终用户主要集中在政府、金融、能源和电信等重要领域所致，但公司前五大客户主要为民营企业。",
    "question": "请发行人说明:（1）结合主要客户类型、不同应用领域收入分布情况说明营业收入存在季节性的具体原因及合理性;（2）列示报告期各期12月份确认收入的主要明细情况，包括客户名称及类型、收入金额、合同签订时间、验收情形及时间、静默期、收入确认时间、应收账款回款情况，产品交付周期、静默期、验收周期以及合同整体执行周期的分布与前11个月是否存在显著差异,结合上述情形说明是否存在提前确认收入或扩大销售的情形。"
  },
  {
    "according": "根据申报材料:（1）报告期内，公司对前五大客户的收入分别为1,229.50万元、2,108.88万元、2,516.08万元和879.33万元，占当期营业收入的比例分别为41.32%、36.79%、23.53%和28.48%，客户包括集成商和最终客户两种;（2）前五大客户中，信安世纪系发行人同行业可比公司，安徽云上希圣科技有限公司、新疆瀚尔森信息技术有限公司分别成立于2021年5月和2020年8月注册资本均为500 万元，成立当年即与发行人开始合作;数安云信（宁夏）科技有限公司成立于2020年6月，2022年开始与发行人合作;（3）报告期内前五大客户中新增客户较多，分别为1家、3家、3家和2家;（4）发行人存在既是客户又是供应商的情况，各当期采购与销售金额均超20万元的客户与供应商共6家;（5）保荐机构对客户的走访比例分别为83.57%、82.44%、83.83%和75.56%函证回函确认收入比例分别为79.89%、87.50%、88.85%和76.64%。",
    "question": "请发行人说明:（1）报告期内公司分别向集成商和最终客户销售的产品内容、金额及占比、对应客户名称（集成商穿透列示至最终用户)，该业务模式是否符合行业惯例，公司产品在集成商交付给最终客户产品中的作用及重要性，公司产品的终端应用是否依赖于集成商;（2）主要集成商的主营业务、发行人在其供应体系内的地位、发行人对其销售额占集成商采购同种类型产品的比重,结合在产业链上的位置、与终端客户合作过程、从事的具体工作，说明集成商向发行人的采购时点是否合理、发行人相关收入确认是否具有合理性;集成商下游终端客户数量及销售情况，结合集成商期末库存情况说明是否存在囤货情形；（3）客户的获取方式及收入占比、各获客方式下的主要客户名称，按销售金额（按集成商/最终客户分别列示）分层列示报告期内客户数量、营业收入金额及占比；（4）报告期内主要客户（区分集成商/最终客户分别列示）的主要财务数据、主营业务、人员规模、注册地址，与发行人向其销售规模是否匹配、是否存在异常情形，部分客户成立不久即与发行人合作的具体原因、洽谈过程、向发行人购买产品的用途及实际应用情况，是否存在其他客户成立不久即与发行人合作的情形及原因;（5）报告期内新增客户/老客户的数量、收入金额及占比，新老客户对于同类产品的销售均价、销量变化是否存在显著差异并说明合理性，新客户的获客方式、接洽时间、谈判过程，新客户拓展与销售费用变动是否一致;（6）客户与供应商重叠的总体家数、涉及的销售和采购总金额，对同一主体同时存在采购和销售的原因及合理性、是否符合行业惯例，上述销售和采购产品的用途，相关交易的商业实质以及采用总额法确认收入的合理性。"
  },
  {
    "according": "根据申报材料:（1）报告期内，公司对前五大供应商的采购金额分别为839.76万元、892.79万元、1,900.84万元和930.19万元，占当期采购总额的比例分别为52.98%、40.76%、45.25%及43.95%;（2）报告期内，公司采购包括原材料采购和外协加工采购两部分。主要采购原材料为芯片、组装配件、板卡配件、其他，其中芯片和组装配件占比超过90%，芯片平均单价为40.61元/个、52.48元/个、81.83元/个和68.59元/个，组装配件平均单价为50.01元/个、168.70元/个、176.53元/个和275.40元/个;（3）报告期内，主营业务成本为939.58万元、1,574.62万元、3,147.46万元和925.87万元，其中直接材料占比为91.27%、91.91%、94.34%和87.62%;（4）按产品划分，主营业务成本主要由密码模块和密码设备构成，合计占比为90.11%、97.40%、87.55%和81.13%;（5）保荐机构对供应商的走访比例分别为75.92%、81.28%、88.04%和81.24%,函证回函确认金额占当期采购金额的比例分别为83.18%、83.27%、88.38%和88.19%。",
    "question": "请发行人说明:（1）按产品类别列示每类产成品的成本构成、与原材料的配比关系，说明报告期各期原材料数量和金额的采购、领用及结存情况，与相应产品的产销量、成本结转及确认收入金额是否匹配;（2）按采购类别说明报告期内采购同种原材料对应的供应商名称、采购金额、采购量及平均单价，是否存在重大差异及合理性，与市场价格是否匹配;生产人员平均薪酬报告期内变动情况及原因，薪酬水平是否具有合理性;（3）结合采购结构具体变化，说明芯片和组装配件的平均单价大幅变动的原因及合理性;（4）主要采购外协厂商的名称、与发行人及实际控制人是否存在关联关系、采购项目、金额及用途,采购价格是否公允;（5）结合上述情形以及产品和原材料的进销存匹配关系，说明营业成本计算的完整性和准确性，是否存在体外资金循环、代垫成本费用的情形。"
  },
  {
    "according": "根据申报材料: （1）报告期内，主营业务毛利率分别为68.38%、72.40%、70.57%和69.88%，与同行业可比公司三未信安基本一致，但显著高于其他可比公司;（2）密码模块包括密码卡和智能密码钥匙,密码卡毛利占比分别为88.73%、95.06%、95.22%和93.34%，毛利率为63.53%、67.92%、61.44%和58.60%，销售均价为0.18万元/块、0.24万元/块、0.29万元/块和0.38万元/块，单位成本为0.07万元/块、0.08万元/块、0.11万元/块和0.16万元/块;（3）密码设备毛利率为78.05%、73.43%、75.21%和 78.22%，销售均价为2.63万元/块、3.79万元/块、4.74万元/块和4.75万元/块，单位成本为0.58万元/块、1.01万元/块、1.18万元/块和1.04万元/块，2020年毛利率下降主要系给予北京炼石网络技术有限公司价格优惠;（4）密码系统毛利率为99.27%、97.43%、94.80%和94.28%，销售均价为44.37万元/块、12.57万元/块、14.13万元/块和12.33万元/块，单位成本为0.32万元/块、0.32万元/块、0.73万元/块和0.71万元/块;（5）技术服务毛利率为96.99%、97.67%、98.02%和50.85%。",
    "question": "请发行人说明:（1）不同客户类型（集成商/最终客户)毛利率情况，是否存在显著差异及原因;（2）按产品类别进行毛利率同行业对比分析，结合各类产品属于通用还是定制化产品，说明销售价格、毛利率与同行业可比公司是否存在重大差异及原因;（3）结合报告期内密码卡各细分产品的收入占比、毛利率差异等变动情况，进一步说明密码卡毛利率波动的原因，智能密码钥匙的收入、销售均价、单位成本及毛利率变动情况;（4）2020年向北京炼石网络技术有限公司的销售收入、对应产品类别、数量及占该类产品当年销量的比例，销售单价与其他客户的具体差异、是否符合行业惯例，发行人与该客户是否存在除商品销售外的其他利益安排;（5）密码系统和技术服务整体毛利率水平较高且高于三未信安的原因及合理性，报告期内密码系统单位成本和销售均价波动较大的具体原因及合理性;（6）结合上述情形，说明各类产品毛利率维持较高水平、且明显高于除三未信安的其他可比公司的合理性，结合客户拓展、市场竞争及需求等情况说明未来毛利率变动趋势及依据。"
  },
  {
    "according": "根据申报材料:（1）报告期各期末，公司存货账面余额分别为1,292.98万元、1,983.39万元、3,233.92万元和4,481.70万元，主要包括原材料、库存商品和发出商品;（2）报告期各期末，公司存货以1年以内的库龄为主，占比分别为79.65%、95.41%、96.24%和93.02%，各期计提存货跌价准备金额为60.02万元、67.37万元、24.77万元和54.85万元;（3）报告期内，各期在手订单金额为1,052.93万元、1,146.13万元、1,104.42万元和1,638.22万元，存货订单覆盖比例为81.43%、57.79%、34.15%和36.55%，呈下降趋势;（4）2021年末、2022年6月末，保荐机构对存货监盘比例均在80%以上，监盘范围为除发出商品之外的所有存货。对于发出商品，保荐机构检查其销售订单，发货单据，期后验收单据及回款等信息，并对发出商品余额较大的客户发函确认。",
    "question": "请发行人说明:（1）按照原材料类别（芯片/组装配件/板卡配件等)、产品类别（密码模块/密码设备等）列示报告期内存货余额;（2）报告期内存货跌价准备的计算过程、估计售价等主要参数的确定依据，计提方法是否具有一贯性;（3）报告期各期主要原材料的采购数量、平均采购价格，结转至主营业务成本中的主要原材料数量、平均单位价格，以及各类存货中对应的主要原材料数量、平均单位价格,并分析价格差异原因,是否与原材料采购价格变动趋势相符;（4）各期在手订单对应的产品类别，存货订单覆盖比例下降的原因，结合上述情况以及芯片等各类原材料和产品市场价格和需求的变化，说明存货跌价准备计提是否充分，计提比例与同行业可比公司是否存在差异及合理性。"
  },
  {
    "according": "根据申报材料:（1）报告期各期末，公司应收账款余额分别为1,291.02万元、2133.93万元、5,498.75万元和3,474.78万元,占营业收入比例为43.38%、37.23%、51.39%和112.53%;（2）报告期各期末，公司应收账款账龄主要集中在1年以内，占当期应收账款余额的比例分别为93.83%、91.29%、87.80%和95.78%;（3）报告期各期末,应收账款坏账准备金额为68.66万元、128.80万元、348.06万元和207.69万元，截止2022年6月30日，逾期1年以上的应收账款金额为95.83万元;（4）报告期内，应收账款中的合并范围内关联方组合预期未来发生信用损失的概率极低，发行人未对其计提坏账准备;（5）公司针对密码板卡提供的信用账期较短，一般为60天左右;针对密码设备、密码系统提供的信用账期较长，一般为90天左右。",
    "question": "请发行人说明:（1）应收账款占营业收入比例上升的原因，与同行业可比公司是否存在差异;（2）报告期各期末应收账款的逾期客户、原因、金额及收回时间，销售回款是否存在障碍或困难、相关坏账准备计提是否充分;（3）合并范围内关联方组合的具体含义，相关应收账款及计提坏账准备金额对合并报表的影响，结合历史款项收回情况说明不对其计提坏账准备的合理性、相关会计处理是否审慎;（4）结合上述情形以及最新期后回款情况，说明应收账款整体坏账准备计提是否充分;（5）报告期内对于主要客户的信用政策及变化情况，是否存在通过放宽信用政策刺激销售的情形。"
  },
  {
    "according": "根据申报材料:（1）报告期内，公司注销了渔翁安全，渔翁安全存续期内未实际开展业务;（2）2020年9月，公司将其持有的深圳市本周25%的股权全部转让给刘利楚、股权转让的对价为1元;2021年4月，公司将其持有的深圳渔翁70%的股权全部转让给刘利楚;（3）2022年6月，刘桂华之兄刘洪丰之子刘东担任执行董事的企业山东景华、刘桂华之弟刘洪志持股6O%的企业威海川大科技、郭刚曾担任执行事务合伙人的企业威海开发区经宇高科技服务公司均注销，山东景华与发行人存在转贷情形;（4）陕西渔翁为公司董事、副总经理孙宪光配偶曲超群报告期内持股10%的企业，2022年4月15日曲超群将其持有的股权对外转让;（5）2021年3月，刘桂欣、宋志华辞去监事职务;2022年1月，房宝龙辞去董事，殷秀静辞去监事职务;（6）发行人有7个全资子公司，实收注册资本比例很低且主要财务数据金额很小，其中山东渔翁与发行人的注册地址及经营场所一致。",
    "question": "请发行人说明:（1）发行人设立或入股渔翁安全、深圳市本周、深圳渔翁的背景，报告期内注销或转让股权的原因，转让后发行人与刘利楚是否存在代持情形，转让子公司对发行人业务的影响，转让价格是否公允，转让是否附带其他资产、人员、业务或利益安排;（2）山东景华、威海川大科技、威海开发区经宇高科技服务公司的基本情况、报告期内的股权结构及经营业绩,均在2022年6月注销的原因及合理性;（3）陕西渔翁的基本情况、与发行人的关系，是否为发行人及其董监高实际控制或通过股份代持方式实际持有股权，曲超群将其持有的股权对外转让的原因、对象及价格公允性;（4）刘桂欣、宋志华、房宝龙、殷秀静辞去董事或监事的原因、去向，报告期内是否存在违法违规情形;（5）前述问题中涉及的主体、刘利楚以及曲超群的股权受让对象，目前业务开展情况，报告期内与公司董监高及关键岗位人员是否存在资金往来，与公司客户和供应商是否存在关联关系、资金及业务往来或其他利益安排;（6）发行人设立多个全资子公司且较少实缴注册资本的原因及合理性，各子公司在发行人业务发展中的作用，是否符合发行人发展需要。"
  },
  {
    "according": "根据申报材料: （1）报告期内，公司关联销售金额为257.95万元、261.00万元、524.19万元和34.48万元，2021年增幅较大;关联采购金额为22.68万元、69.51万元、61.87万元和 7.01万元;（2）报告期内发行人存在通过关联方山东景华“转贷”方式实现资金周转的情形，其中 2019年取得银行贷款1,500.00 万元，2020年取得银行贷款500.00 万元，自2020 年12月后未再出现上述情形;（3）2022年1月21日，发行人与中国银行威海分行签订《借款合同》，约定发行人向中国银行威海分行借款520.00万元用于购买原材料，发行人、刘桂华和郭刚作为共同借款人，借款人负有连带还款责任。",
    "question": "请发行人说明:（1） 2021年关联销售金额大幅增加的原因及合理性，结合交易背景、销售商品实际使用情况说明相关交易是否具有商业实质;（2）对比报告期内关联销售和采购与非关联交易的金额、销量及销售均价，说明交易价格的公允性;（3）发生转贷行为的原因，转贷及还款过程中资金的具体流转时间、过程、流向的对象名称及具体用途，是否存在流向实控人及其关联方、客户、供应商等利益主体的情形;（4）结合《借款合同》的主要条款，说明发行人、刘桂华和郭刚的责任和义务，是否涉及发行人为实际控制人提供担保，如是，说明解决措施。"
  },
  {
    "according": "根据申报材料:（1）报告期内，公司研发费用分别为744.57万元、890.36万元、1,128.30万元和536.89万元，金额逐年增长;（2）研发费用中，职工薪酬为362.94 万元、467.73万元、691.03万元和361.00万元，报告期内平均研发人员数量为32人、38人、50人和49人，2021年增加较多，财务部门根据研发人员实际投入各研发项目的工时将职工薪酬归集至研发项目;（3）检测费分别为125.51万元、171.80万元、150.04万元和91.68万元，主要为公司产品检测认证发生的相关费用;（4）委托研发费分别为90.17万元、96.17万元、102.81万元和1.89万元，2022年1-6月委托研发费较少，主要为公司增加内部研发投入,替代了部分委托研发服务。",
    "question": "请发行人说明:（1）报告期内研发人员数量增加的原因及来源（对外招聘/内部转岗等);（2）研发人员是否存在兼职情况，如是，说明研发人员是否主要从事研发活动，兼职人员人数占比及投入研发活动和非研发活动的工时比例，研发项目人员分配、工时填报过程，相关内控制度及其执行情况，结合上述情形说明研发人员认定、研发工时归集、研发人员职工薪酬分配是否准确;（3）结合报告期内进行检测认证的产品数量及后续销售情况，说明检测费变动的原因;（4）公司委托研发的具体内容、委托厂商，与产品及核心技术的关系，研发活动是否依赖第三方，委托研发变为自行研发后对于研发费用整体金额的影响;（5）结合上述情形，说明研发费用归集是否完整、是否存在将与研发无关的费用在研发支出中核算的情形。"
  },
  {
    "according": "根据申报材料:（1）报告期内，销售费用金额分别为531.86万元、753.85万元、1,538.66万元和1,039.87万元,其中售后服务费分别为29.76万元、57.29万元、106.81万元和30.93万元，公司按照收入金额的1计提预计负债—售后费用;（2）管理费用分别为576.35万元、791.64 万元、945.95万元和494.54万元，占当期营业收入的比例为19.36%、13.81%、8.84%和16.02%。",
    "question": "请发行人说明:（1）销售人员、管理人员的学历、专业、地区分布情况，结合上述情况分析人均创收、人均薪酬与行业平均水平的差异原因;（2）售后服务是否构成单项履约义务、相关会计处理是否符合会计准则等有关规定，售后费用计提比例的确定依据及合理性、历史上是否发生变化及原因、计提金额与实际发生额是否存在重大差异,报告期内计提金额及比例是否充分、谨慎;（3）结合管理费用与业务量的关系，说明管理费用率下降的原因及合理性;（4）结合上述情形，说明期间费用归集是否完整、是否存在将费用资本化的情形。"
  },
  {
    "according": "根据申报材料:（1）报告期内，发行人存在威海弄潮和威海观澜﹖个员工持股平台，均由实际控制人刘桂华作为普通合伙人发起设立，报告期内以权益结算的股份支付确认的费用总额为15.13万元、112.19万元、266.41万元和185.72万元;（2）威海弄潮于2017年4月设立，员工取得股权后需要在公司工作期限满5年。公司向威海弄潮定向增发股份138.61万股，其中88.61万股授予36名员工，刘桂华暂时持有50.00万股，作为预留股份以后年度分配给其他被激励对象。后续离职员工将其持有的持股平台份额共25.68万股以入伙时的价格转让给刘桂华，2020年5月至7月期间，刘桂华将其持有的72.97万股转让给26名激励对象，剩余持有的2.71万股尚未明确再次授予其他激励对象的计划;（3）威海观澜于2019 年12月设立，员工取得股权后需要在公司工作期限满5 年。后续离职员工将其持有的持股平台份额以入伙时的价格转让给其他激励对象。2021年8月、9月，公司向威海观澜定向增发90.00万股授予3名员工，授予股份价格为3.76元/股;（4）员工持股平台威海观澜的合伙人中包括外部财务顾问张丽萍;（5）2018年1月，公司直接向孙宪光增发股份30.00万股;2019年12月，公司直接向房宝龙、宋志华、张爱军、张剑飞、徐波5名激励对象增发股份47.00万股。",
    "question": "请发行人说明:（1）按时间顺序列示历次股权变动对应股份支付的授予价格、授予员工人数、授予数量、每股公允价值及确定依据、确认的股份支付费用及分摊情况;（2）预留股份的具体变动及其股份支付费用确认情况，相关会计处理是否符合会计准则等有关规定，目前是否仍存在预留股份及后续安排，是否符合《上海证券交易所科创板股票发行上市审核问答》第11、12项有关规定;（3）对离职员工及其激励股份受让方的会计处理，受让方服务期的确定方法及依据，是否符合会计准则等有关规定;（4）张丽萍的基本情况，持有威海观澜份额的时间、出资价格公允性，在公司业务发展中发挥的具体作用，授予非发行人员工股份及会计处理是否符合《企业会计准则》《首发业务若干问题解答》的相关规定;（5）结合授予对象的范围、职务、董监高认购比例等情况说明股份支付是否与其发挥作用相匹配、是否存在利益输送。"
  },
  {
    "according": "根据申报材料:（1）郭刚、刘桂华合计控制公司90.35%的股份，本次发行完成后，二人仍将控制公司67.76%的股份;（2）2022年1月和8月，郭经宇将所持公司股份全部转让给郭刚、刘桂华，未实际支付，转让背景为家庭成员内部的股份调整，2021年3月前郭经宇为公司董事、目前在事业单位任职;（3）2008年9月，王晓春增资入股15万元的资金来源为刘桂华赠与;2013年9月，王晓春向刘桂华转让股权的定价依据为刘桂华曾于2008年9月（公司第三次增资）向王晓春借款15万元，故扣除借款金额后，双方协商一致刘桂华向王晓春支付5万元股份转让款。",
    "question": "请发行人说明:（1）郭经宇的基本情况，其2021年辞任公司董事及2022年进行股权转让的原因，报告期内是否存在股东及董事不适格或违法违规情形，是否与公司客户、供应商存在关联关系，股权转让后是否实际通过其父母代持公司股份，是否符合事业单位人员管理相关规定;（2）结合郭经宇与郭刚和刘桂华的关系、在公司股东大会及董事会的运作情况、在公司经营管理中发挥的具体作用、以及退出公司董事和股东后对公司的影响（如有)等，说明未（曾)将郭经宇认定为公司共同实际控制人的原因及合理性，公司最近⒉年实际控制人是否发生变更;（3）在实际控制人持股比例超过2/3的情况下，结合公司治理相关制度的具体内容及执行情况，进一步说明公司是否能够有效保障中小投资者权利，未来有何进一步完善治理结构的措施及安排，并补充披露相关风险因素;（4）王晓春增资来源为刘桂华赠与还是借款，2013年双方股权转让时刘桂华是否向王晓春足额支付转让款，双方是否存在代持情形，是否存在纠纷或潜在纠纷。"
  },
  {
    "according": "根据申报材料:（1）发行人本次拟募集资金33,412.50万元，投资于商用密码系列产品升级项目、新兴技术研究及新产品研发项目、综合运营服务中心建设项目和补充流动资金;（2）本次募集金额中13,379.4万元用于场地购置和装修，占募集资金的40%;研发费用8,173.5万元，占募集资金的24%;（3）报告期末发行人总资产18,579.19万元,最近三年累计研发投入为2,763.22万元。",
    "question": "请发行人说明:（1）募集资金规模与公司财务状况、人员规模、发展阶段、订单获取能力、各产品产销率等的匹配情况;（2）各募投子项目和公司现有业务及重点发展方向之间的关系，大额募集资金用于不动产投资的必要性、具体测算依据，是否涉及房地产投资业务，是否符合募集资金重点投向科技创新领域的要求;（3）募集资金中研发费用的具体研发内容和计划，结合公司在研项目、未来发展规划等说明募集资金中研发费用较报告期内研发投入大幅增加的实际需求及合理性，相关研发项目的预计回报情况。"
  },
  {
    "according": "根据申报材料:2022年1月，公司实施现金分红2,999.81万元。",
    "question": "请发行人说明:（1）现金分红的原因，与公司财务状况、发展阶段的匹配情况;（2）分红款的具体流向和用途，是否存在直接或间接流向客户、供应商、外协厂商及其关联方等情形;（3）现金分红履行的决策程序及税款缴纳情况。"
  },
  {
    "according": "根据申报材料:（1）保荐机构结合发行人历史估值情况、市盈率法估值情况及估值与业绩成长性匹配情况，预计发行人市值区间约为19亿元至22亿元;（2）发行人最近一次历史估值为2021年，投后估值为8.5亿元。",
    "question": "请发行人说明：本次申报IPO预计市值与最近一次历史估值差异较大的原因及合理性,结合两次估值期间公司财务指标、内外部环境等方面的变化情况，说明相关估值参数、估值方法的合理性，以及本次估值结果的谨慎性。"
  },
  {
    "according": "根据申报材料，（1）发行人销售模式以直销为主，存在代销情形，但销售模式中未披露代销模式情况，保荐工作报告就代销模式及客户的披露内容存在前后矛盾的情况；（2）发行人产品主要面向海外客户，主要包括贸易商、系统集成商和 ODM 客户，发行人认定前述销售模式均为直销；（3）报告期内，ODM 客户收入快速增长，收入占比由 2019 年的 1.08%上升到 2021 年的29.78%，主要系发行人与韩华集团建立 ODM 模式合作关系，根据双方协议约定，发行人需要向韩华集团提供产品的技术资料、数据表、证书等；（4）报告期各期销售佣金分别为 177.87 万元、82.52 万元和 272.43 万元。",
    "question": "请发行人说明：（1）按产品和销售区域维度分别列示报告期内不同销售模式的收入情况，相关产品和销售区域采用当前销售模式的合理性，是否符合行业惯例；（2）报告期各期前五大贸易商、系统集成商、ODM 客户及代销客户基本情况、销售区域、获客方式及合作历史、销售产品类型及销售金额、与其他同行业公司合作情况；（3）发行人与韩华集团建立业务合作的背景及接洽过程，合作协议的具体条款，双方合作产品情况，双方就销售区域、销售价格、交付条件、知识产权归属等方面的约定情况，韩华集团与发行人关联方之间是否存在业务或资金往来，公司是否为韩华集团唯一的 ODM 供应商，ODM 产品与发行人自行销售产品的主要区别，是否构成竞争，结合期后销售情况及在手订单等因素分析后续订单是否具有可持续性；（4）主要代理商客户佣金比例，报告期各期代理销售金额及销售佣金匹配情况。"
  },
  {
    "according": "根据申报材料，发行人贸易商客户采购发行人产品后销售给下一级贸易商或者系统集成商，贸易商客户收入占比分别为 87.46%、88.94%和 65.47%。",
    "question": "请发行人说明：（1）按销售收入区间列示贸易商数量及销售金额，报告期内新增和退出情况，主要新增和销售增长较快贸易商及变化原因；（2）贸易商模式主要合同条款、权利义务约定，认定贸易商客户为直销而非经销的原因，与同行业可比公司认定是否一致；（3）主要贸易商客户的终端客户类型，期末存货规模及期后去化情况；（4）报告期内各贸易商及系统集成商客户之间是否存在交易及其具体情况，相关交易的商业合理性；（5）发行人对各层级贸易商的划分标准、管理方式及定价机制，贸易商是否专门销售公司产品，销售规模与业务规模是否匹配，与公司关联方是否存在业务关系或关联关系。"
  },
  {
    "according": "根据申报材料：（1）发行人客户包括贸易商、系统集成商和 ODM 客户，具体销售途径包括境内主体内销、境内母公司直接出口销售、境内母公司出口至境外子公司后再对外销售，均为买断式销售；代销模式下代销商将产品实际对外出售后确认收入；（2）2021 年四季度销售收入占比 32.69%，高于2019 年和 2020 年；（3）发行人与贸易商、系统集成商以及光伏产品品牌商不存在销售目标、返利或奖励，具有返利情况的客户较少，一般会依据客户前一年的销售额，提升销售额目标，给予 1-3%的返利；其他流动负债中包括预提销售返利，报告期各期金额分别为 166.05 万元、182.57 万元和 254.56 万元。",
    "question": "请发行人说明：（1）不同销售模式下的主要客户、货物流转、交付方式、回款方式等情况，具体收入确认方法；（2）存在销售返利的客户情况及返利政策，销售目标及完成情况，返利的具体情况及会计处理方式；（3）2021 年第四季度各月收入的销售金额及占比情况，是否存在合同签订时间与收入确认时间间隔显著高于/低于平均用时的情况及原因。"
  },
  {
    "according": "根据申报材料，（1）公司智慧能源管理系统为用户日常能源管理、公司售后服务提供了系统使用过程中的实时数据；（2）保荐机构通过对终端用户进行访谈、查看发行人的售后台账、查看产品注册机的数据等，核查终端客户购买产品机型、时间、地址、机型序列号等信息；（3）发行人报告期内存在非质量问题的销售退回，报告期内金额分别为 392.52 万元、498.87 万元和 36.24万元，退回的原因主要包括公司回购和协商退回等；（4）发行人售后服务费占比高于同行业，主要原因系业务开拓初期产品研发、生产经验积累不足，发生的售后费用金额较大；（5）报告期内，发行人第三方回款金额分别为 2,923.05万元、1,306.98 万元、2,060.47 万元。",
    "question": "请发行人说明：（1）发行人智慧能源管理系统采集的用户及设备的主要信息，是否持续传输设备使用数据，终端设备注册、运行及售后服务等相关数据的覆盖期间、记录形式，相关内部控制机制及有效性，终端客户购买的产品类型、区域分布、购买时间和注册时间分布、实际使用时间分布，与销售情况的匹配性，是否存在单一地点重复注册、单一时间点集中注册、注册后长期未使用等异常情况；（2）报告期内回购和协商退回的客户名称、退回商品类别、具体退回原因、退回时间、退货数量和金额、占相关客户当期销售比例，附有退货条件下收入确认方式；结合相关产品产销库存情况，回购和协商退回的必要性、合理性，分析销售相关内部控制的有效性；（3）分主要产品列示售后服务费的各期金额、具体内容、实际发生或支付的对象，分析与销售收入的匹配性；（4）表格列示第三方回款的具体情况，包括合同客户名称、合同签订日期、实际交货日期、第三方回款单位名称、回款日期，回款单位与合同客户的关系，第三方回款的原因；结合报告期收入和客户结构情况，说明第三方回款金额变化的原因和合理性。"
  },
  {
    "according": "根据申报材料，（1）发行人于 2012 年设立后，专注于逆变技术、储能技术，主要研发、生产储能逆变器、储能电池和光伏并网逆变器。2013 年，艾罗能源完成了业务分割，作为桑尼能源全资子公司。桑尼能源主要负责光伏组件生产并通过持有光伏电站项目运营公司实施光伏电站建设、运营项目，发行人受同一实控人控制下的主体金贝能源主要负责光伏光伏建筑一体化（BIPV）组件相关产品研发、生产。2 家公司控制的多家子公司均从事光伏电站投资开发运营相关业务。（2）Sunenergy 和 Storage 系桑尼能源早期开展境外业务设立，其经营和管理与发行人受同一实际控制人控制。业务重组前，Sunenergy 和Storage 在澳洲、欧洲地区销售发行人生产的产品。发行人于 2018 年分别设立澳洲全资子公司艾罗澳洲和英国全资子公司艾罗英国，分别承接 Sunenergy 和Storage 的资产、负债、人员和业务。（3）2012 年至 2015 年，艾罗能源与桑尼能源、金贝能源合作完成部分研发项目，在此期间通过项目研发取得的部分实用新型和外观专利技术通过桑尼能源及下属全资子公司金贝能源申请。2018年，为了进一步完善艾罗能源业务规范，桑尼能源、金贝能源相继将 2 项发明专利、9 项实用新型专利、2 项外观专利无偿转让至艾罗能源。（4）发行人核心技术人员施鑫淼、宋元斌存在同时在发行人和桑尼能源任职情况。",
    "question": "请发行人说明：（1）结合发行人与桑尼能源的股权关系变化情况，说明发行人 2013 年换股成为桑尼能源子公司、2020 年又由桑尼能源体内拆出的背景和原因，发行人作为桑尼能源体内子公司的业务定位及生产经营的开展情况，与桑尼能源及桑尼能源其他子公司的业务开展情况；（2）发行人与桑尼能源分割过程中就业务、人员、资产、客户、销售及采购渠道等的具体安排，目前实控人控制的其他企业是否存在与发行人从事相同或相似业务的情形；（3）2018年发行人不直接收购 Sunenergy 和 Storage 股权的原因，除 Sunenergy 和Storage 外，发行人是否存在采购或销售依赖实控人控制的其他企业的情况；（4）发行人与桑尼能源、金贝能源开展合作研发的背景及具体情况、取得的专利、相关专利应用的主要产品及收入贡献，结合前述情况说明发行人对桑尼能源、金贝能源是否存在技术依赖；（5）报告期内发行人员工在关联方兼职及领薪情况，关联方是否存在为发行人承担成本、费用的情况。"
  },
  {
    "according": "根据申报材料，（1）（第一次）艾罗有限设立时，李新富自桑尼能源借款并分别赠予给欧余斯、郭华为、汪林及宋元斌，四人以所获赠予的款项出资至艾罗有限，相应所持艾罗有限股权作为李新富对其无偿授予的激励股权，此外欧余斯代李新富向艾罗有限出资 60 万元作为预留激励股权。2013 年 9 月汪林离职时将所持艾罗有限 30 万元注册资本无偿转让给欧余斯，作为预留激励股权由欧余斯代李新富持有。2015 年 6 月，欧余斯、郭华为、宋元斌以所持艾罗有限股权认购桑尼能源股份。（2）（第二次）2016 年 5 月末至 2016 年 6 月，欧余斯按照李新富的指示将所持桑尼能源股份无偿授予给 22 名员工作为股权激励，由欧余斯代激励对象持有，本次股权激励授予价格为 0 元/股，授予日公允价值9.80 元/股，按照服务期 2016 年 6 月至 2020 年 5 月进行摊销，2019 年摊销金额为 174.44 万元，2020 年摊销金额为 89.10 万元。后其中部分人员因离职而被收回的激励股份仍由欧余斯代为持有。（3）（第三次）2018 年 8 月，欧余斯向新增激励对象转让所持桑尼能源股权，并向部分前次激励对象转让股权还原代持，因欧余斯离职，其代其余激励对象持有股权转由施鑫淼代持，代李新富持有预留激励股权转由朱娴红代持，欧余斯不再代持任何股权。（4）（第四次）2019 年 9 月，吴忠强、杨力俊各获授予 2.0000 万股桑尼能源股份，实际来源于朱娴红代李新富持有的预留激励股份，并由朱娴红代为持有。（5）2019 年 7月至 2020 年 5 月，4 名激励对象从艾罗有限离职，被无偿收回 2016 年授予的激励股份合计 8.1000 万股，由施鑫淼代李新富持有。（6）（第五次）2020 年9 月，桑尼能源决定以发行人作为拟上市主体，施鑫淼、朱娴红将代李新富所持的预留激励股份授予新增激励对象并登记激励对象为股东，此前二人代激励对象的持股全部还原为激励对象本人持有。涉及股权激励代持全部还原。（7）由于受让股份员工资金紧张，故存在向李新富借款购买股份的情况。截至发行人律师工作报告出具日，绝大部分向李新富借款的激励对象未偿还所借款项。",
    "question": "请发行人说明：（1）详细说明历次股权激励事项中的授予主体、授予对象、授予对象当时任职情况、股权激励的决策与实施过程等，是否符合当时相关主体关于股权激励的规定，是否存在向非发行人员工授予相关股权的情况，如是，说明原因及合理性，并结合股权激励计划相关规定，说明未收回部分离职员工激励股份的原因；（2）预留股权激励份额和其他激励对象份额由特定激励对象代持的原因，各方就股权激励涉及代持的清理是否存在争议或潜在争议；（3）历次股权激励对价的实际支付情况，授予激励股权的股份支付费用计算过程和依据，相关股权授予和转让协议是否存在锁定期、离职回购条款或其他类似安排，相关条款对股份支付费用确认的具体影响，当前发行人员工持股平台中是否存在预留权益及其具体情况；（4）逐一列示员工向李新富借款金额，借款协议的具体约定以及李新富出借资金来源，是否存在股权代持或其他利益安排。"
  },
  {
    "according": "根据申报材料，（1）报告期内发行人与关联方桑尼能源、富阳凯胜及杭州华永（艾罗有限曾经的监事陈雪芬关系密切的家庭成员持股 60%）存在转贷，合计金额 5,450 万元；（2）发行人 2019 年度、2020 年度存在与原控股股东桑尼能源、中电投融和融资租赁有限公司（以下简称融和融资租赁）进行无真实交易背景的票据背书转让行为，合计金额 7,011.70 万元；（3）报告期内，发行人与原控股股东桑尼能源之间存在资金拆借，拆出金额 5.99 亿元。2019 年度关联方归还拆借资金 1.55 亿元，2020 年度归还 4.44 亿元，合并现金流量表中，发行人于 2019 年度支付关联方借款 1.03 亿元，2020 年度收回关联方借款1.50 亿元；（4）关联方金贝能源、桑尼能源存在为公司垫付少量员工薪酬及报销费用的情形，2019 年度和 2020 年度垫付金额分别为 436.59 万元和 169.68 万元，均已计入公司的财务报表。",
    "question": "请发行人说明：（1）报告期内转贷、票据融资、资金拆借等行为的形成原因和过程，具体时间和金额，履行的决策程序，偿还或兑付的时间，资金往来的实际流向和使用情况，还款来源，利息情况，是否存在体外资金循环；在现金流量表中的列报情况，报表附注与拆借归还金额不一致的原因；（2）富阳凯胜、杭州华永的主营业务及主要股东，与发行人及其控股股东、实际控制人的关系；融和融资租赁参与相关资金拆借的背景和原因；（3）桑尼能源资金缺口和主要融资渠道，是否存在其他直接或间接自发行人拆出资金的情形；（4）上述关联方垫付薪酬和报销费用的员工人数、岗位职务、具体垫付原因，是否已还原完整，是否存在发行人员工为关联方提供劳务服务的情形；（5）发行人就前述内控不规范行为的整改措施、内控制度建设情况及有效性，保障相关制度措施有效执行的具体手段。"
  },
  {
    "according": "根据申报材料，发行人实际控制人李新富、李国妹及李瑞与耿红珍、龚玉梅、龚玉婷、何美娣、蒋玲玲、刘长冬、杨儒兰、姚玉梅、章信平、朱小金存在大额频繁的资金往来，上述人员的银行账户为桑尼能源使用的个人账户，主要用于民间借贷，统称为“桑尼个人卡”。",
    "question": "请发行人说明：（1）以列表形式详细列示发行人、实际控制人家族及其控制的企业与前述个人之间除薪酬以外的资金往来情况、原因、资金最终去向及用途，是否形成闭环；（2）前述交易实质及认定依据，发行人针对上述事项建立的具体内控制度；（3）前述个人卡开卡人与桑尼能源的关系，桑尼能源使用个人卡进行民间借贷的具体情况及原因，借款资金去向及用途，是否还存在其他桑尼能源使用的个人卡；（4）前述个人卡与发行人客户、供应商及其股东、历史股东、主要人员等是否存在资金往来，如是，请说明原因及合理性。"
  },
  {
    "according": "根据申报材料，（1）桑尼能源主要负责光伏组件生产并通过持有光伏电站项目运营公司实施光伏电站建设、运营项目，金贝能源主要负责光伏光伏建筑一体化（BIPV）组件相关产品研发、生产。2 家公司控制的多家子公司均从事光伏电站投资开发运营相关业务。报告期内，发行人为桑尼能源拆出资金 5.99亿元。根据公开信息，金贝能源存在被申请财产保全冻结的情形。（2）根据桑尼能源与云南长扬 2015 年 5 月签署的投资协议，若桑尼能源未能于 2017 年12月 31 日实现 IPO 上市，则云南长扬有权要求李新富夫妇回购其持有的桑尼能源股权，回购金额为投资本金 5,488 万元加上每年 12%的利息。2019 年 4 月，云南长扬急需资金，要求李新富夫妇回购其持有的桑尼能源股权，回购价款合计8,122万元。经协商，李新富夫妇向云南长扬支付对赌协议解除补偿金合计4,650万元，若未来五年艾罗能源能够上市，则云南长扬归还一半的对赌协议补偿金。前述补偿资金来源于借款。同期其他机构投资者苏州友财亦有相同条件回购条款，久丰、久银有业绩对赌条款，回购按照单利 12%计算，未向李新富夫妇提出回购申请。",
    "question": "请发行人说明：（1）发行人实际控制人控制的其他主体的经营状况、财务数据，是否存在经营困难、对外大额负债等情形，桑尼能源、金贝能源等企业仍存在投资债权债务和运营关系的前期投资开发运营的光伏电站情况，包括项目名称、地点、装机容量、投资总额、资金来源、开发进度和运营状态，目前尚未偿还的项目债务金额，已取得土地或订单拟开发的光伏电站计划投资总额和资金来源；（2）发行人实际控制人与其控制企业（包括但不限于桑尼能源）相关股东就类似回购条款的具体约定、目前是否触发回购义务、回购总金额，发行人实际控制人是否具备履行回购义务的能力，双方就回购义务的履行是否达成其他协议或一致意见；（3）发行人实际控制人及其控制企业负债余额（含担保）、还本付息期限，债务人所有资产及其可变现能力，各方是否存在纠纷或潜在争议，按年度列示债务到期日前债务人的详细还款计划、还款资金来源，如不能到期偿还对实际控制人及公司控制权的影响。"
  },
  {
    "according": "根据申报材料，（1）发行人主要产品包括储能电池、储能逆变器、并网逆变器，采购原材料包括电芯/电池模组、功率半导体器件、集成电路、PCB、机构件、线束/线缆、磁性器件以及阻容器件；（2）报告期内，发行人原材料采购金额分别为 3.16 亿元、1.68 亿元和 7.30 亿元，购买商品、接受劳务支付的现金流出分别为 4.43 亿元、3.83 亿元和 7.41 亿元；（3）2021 年芯片、功率半导器件、PCB、结构件等逆变器生产的主要原材料市场供应短缺，价格上涨；2021 年下半年储能电池原材料电芯、模组的上游锂材料价格大幅上涨；（4）前五大供应商采购金额分别为 12,103.47 万元、7,409.22 万元和 29,915.98 万元，占比分别为 33.56%、32.25%和 33.43%；（5）深圳市信利康供应链管理有限公司为报告期各期前五大供应商，采购内容为集成电路、半导体器件等；（6）报告期内发行人对外采购产成品包括部分型号并网逆变器及储能电池，前述型号逆变器产品发行人尚在研发阶段。",
    "question": "请发行人说明：（1）储能电池和逆变器业务主要供应商的基本情况、合作历史及变动原因；（2）区分储能电池和逆变器业务说明报告期内采购金额大幅变动的原因，发行人原材料采购价格与市场价格变动的匹配性，发行人应对原材料采购价格波动的措施；（3）报告期内，原材料采购金额与存货余额、主营业务成本的勾稽关系，原材料采购金额与经营活动现金流出的勾稽关系；（4）公司向供应链管理公司采购原材料的具体情况及商业合理性，除信利康外，是否还存在其他供应链管理公司供应商；（5）报告期内采购产成品的类型、金额及原因，发行人相关型号产品研发进展，是否存在技术迭代风险。"
  },
  {
    "according": "根据申报材料，报告期内，发行人研发费用分别为 3,041.82 万元、3,371.28 万元和 5,558.83 万元，占营业收入的比例分别为 7.83%、8.66%和6.68%，研发费用构成主要包括职工薪酬、认证费、直接材料等。报告期各期末，研发人员分别为 89 人、119 人和 161 人。",
    "question": "请发行人说明：（1）研发人员认定标准，报告期内研发人员数量大幅增长的原因，与报告期内的研发项目、研发成果是否相匹配；（2）报告期内研发费用支出与研发项目和研发成果的对应关系，研发成果的表现形式；（3）认证费的具体支出内容，金额逐年上升的原因；（4）研发费用归集相关的内部控制措施及执行情况，研发费用与其他费用或生产成本是否能够明确区分；（5）研发费用与纳税申报加计扣除数的差异原因。"
  },
  {
    "according": "根据申报材料，（1）发行人产品主要面向海外客户，境外销售主要采用美元、欧元、英镑等外币结算，人民币汇率波动导致毛利率下降；（2）报告期内汇兑净损失分别为-169.57 万元、398.59 万元和 2,289.41 万元，占同期利润总额的比例为-178.73%、9.72%和 34.17%。",
    "question": "请发行人说明：（1）汇率波动对毛利率的具体影响方式；（2）发行人对外销客户的信用期、结算周期、结算方式等，收到款项后是立即结汇还是定期结汇；（3）报告期内发行人以外币结算的收入情况及持有外币资金余额，汇率波动对经营业绩的影响及应对措施。"
  },
  {
    "according": "根据申报材料，2012 年 3 月 1 日，金贝能源、欧余斯、郭华为、汪林、宋元斌共同出资设立发行人前身“浙江艾罗电源有限公司”，其中金贝能源缴纳 700 万元，同年 3 月 12 日，艾罗有限向金贝能源支付 700 万元作为借款。艾罗有限向金贝能源支付上述 700 万元后，拟将其中部分资金用于从金贝能源购置拟开展的逆变器业务所需生产和办公设备，艾罗有限陆续收到金贝能源（当时已开展逆变器业务）交付的“复盛无油空压机”等逆变器业务相关生产和办公设备后，于 2013 年 8 月 26 日金贝能源开具发票，合计金额 2,073,746.93 元（含增值税）；鉴于艾罗有限已向金贝能源支付资金的情况，艾罗有限收到所交付设备后不再向金贝能源支付相应购置款，并视为艾罗有限已履行支付义务。2013 年 9 月，金贝能源向发行人转账 500 万元。2022 年发行人就向金贝能源采购的前述设备进行了追溯评估。",
    "question": "请发行人说明：向金贝能源购置拟开展的逆变器业务所需生产和办公设备包含的具体设备内容、金额及数量，相关生产和办公设备的作价依据及在发行人处的使用情况、目前折旧及摊销情况。"
  },
  {
    "according": "根据申报材料，自 2020 年 10 月陈国燕开始持有艾罗能源股份之日起至 2021 年 12 月 24 日，陈国燕名义所持艾罗能源股份 24.2880 万股均系代李新富持有。2021 年 12 月 25 日，李新富与陈国燕签署《股份代持解除协议》，2021 年 12 月 25 日起不可撤销地解除代持，陈国燕将所持艾罗能源 0.4048%的24.2880 万股份以零元的对价转让给李新富。",
    "question": "请发行人说明：（1）陈国燕的基本情况、从业背景，与李新富之间的关系；（2）代持设立时的实际出资人及出资来源，直至 2021 年 12 月才解除代持的原因，陈国燕与发行人实际控制人及其关联方是否存在关联关系或其他利益安排。"
  },
  {
    "according": "根据申报材料，（1）招股说明书中，发行人仅选取部分同行业可比公司就部分经营指标进行对比，未结合市场需求和发展方向，就发行人与可比公司业务、产品等进行客观分析对比，无法体现发行人产品技术水平和市场地位。（2）公司于 2013 年即推出储能逆变器产品，是国内最早开展储能研发的企业之一。得益于储能及电力变换领域深厚的技术积累，公司自主研发并推出的“户用型储能锂离子电池”、“光储智慧集成系统”等 5 项核心自主知识产权产品被认定为“浙江省首台（套）产品”；（3）公司产品主要面向海外客户，凭借多年积累的技术优势和品牌优势，产品和服务得到了客户的广泛认可。公司产品已经形成了丰富的产品线，累计取得了超过 500 项国内外认证，销售区域覆盖德国、荷兰、英国、意大利、澳大利亚、美国、日本等 80 多个国家和地区。欧洲知名调研机构 EuPDResearch 授予公司“逆变器顶级品牌（德国、波兰、意大利、澳大利亚、英国、希腊）”和“储能顶级品牌”（英国）荣誉称号；（4）发行人招股说明书就前述信息披露以及发行人获得的科研资质、奖励及荣誉情况等进行多次重复披露。",
    "question": "请发行人说明：（1）发行人及产品所获奖项的背景、重要性和权威性，删去层级较低、重要性及权威性不足或时隔较远的奖项表述；（2）说明EuPDResearch 的详细信息及权威性，引用信息来源及背景情况，发行人是否向 EuPDResearch 支付过任何费用；（3）相关鉴定或认定是否为发行人本次发行上市专门准备、是否付费。"
  },
  {
    "according": "根据申报材料，（1）2021 年发行人产能增长迅速；（2）2021 年度并网逆变器产量低于 2019 年，产能利用率为 67.57%；2021 年储能逆变器和并网逆变器产量存在招股书与保荐工作报告披露不一致的情况；（3）报告期各期末固定资产原值分别为 2,516.73 万元、3,091.10 万元和 4,196.64 万元,员工人数分别为440 人、420 人和 506 人（其中生产人员 214 人）；（4）报告期各期末在建工程分别为 0 万元、1,853.91 万元和 6,047.39 万元，主要为储能电池及逆变器扩产项目，尚未达到预计可使用状态；（5）募集资金用途包括储能电池及逆变器扩产项目，计划总投资金额 3.76 亿元。",
    "question": "请发行人说明：（1）主要产品产能计算方式和依据，报告期内产能大幅增长的原因，与固定资产及员工人数变动的匹配关系；（2）报告期内主要产品的产量情况，招股书与保荐工作报告披露不一致的原因；2021 年储能电池、储能逆变器、并网逆变器产能大幅增加的主要投入资源、购建开始和完工时间、投入金额，结合产销情况说明相关产能增加的主要考虑和必要性；（3）报告期内在建工程具体构成、预定使用用途、建设周期、建设进度及预计转固时间；在建工程主要支出项目、金额、供应商和采购内容、款项支付对象，是否存在体外资金循环；（4）结合固定资产和在建工程规模、产能和利用情况，分析募投项目必要性和投资金额的合理性。"
  },
  {
    "according": "根据申报材料：（1）2019 年 8 月 9 日，因涉嫌对非国家工作人员行贿罪，发行人实际控制人邱风雷、邱淑君被宁波市公安局北仑分局刑事拘留，2019 年8 月 28 日，邱风雷、邱淑君被取保候审，2020 年 5 月 29 日，宁波市北仑区人民检察院分别向邱风雷、邱淑君作出不起诉决定书；（2）2018 年4月17日，国鼎矿业股东会同意邱风雷将其持有的 2%股权以 206 万元的价格转让给汪信康，转让后邱风雷持股 49%，国鼎矿业不再受邱风雷控制；（3）2021 年 1 月21 日，宁波市北仑区人民法院判决汪信康犯非法采矿罪，郁月妹犯虚开发票罪和非法采矿罪。",
    "question": "请发行人说明：（1）发行人实际控制人邱风雷、邱淑君涉嫌犯罪的事实及依据、立案侦查情况，相关涉嫌受贿人员是否被追究刑事责任以及认定的犯罪事实是否涉及发行人实际控制人；汪信康、郁月妹所涉案件的具体情况，发行人实际控制人与前述二人历史以来截至目前的合作和资金业务往来情况，邱风雷将国鼎矿业股权转让给汪信康的资金支付情况、股权转让的真实性、是否存在股份代持；结合前述情况说明对发行人及相关主体的影响，是否存在重大违法行为，是否构成本次发行上市障碍；（2）结合国鼎矿业的经营范围、主要产品、订单获取、客户情况、董事会提名情况、股东会表决情况等，说明发行人或实际控制人是否实际控制国鼎矿业，是否存在通过转让国鼎矿业股权规避同业竞争及相关监管规定的情形。"
  },
  {
    "according": "根据申报材料：（1）报告期内公司主营业务毛利率分别为 16.39%、10.81%、11.80%，扣非归母净利润分别为 20,961.59 万元、8,033.85 万元、9,266.43 万元；（2）公司主要产品为混凝土预制桩（包括预应力混凝土管桩、复合配筋预应力混凝土管桩、静钻根植竹节桩、预应力混凝土竹节管桩、预应力离心混凝土空心方桩）、管片（盾构管片）、模具装备。",
    "question": "请发行人说明：（1）报告期内毛利率变动趋势与行业是否一致，并结合下游需求、上游原材料价格波动、在手订单等情况分析毛利率下滑趋势是否持续；（2）报告期各期前十大项目的销售额、订单获取方式、毛利率情况及合理性，各期毛利率较高及较低主要项目的基本情况、毛利率的合理性；（3）公司生产的传统管桩具体产品范围，结合各类传统管桩、竹节桩中静钻根植桩与普通竹节桩的特性差异、应用领域差异、下游需求情况及报告期内的产销量、毛利率、收入实现情况，说明公司报告期内净利润波动的原因及合理性；（4）结合 2021 年、2022 年净利润较 2020 年降幅超 50%的情况，分析公司经营业绩是否稳定，是否存在业绩持续下滑的风险。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司营业收入分别为 7,989.10 万元、10,858.45 万元和 16,609.31 万元，2020 年度和 2021 年度分别增长 35.92%和52.96%；（2）报告期内，客户试产及量产阶段的项目逐渐增加，尤其在2021年，客户进入试产、量产应用阶段项目数量增长较快，客户对公司产品的需求快速增长；（3）公司将产品交付给客户并取得客户的签收凭据时确认销售收入，销售合同明确约定了验收需满足的性能指标；睿创微纳、理工导航等可比公司均在取得客户验收文件后确认收入；（4）公司主营业务收入主要集中在下半年，其中2019年和2020年第四季度收入占比均超过60%，2021年第四季度收入占比为39.16%，申报文件对季节性波动的解释原因较为原则，存在部分合同的签署时间晚于出货时间。",
    "question": "请发行人说明：（1）报告期内不同类型产品价格、销量变动的原因及对营业收入的量化影响；（2）报告期各年进入试产、量产应用的项目数量，对应的产品型号及主要终端客户，与收入增长趋势是否匹配，结合发行人在研及试产产品数量、量产应用的时间周期等，进一步分析增长的可持续性；（3）合同约定的验收性能指标的实际执行情况，是否取得相关验收文件以及是否存在未满足验收指标的情形，结合产品技术特征、下游应用领域以及合同约定条款等进一步说明以签收时点确认收入的合理性，是否符合行业惯例，报告期及期后的退换货情况及具体原因；（4）主要合同签署时间、产品出库时间、物流单签收时间、收入确认时间之间的周期分布情况及合理性，第四季度与前三季度收入主要合同执行周期的差异比较情况，第四季度收入的月度分布情况，是否存在集中在 12 月确认收入的情形及原因；结合前述事项以及采购周期、生产周期、客户需求等因素，量化分析各年度收入季节性及其波动的原因及合理性，进一步说明收入确认时点的准确性。"
  },
  {
    "according": "根据申报材料：（1）报告期内公司经销收入占比分别为 39.13%、44.58%和21.64%，合作经销商数量分别为 3 家、4 家和 3 家，主要经销商阿尔福微占经销收入的比例分别为 96.80%、89.12%和 98.53%；同行业可比公司中理工导航、星网宇达与公司客户所在领域较为接近，均未披露存在经销模式；（2）客户 A 指定客户 AA 以客户 A 与公司确定的价格范围向公司采购产品，公司将此类销售归类于直销，在公司产品最终销售给客户 A 并取得其签收凭据时确认销售收入；（3）报告期内经销毛利率分别为 93.86%、91.43%和 86.36%，高于直销模式，售价较高的解释原因包括终端客户特定应用领域的定制化产品、遴选出性能高的产品等；针对同一批 4200 只陀螺仪及加速度计产品，经销和终端销售的合同金额分别为888.30万元和 1,213.80 万元，经销差价较高；（4）2020年9月和 10 月，阿尔福与发行人签订采购合同合计金额 888.30 万元，截至 2022 年 6 月 7 日尚有超过25%未完成最终销售；2021年11月，阿尔福与发行人签订1,199.10 万元采购合同，为阿尔福向其客户的备货；（5）报告期内存在发行人根据客户要求将货物直接发给终端客户等情况；存货盘点中经销商各期末存货与发行人发出商品余额一致，保荐机构取得阿尔福向终端客户销售的合同、出库单、快递签收单、收款记录、发票等文件，但认为未获取到其向下游销售产品的具体价格且未进一步做分析。",
    "question": "请发行人说明：（1）各期经销收入波动较大且最近一年与主营业务收入变动趋势不一致的原因及合理性，结合客户所在领域进一步说明采取经销模式的必要性、合理性以及持续性；（2）报告期内由终端客户指定采购发行人产品的金额及占比情况，与发行人产品须经下游客户测试导入的特性是否匹配；其他终端客户与客户 A 合作模式差异的具体比较情况，分类为不同销售模式且采取不同收入确认政策的原因及合理性；（3）阿尔福的基本情况及合作背景，向发行人采购内容、金额与其业务规模的匹配性；报告期内经销商拓展的具体情况，阿尔福占经销收入比例显著较高的原因及合理性，与发行人是否存在其他关联关系或利益安排；（4）不同销售模式下主要终端客户的价格比较情况，结合产品定制化程度、性能指标要求等具体影响因素量化分析不同客户的终端销售价格差异较大的原因及合理性；结合发行人与主要终端客户之间的关联关系、合同执行与实物流转过程、经销商所发挥的作用等，进一步说明经销价格与终端销售价格差异较大、经销毛利率高于直销模式的原因及合理性；（5）阿尔福于各年第四季度采购具体情况，包括对应的主要终端客户、产品型号、采购金额及比例、收入确认时点、实现终端销售情况、期后回款等，与前三季度采购情况以及项目试产或量产等关键节点是否匹配，结合备货商品的订单支持和期后销售实现情况进一步说明前述备货金额的合理性，是否存在利用经销商囤货刺激销售的情形。"
  },
  {
    "according": "根据申报材料：（1）公司直销客户及经销最终客户主要为大型央企集团及科研院所，除第一大客户与主要股东同受央企集团己控制外，其他前五大客户以自然人控制为主且注册资本较少；（2）公司客户数量较少且相对集中，进行客户维护的销售人员仅有 2 人，报告期内前五大客户占当期营业收入的比例分别为73.98%、80.13%和 76.47%；（3）发行人产品需送样给下游客户测试并进行导入，历经产品测试、试产等环节。",
    "question": "请发行人说明：（1）自然人控制或注册资本较少客户的基本情况及合作背景，采购发行人产品的后续生产或销售环节，与发行人对其销售规模的匹配性；发行人产品直接或间接向大型央企集团及科研院所销售的金额及占比情况，多数未进入前五大客户的原因及合理性，主要客户群体相关表述是否准确；（2）报告期各期实现销售收入的客户数量，按照客户性质、销售收入以及是否为终端客户的分布情况及合理性，是否存在对少数直接客户或终端客户的依赖；（3）主要下游客户导入发行人产品前的采购对象，向发行人采购金额占同类产品采购的比例及其变化情况，测试并进行导入的主要时间节点，与报告期内对相关客户实现销售的时点、金额、过程是否匹配。"
  },
  {
    "according": "根据申报材料：（1）报告期内公司关联交易占比较高，关联销售分别为 8.20%、18.20%和 27.21%，关联采购分别为 45.57%、36.16%和 35.07%；主要股东均承诺将尽量减少、避免与股份公司之间发生关联交易，对于能够通过市场方式或与独立第三方之间发生的交易，将由股份公司与独立第三方进行，与报告期内变动趋势明显不符；（2）客户 A 系发行人第一大客户以及重要关联方，公司向其销售MEMS 陀螺仪、加速度计等产品金额为 135.94 万元、1,455.17 万元和 3,453.57万元，提供技术服务金额为 412.16 万元、500.00 万元和 1,000.00 万元；（3）发行人技术服务的毛利率超过 90%且仅向关联方提供，原因系客户 A 和客户 J 承担部分惯性导航课题，但自身并不具备设计研发惯导领域高性能 MEMS 陀螺仪和加速度计的能力；（4）北方电子院安徽公司具有 MEMS 晶圆代工及封装产线，公司委托其进行晶圆代工（主要为加速度计 MEMS 晶圆）及封装，系发行人第二大供应商，报告期末预付款余额为 1,108.29 万元。\"",
    "question": "请发行人说明：（1）报告期内各项关联交易金额的变动原因及合理性，结合承诺内容及关联交易的实际变动趋势进一步说明主要股东履行承诺的具体措施及可行性，关联交易是否将持续增长；（2）客户 A 采购发行人产品的订单覆盖与终端销售实现情况，报告期内收入增速显著高于非关联客户的原因及合理性；向发行人采购时点与自身业务开展情况的匹配情况，是否存在提前备货的情形，若是请进一步说明备货金额的合理性；（3）客户 A、客户 J 相关课题承担情况，在发行人成立前如何完成相关工作，进一步说明报告期内采购发行人技术服务的必要性；技术服务所对应课题的基本情况与总体收支，发行人是否为课题成员单位，技术服务毛利率水平与课题性质是否匹配，进一步说明技术服务采购的公允性；（4）北方电子院安徽公司向发行人销售与向无关联第三方销售主要合同条款及实际执行的差异比较情况及合理性；境内其他供应商在 MEMS 晶圆代工及封装产线的布局情况，与北方电子院安徽公司所提供服务在内容、价格、技术水平等方面的差异情况，发行人未与其他境内厂商合作的原因，加速度计 MEMS 晶圆是否对其存在依赖。"
  },
  {
    "according": "根据申报材料：（1）公司主营业务毛利率分别为 90.66%、88.25%和 85.47%，显著高于同行业可比公司，系因产品类型、应用领域等与公司存在区别；理工导航的主要产品包括惯性导航系统，属于发行人下游且技术路线存在明显差异；（2）MEMS 传感器技术的推广与广泛应用不仅促使同行业厂商在自身优势基础上积极拓展新客户，同时也吸引了更多新企业进入MEMS 传感器行业，极大增加市场的竞争程度；（3）公司采用阶梯定价策略，销售价格随着客户采购数量的逐年增加整体下降，MEMS 陀螺仪由 4,822.31 元/只降至3,550.76 元/只，MEMS 加速度计由 2,592.14 元/只降至 1,337.07 元/只；项目组将发行人主要产品销售价格与同行业进行了对比但未说明具体情况。",
    "question": "请发行人说明：（1）区分不同产品的成本结构及变化原因，结合销售结构、单位价格、单位成本等因素，量化分析各类产品毛利率的变动原因以及对综合毛利率的影响，说明毛利率持续较高的合理性及可持续性；（2）量化分析主要产品销售价格整体下降的原因，结合市场竞争格局以及与同行业的价格比较情况说明是否存在阶梯定价策略以外的其他影响因素，分析对毛利率变动趋势的影响并视情况提示风险；（3）结合公司与可比公司在产品类型、应用领域、产业链位置、毛利率等方面的差异情况说明可比公司选取的合理性，选取恰当的可比公司并进一步分析同类产品的毛利率差异情况及原因。"
  },
  {
    "according": "根据申报材料：（1）发行人股权变动频繁，2019 年 10 月至 2020 年 8 月各期股权转让及增资价格差异较大，其中 2020 年 8 月同期存在 4 项不同的股权转让及增资价格，分别为 2.30 元/注册资本、8.35 元/注册资本、10.00 元/注册资本、15.02 元/注册资本；2019 年 10 月和 2020 年 5 月，公司增资的评估价格分别为 2.30 元/注册资本、10.00 元/注册资本，短时间内显著上升；2019 年度和2020 年度，公司营业收入分别为 7,989.10 万元、10,858.45 万元，扣除非经常性损益后归属于母公司股东的净利润分别为 3,582.02 万元、4,443.83 万元，业绩增幅相对平稳；（2）2016 年 4 月，协议明确约定 2,000.00 万股权将在公司符合一定条件后奖励给公司科技团队（上市奖励、业绩奖励、回购奖励中任选且仅选取一条），公司将此次股权激励认定为一项股票期权激励并于 2016 年 7 月一次性确认股份支付费用 3,060.00 万元；2020 年 4 月，科技团队按照出资本金以及利息共计 2,372.22 万元对股权进行了全部回购，假设 2020 年股权转让为独立事项，对发行人 2020 年利润总额的影响金额合计为 27,661.20 万元；2019 年员工入股价格为 2.30 元/注册资本，公司未确认股份支付费用。",
    "question": "请发行人说明：（1）历次净资产评估的具体计算方法、关键参数以及结果的公允性，与同行业可比公司的估值差异比较情况及原因；结合入股形式、资金来源、支付方式、入股价格及定价依据等，说明同时期价格差异较大的原因及合理性，是否存在利益输送；（2）协议条款对科技团队履职等方面是否存在约定，科技团队是否即刻无条件享有回购权利，相关设置是否符合对科技团队激励目标及奖励政策的相关要求；员工持有平台份额是否存在限制性约定，是否涉及股份支付。"
  },
  {
    "according": "根据申报材料：（1）报告期内，林明因个人资金需求向朋友***拆借资金114.9 万元，***向华亚平拆借资金 114.9 万元，公开信息显示***关联企业众多；朱**因个人资金需求向华亚平拆借资金 2,197.2 万元，华亚平等科技团队于工商登记 2 年后才全额偿还了股权回购相关欠款及利息，解释原因系缺少资金；（2）北京芯动无实际经营业务，报告期内存在向汇欣智联（北京）企业服务有限公司、西安智凌盾信息技术有限公司、上海君劳宿息技术有限公司、青岛君信智行科技中心（发行人员工蒋**控制的公司，已注销）支付服务费的情形，解释原因系计划开展包括人工智能等软件开发业务；（3）2019 年 2 月至 2020 年 4 月，发行人员工栗艳收到北京昆天科技有限公司 43 笔打款共计 14.77 万元，解释原因为代其配许鑫收取的劳务费和报销费用；保荐机构未说明对毛敏耀境内银行流水的核查情况，对各项大额资金往来原因的说明均较为笼统。",
    "question": "请发行人说明：（1）结合资金拆借背景、时点、金额、流向以及***关联企业的经营范围等因素，进一步说明三人之间资金往来的原因及合理性，是否存在其他利益安排；（2）朱**的基本情况，与发行人、客户、供应商及其关联方是否存在其他关联；华亚平对外大额拆借资金的来源，结合华亚平长期未支付股权回购欠款及利息的情况说明其与朱**拆借资金的具体过程及合理性；（3）北京芯动设立以来的经营情况，各项采购内容的后续使用情况，相关投入及最新进展情况，申报文件中无实际经营业务的表述是否准确。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司存货账面价值分别为465.48万元、1,572.08万元和2,864.32万元，其中晶圆金额分别为183.04万元、582.56万元及1,625.14 万元，存货金额快速上升且结构变化明显；（2）报告期各期末，存货主要为晶圆和半成品，占比显著高于发出商品和库存商品；晶圆录入不同的参数可以生产多种最终产品，半成品通过烧录不同的参数可制成多种产成品；（3）报告期内，公司存货周转率分别为2.18、1.28 和 1.09，逐年下降且低于可比公司，发行人报告期内未计提存货跌价准备。",
    "question": "请发行人说明：（1）存货主要科目的库龄结构及对应的主要产品，量化分析存货结构的合理性以及各科目波动的具体原因；（2）对晶圆、半成品录入不同参数的具体内涵与实施主体，对最终形成不同产品的具体影响，后续加工环节及成本，是否属于行业通用的生产环节；晶圆、半成品是否存在长时间未领用结转的情形，若是请进一步说明合理性；（3）存货周转率逐年下降且低于可比公司的原因，结合在手订单以及期后结转情况进一步说明备货金额的合理性。"
  },
  {
    "according": "根据申报材料：（1）发行人 MEMS 晶圆的供应商主要为 ERASpreadLimited（通过其采购供应商 Y 的晶圆）、上海花壳电子科技有限公司（通过其采购供应商X的晶圆）、供应商X和北方电子院安徽公司，最近一年MEMS晶圆的采购价格基本稳定，报告期末存在对北方电子院安徽公司的大额预付采购款项；（2）公司主要产品为 MEMS 陀螺仪和 MEMS 加速度计，其中陀螺仪收入占报告期主营业务收入的比例为 85.52%、77.96%、80.25%，报告期内发行人向北方电子院安徽公司主要采购加速度计 MEMS 晶圆；（3）报告期内，发行人 MEMS 晶圆采购金额分别为 615.88万元、1,401.75 万元和 2,402.78 万元，ASIC 晶圆采购金额分别为 13.56 万元、88.94 万元和 111.10 万元，变动幅度存在较大差异。",
    "question": "请发行人说明：（1）发行人与主要晶圆供应商采购协议的主要条款及实际执行情况，产能供应是否稳定；相关采购价格的公允性，与行业变动趋势是否一致；（2）陀螺仪 MEMS 晶圆是否向境内供应商采购，对境外供应商是否存在重大依赖及拟采取的应对措施；（3）报告期内的主要原材料采购数量、领用数量、产品销售数量、各期末结存数量的勾稽关系，存货进销存与收入、成本的变动和勾稽关系，并分析单位耗用、产品良率等数据变动是否合理。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，发行人应收账款期末余额分别为5,187.00万元、8,268.75万元及12,136.70万元，发行人应收票据账面价值分别为501.04万元、2,467.73 万元和 5,032.85 万元，应收账款和应收票据占营业收入的比例明显增加；（2）发行人应收票据余额占营业收入的比重高于可比公司平均值，主要原因为公司直接客户及终端客户多属于大型央企或科研院所，其常采用票据结算的方式；（3）报告期内，经营活动产生的现金流量净额为757.48万元、-139.93 万元及 2,342.22 万元，同期净利润分别为 3,792.58 万元、5,189.91 万元和 8,260.51 万元，差异较大。",
    "question": "请发行人说明：（1）应收账款和应收票据的期后回款情况、逾期情况，区分直销、经销、终端、非终端客户说明报告期内对主要客户的信用政策是否存在直接或变相延长信用期的情形，若是请进一步说明合理性及对报告期内收入的影响；（2）应收票据对应的主要直接客户、终端客户以及最终出票方，与发行人客户结构、下游领域以及业务开展方式的匹配性；（3）经营活动产生的现金流量净额和净利润之间差异较大的具体影响因素以及相关变动的合理性。"
  },
  {
    "according": "根据申报材料：报告期内，公司研发费用分别为 1,534.27 万元、2,601.97万元和 4,050.65 万元，2021 年的研发费用中职工薪酬、折旧与摊销、直接材料等金额显著增加，而检测测试费报告期内持续下降；报告期公司员工人数分别为35 人、51 人和 70 人，人员规模较小。",
    "question": "请发行人说明：2021 年研发费用金额显著增加及结构变化的原因及合理性，公司员工数量与业务规模、研发人员数量与研发项目及产品数量的匹配性。"
  },
  {
    "according": "根据申报材料：（1）潘清寿投资飞骧科技属于财务性质的投资，其于 2019年 8 月将芯光润泽所持公司的部分股权转让给龙华的价格为前一次增资价格的 7折，转让后公司实际控制人由潘清寿变更为龙华，但两人仍一起为公司提供担保，且共同承担峰林一号股权转让之差价；（2）芯光润泽与龙华于 2019 年 8 月签订的股权转让协议约定分期支付转让款，于 2021 年 11 月 15 日支付完成最后一笔股权转让款，但双方已于 2019 年 8 月 15 日完成了前述股权转让事宜的工商变更登记；（3）经保荐机构向龙华、潘清寿访谈确认，龙华与潘清寿不存在其他利益安排；（4）2020 年 1 月 1 日至今，龙华直接间接控制的股份合计在 19.80%-34.32%之间，部分其他股东之间存在关联关系，2022 年 3 月公司为龙华及其控制的上海辛翔、上海上骧设置特别表决权股份。",
    "question": "请发行人说明：（1）2019年8 月前公司的控制权状态、潘清寿是否实际控制公司及依据，芯光润泽低价转让股份、潘清寿放弃实际控制权的原因及合理性；（2）芯光润泽与龙华约定分期付转让款的原因、分期具体约定及付款过程、资金来源，龙华与芯光润泽、潘清寿是否存在代持或其他利益安排，结合潘清寿与龙华之间低价转让控制权、共同对公司承担担保义务，以及双方对外投资、任职及历史关系（如存在）等情况，说明潘清寿退出前后在公司中发挥的作用，龙华与潘清寿是否存在一致行动关系、是否构成共同实际控制及依据；（3）公司 2022年 3 月设置特别表决权股份安排的背景及原因，龙华及上海辛翔、上海上骧是否符合持有特别表决权股份股东的资格和持股比例要求，龙华如何有效控制上海辛翔、上海上骧、斐振电子，在直接持股比例较少情况下，结合其他股东之间的关联关系，说明龙华在报告期内能否实际控制公司，上海辛翔、上海上骧、斐振电子的合伙人的股份锁定及转让限制安排是否符合法律法规及监管规定；（4）结合最近两年龙华与其他股东控制的股份比例变动情况、获得控制权相关股权的股份对价实际支付情况，及公司股东大会（包括出席情况、表决过程、审议结果、董事提名及任命等）、董事会（包括重大决策提议及表决情况等）的具体运作情况、公司经营管理的实际情况等，进一步说明公司实际控制人最近两年是否发生变更、认定龙华为公司实际控制人的依据。"
  },
  {
    "according": "根据申报材料：（1）龙华及员工持股平台上海上骧、上海超骧存在大额负债，尚未完全归还；（2）龙华借款用于上海辛翔、斐振电子（均为龙华控制的员工持股平台）对公司的实缴出资（目前龙华已归还）以及龙华支付芯光润泽股权转让款；（3）上海上骧/上海超骧借款用于对公司增资、借款金额占其对公司增资金额的比例为 75%，龙华控制上海上骧并持有 50.9261%份额，但不持有上海超骧份额；（4）债权人之一珠海格昀是公司股东珠海鋆璨、杭州鋆阳的关联方；（5）上海上骧及龙华未到期借款的到期日为公司 IPO 申报材料被上海证券交易所受理之日起 5 个完整会计年度的届满日，以及公司境内完成首次公开发行且龙华先生第一批股票解禁日后一年的届满日；（6）目前，龙华存在存续中的为公司提供的关联担保。",
    "question": "请发行人说明：（1）上述借款的发生背景、时间、具体约定，债权人的资金来源，债务人取得借款后的实际用途和最终去向，债务人已归还借款的归还时间、资金来源；（2）上海辛翔、斐振电子的其他合伙人是否将借款归还龙华、该等合伙人与龙华是否存在股份代持或其他利益安排，龙华、公司其他股东及其直接间接股东或权益人与债权人之间是否存在股份代持、可转债、担保措施及类似约定或其他利益安排；（3）龙华是否控制或通过代持持有上海超骧份额，其对上海超骧借款有无还款义务及依据；（4）结合控股股东及实际控制人控制的各主体经营情况及自身主要资产情况等，说明控股股东及实际控制人对大额负债的具体还款安排及对控制权的影响；（5）上述大额负债是否存在未能按时足额清偿、股份被采取措施进而影响控制权稳定和不满足特别表决权股东最低持有股份比例要求的风险，控股股东及实际控制人的应对措施，并完善相关风险提示。"
  },
  {
    "according": "根据申报材料：（1）2015 年 5 月 13 日，国民技术与芯光润泽等签署附条件生效的《合资及合作协议》，由国民技术出售其无线射频产品事业部，国民技术于 2018 年 8 月退出持股公司；（2）报告期内公司存在 14 次增资和 5 次股权转让，价格变动较大、公司估值快速上升，最近一年新增股东 8 名，其中淄博毅源、扬州华骧等均为 2022 年成立后即入股公司；（3）2022 年 3 月中电基金增资和 2022年 9 月理想智胜等从龙华受让公司股份，公司的投前估值分别为 82 亿元和 69 亿元，据申报前较短时间内估值出现下滑；（4）2021 年 6 月，嘉兴嘉圣等 14 名投资者通过债转股方式增资入股公司，经评估债权价值合计 22,400 万元；（5）因峰林一号要求创始股东履行回购义务但芯光润泽资金不宽裕，2020 年 2 月峰林一号将其持有公司的 1.74%股权转让给李海斌，转让价格为 5.50 元/股，李海斌支付价格为 3.10 元/股，差额由潘清寿与龙华共同承担；（6）保荐机构招商证券合计间接持有公司 0.1369%股份，联席主承销商中金公司合计间接持有公司0.00015%股份，同时中金公司全资子公司中金私募为公司股东中金祺智的私募基金管理人。",
    "question": "请发行人说明：（1）国民技术从资产转让至完全退出公司的具体原因、安排、过程，转让价格是否公允、过程是否合法合规并履行相应程序；（2）报告期内公司频繁进行增资及股权转让的原因及合理性、历次增资及股权转让价格公允性的具体依据，新增股东及其股东或权益持有人与公司实控人、董监高、关联方、客户、供应商是否存在关联关系或其他利益安排，2022 年 9 月龙华在大额负债情况下以较低估值转让公司股份的合理性；（3）上述债转股事项所对应债权的具体情况及偿还约定，是否为合法标的及其来源，债权债务是否具有真实交易背景和商业合理性，是否符合《公司法》等法律法规规定，履行的决策和审批程序是否合法合规，债权评估价值及增资价格是否公允，债权权属是否清晰；（4）峰林一号的具体回购要求，股权转让价格与方式是否与回购约定一致，李海斌的基本情况、任职经历，以较低价格取得公司股份的原因及合理性，其与潘清寿、龙华是否存在代持或其他利益安排。"
  },
  {
    "according": "根据申报材料：（1）公司共有 5 名自然人股东不在公司任职；（2）上海上骧的合伙人包括离职员工，斐振电子的合伙人包括非员工和离职员工；（3）公司曾与相关股东签署过特殊股东权利条款，2022 年 3 月公司与相关股东签署补充协议，约定特殊权利条款自补充协议签署日起终止且自始无效，但各方已经在 2018年 8 月执行完毕的股权补偿事项真实合法有效、各方不得要求解除、还原等。",
    "question": "请发行人说明：（1）不在公司任职的自然人股东、员工持股平台中非员工或离职员工的基本情况、入股原因及价格公允性，是否存在股份代持，是否与公司客户、供应商存在关联关系或其他利益关系；（2）对赌协议“自始无效”与 2018年执行完毕的股权补充事项“合法有效”之间是否存在矛盾，公司对赌协议清理是否符合相关法律法规及监管规定。"
  },
  {
    "according": "根据申报材料：（1）公司产品可分为 5G 模组、4G PA 及模组、2G-3G PA 及模组、射频开关和泛连接产品，各类产品均包括细分产品类型，如发射模组 TxM PA、收发模组 L-PAMiF、天线开关等；（2）按照集成度高低程度，公司产品相关的射频前端模组包括 MMMB PA、TxM、L-FEM 等；（3）射频前端主要的核心器件有功率放大器（PA）、滤波器（含双工器/多工器）、低噪声放大器和开关，公司外购用于 5G 模组的 LTCC 滤波器，SAW/BAW 滤波器/双工器目前仅有 Qorvo 等几家海外厂商具备量产能力；（4）公司部分 2G PA 及模组产品应用于 5G 手机；（5）4G LTE 通信时代射频前端的模组方案主要用在高端手机、分立方案主要用在中低端手机，5G 新频段领域一般都采用模组形式，5G 重耕频段中低端机型接收端以分集模组为主，发射端以分立滤波器和多模多频 PA 模组为主，5G 旗舰机的分集和主集都以模块化产品为主；（6）公司自己研发的 SAW 滤波器进入样片测试阶段，L-PAMiD、Sub 3 GHzL-DiFEM 处于样品阶段。",
    "question": "请发行人说明：（1）公司各类产品之间的关系、技术区别，各产品与终端产品的对应关系（包括制式匹配、使用数量等），射频开关、泛连接产品是否均可用于 2G-5G 各通信协议；（2）结合各类产品下不同细分产品在技术难度、应用领域、市场需求等方面的差异，说明公司现有细分产品是否满足行业主流技术及应用要求，是否符合行业发展趋势；（3）公司 2G-4G 产品同时销售 PA 和 PA 模组、5G 产品仅销售模组的原因，是否符合终端需求和行业惯例，公司销售 PA 和 PA模组的比例结构和同行业公司相比是否存在差异及原因，采购 PA 及 PA 模组的客户区别，采购公司 PA 的客户是否进行二次集成或加工，公司是否具备该等客户的集成或加工能力；（4）公司各类产品的组成部件及其重要程度，自主设计及对外采购的具体内容、供应商情况，是否存在依赖第三方核心部件供应商的情形，公司是否具备产品核心器件的自主设计能力；（5）2G PA 及模组产品分别用在 2G和 5G 手机中的具体功能和区别、报告期内收入金额及占比；（6）公司 4G、5G 产品主要是分立方案还是模组方案，报告期内在低中高端手机的收入分布情况；（7）公司 SAW 滤波器、L-PAMiD、Sub 3 GHzL-DiFEM 等的最新研发进度，预计投产时间，是否存在重大不利障碍。"
  },
  {
    "according": "根据申报材料：（1）公司是全球少数同时具有砷化镓PA（GaAs）设计能力和硅基PA（CMOS 和 SOI）设计能力的射频芯片厂商之一，公司最早在国产 GaAs工艺平台量产 5G 射频前端器件，也是目前采用国产 GaAs 工艺出货量最多的国内射频前端公司；（2）公司 2G/3G/4G 产品逐渐采用 CMOS 工艺替换较为昂贵的 GaAs工艺；（3）公司拥有超低静态电流高线性 PA 设计等 11 项核心技术，招股说明书披露了公司部分产品与 Skyworks 或 Qorvo 对应产品的性能指标对比情况；（4）报告期内公司与中国科学院微电子研究所、芯和半导体等存在合作研发的情形，公司存在 2 项与华南理工大学的共有专利、1 项知识产权质押；（5）公司采购Keysight EDA 软件 License，公司未披露在研项目的相应人员。",
    "question": "请发行人说明：（1）砷化镓PA（GaAs）、硅基PA（CMOS和SOI）在技术、功能、性能、应用领域等方面的区别，公司各产品采用的工艺方案，采用 CMOS 工艺替换 GaAs 工艺的原因及对产品性能的影响，结合行业主要厂商使用各工艺方案的具体情况等，说明公司工艺转换与行业趋势是否相匹配，“国产最早、最多”及类似表述是否客观准确；（2）公司核心技术内容及技术路径是否与行业技术发展相匹配，披露的对比产品是否为公司及竞争方的主要销售产品，是否可以代表竞争对手及行业先进或主流技术水平，公司产品与国内主要竞品的先进性对比情况；（3）公司与 EDA 软件供应商的合作是否稳定，结合合作研发的具体成果、共有专利及质押知识产权在公司的应用情况及重要程度等，说明公司研发活动是否依赖第三方，核心技术是否具备自主研发能力。"
  },
  {
    "according": "根据申报材料：（1）公司产品的下游应用包括智能手机、平板电脑、智能穿戴设备等移动终端以及无线宽带路由器等网通设备，公司将拓展车载通信、小基站和电源管理市场等领域；（2）报告期内公司收入以 2G、3G、4G 产品为主，2019年至 2021 年 2G-3G、4G PA 及模组的收入均快速增长，公司毛利率改善主要依赖于 5G 产品的销售增长；（3）公司终端客户主要为联想（摩托罗拉）、传音以及主要 ODM 厂商等，可比公司卓胜微、唯捷创芯等终端客户主要为三星、小米、OPPO、vivo 等，2020 年和 2021 年三星、苹果、小米、vivo、OPPO、华为的在全球手机市场占有率合计超过 75%；（4）2G 射频前端市场规模很小且预计继续下降，3G/4G射频前端市场预计会保持当前规模、国内 4G 产品的市场竞争愈发激烈，5G、Wi-Fi6 射频前端市场规模将保持快速增长；（5）招股说明书中列示的全球射频前端市场份额排名为 2020 年数据，公司于 2020 年正式发布国内首套完整支持所有5G频段的国产射频前端解决方案和首套采用国产工艺实现5G性能的射频前端模块，公司在国内 PA 领域排名第二，但竞争对手卓胜微、唯捷创芯的收入均远高于公司；（6）今年上半年中国智能手机出货量同比减少 21.7%。",
    "question": "请发行人说明：（1）公司产品在不同应用场景的技术差异、竞争格局与市场地位，公司在车载通信、小基站和电源管理市场等其他市场的技术与业务储备情况；（2）结合近年来国内外 2G 至 5G 手机总出货量及趋势对比、公司终端客户在手机市场的占有率及竞争力、公司 2G 至 5G 各产品的在手订单情况等，说明报告期内公司各产品销售数量与终端客户手机出货量是否匹配，公司报告期内 2G 至5G 产品持续增长、2G 至 5G 产品分别对收入增长的贡献度与射频前端市场发展现状及趋势是否相匹配，公司 2G 至 5G 产品收入结构是否与同行业公司是否存在差异及原因；（3）结合 2G/3G/4G/5G 射频前端各市场（区分 PA 及模组）的具体市场规模、技术及市场准入壁垒、主要厂商、竞争格局、竞争激烈程度等情况，说明公司在不同市场的市场占有率，与主要国外、国内厂商相比的竞争优劣势，公司是否具有打入 OPPO、vivo 等头部手机厂商的技术水平和市场开拓能力；（4）结合上述（2）以及消费电子市场的景气程度和未来发展趋势等，说明公司产品是否面临终端产品销售进入衰退期或平稳期、未来竞争加剧或其他市场不利变动导致收入增长率下降、收入及市场份额下滑、盈利能力恶化的趋势和风险，公司的具体应对措施，并完善相关风险提示。"
  },
  {
    "according": "根据申报材料：（1）公司收入确认时点为客户签收确认取得相关凭证，但经销协议相关条款中约定了客户验收期为 3 个工作日；（2）报告期内退换货金额为241.47 万元、273.78 万元、244.07 万元和 618.88 万元，占当期营业收入比例为 2.08%、0.75%、0.27%和 2.47%，剔除二次销售部分后占营业收入比例为0.12%、0.00%、0.01%和 0.03%。",
    "question": "请发行人说明：（1）经销与直销、同一销售模式下不同客户之间的验收条款是否相同，结合验收条款的具体约定、实际执行情况，说明产品验收的具体内容及要求，存在验收条款的情况下仍以签收作为收入确认时点是否审慎、是否符合会计准则等相关规定；（2）报告期内发生退换货的原因、退换货产品二次销售的客户名称及金额，2022 年 1-3 月退换货金额较高的原因，结合上述情形说明相关收入确认是否审慎。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司主营业务收入分别为 11,589.61 万元、36,465.45 万元、91,476.96 万元和 25,021.61 万元，年复合增长率为 180.95%；（2）公司 5G 模组产品收入占比为 0%、3.22%、24.19%和 41.94%，单价分别为4.80 元/颗、3.53 元/颗和 4.34 元/颗，主要受 5G 产品结构变化和人民币升值影响，5G 模组产品由发射模组、收发模组、接收模组构成；（3）4G PA 及模组占比为 54.52%、72.38%、62.89%和 46.90%，单价分别为 1.63 元/颗、1.94 元/颗、2.03 元/颗和 2.06 元/颗，持续增长主要系 4G PA 及模组主要为 PhaseII 和 PhaseI的 2 个系列产品，单价较高的 4G PhaseII 系列产品销售占比不断提升。4G PhaseI系列产品主要销售给伟创力，应用于印度手机市场；（4）2G-3G PA 及模组占比为 37.95%、20.17%、10.39%和 8.44%，平均单价为 0.87 元/颗、0.90 元/颗、0.93元/颗和 0.88 元/颗，其中应用于 5G 手机的 2G 极高功率 GSM PA 仍然有较为旺盛的市场需求；（5）为确保在核心客户的市场份额或进入到新客户的供应链体系，国产射频前端企业需要被动接受市场降价，同时报告期内发行人部分产品平均销售单价存在一定下滑。",
    "question": "请发行人说明：（1）报告期内 5G 细分产品的单价、销量、收入金额及占比，按照剔除汇率影响前/后进一步量化分析产品结构变化如何导致 5G 产品整体单价波动，并结合市场竞争及下游具体产品需求变化情况、市场同类产品价格对比情况说明未来是否有进一步下降趋势；（2）报告期内4G PhaseII 和4G PhaseI两个系列产品的单价、销量，在技术、用途、客户、市场竞争等方面的差异，是否存在相互替代的关系，4G 产品收入结构变化的原因，毛利率较高的 4G PhaseI系列产品收入大幅下降的原因，报告期内 4G PhaseI 系列产品对应的客户名称及金额（涉及经销商的，穿透至终端客户），4G PhaseII 系列产品单价水平是否可持续；（3）应用于 2G-3G 手机、应用于 5G 手机的 2G-3G PA 及模组产品的单价、销量情况，结合 2G 极高功率 GSM PA 产品的市场空间、竞争情况、发行人市占率等情况说明 2G-3G PA 及模组业务未来的可持续性；（4）结合不同类别产品收入增长的驱动因素、产品迭代、市场竞争等情况，分析发行人是否存在通过降价促进销售的情形、高收入增长率是否具有可持续性，并完善相关信息披露和风险提示。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司经销模式的销售收入分别为 11,355.04万元、34,878.80 万元、89,373.91 万元和 24,481.36 万元，占当期主营业务收入的比例分别为 97.98%、95.65%、97.70%和 97.84%；（2）公司主要经销商不能经销其他射频前端厂商与发行人的同类产品；（3）报告期内，公司存在应收供应链出口退税款的情形，应收供应链出口退税款随公司外销金额的增长而持续提升。",
    "question": "请发行人说明：（1）经销商在客户拓展和维护、回款安排等方面发挥的具体作用，发行人产品在经销下游客户、最终使用方的作用；报告期内各类型产品对应的经销/直销客户、经销下游客户、最终使用方，销售金额及占比，说明上述销售模式和链条、终端客户结构与同行业公司是否存在差异及合理性；（2）经销模式下的终端客户及直销客户对发行人产品的实际应用情况，经销商终端客户与直销客户是否存在重合、重合的原因及合理性；（3）按照销售金额的区间分布说明经销商数量分布及变动的原因，经销商变化情况是否符合行业惯例；（4）主要经销商与发行人的合作历史和具体合作模式，是否存在补贴、返利、销售奖励、销售任务等约定及相关会计处理；（5）主要经销商采购频率与其期后销售周期是否匹配，经销商的期末库存、期后销售及回款情况，经销商的终端客户报告期内的退货情况，结合上述情况说明是否存在经销商压货情形；（6）行业内知名、主要经销商情况及竞争对手经销商情况，公司主要经销商不能经销其他与发行人的同类产品的原因及合理性、是否符合行业惯例；（7）发行人及实际控制人家族、自然人股东、发行人主要关联方、董监高、关键岗位人员与经销商、经销商下游客户是否存在关联关系、直接间接资金业务往来或其他利益安排，包括对经销商或客户提供的借款、担保等资金支持等；（8）“应收供应链出口退税款”相关的业务模式、资金往来情况，供应链公司的具体作用，与发行人、实控人及其关联方、客户、供应商是否存在关联关系或其他利益安排，上述业务模式是否符合行业惯例。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司对前五大客户的收入分别为10,208.91万元、29,754.16 万元、72,479.60 万元和19,806.05 万元，占当期营业收入的比例分别为 88.09%、81.60%、79.10%和 79.11%；（2）公司前五大客户均为经销商，部分注册资本较低、成立时间较短，如 SC ELECTRONICS（HK） LIMITED 注册资本为 10万元港币，成立于 2019 年 3 月，2020年即与发行人合作；（3）翰世宇科技系公司第一大经销商客户，报告期内销售金额为4,060.58 万元、15,608.98 万元、20,577.56 万元和 4,384.77 万元，其深圳公司和香港公司注册资本分别为500 万元人民币和 1 万元港币，实控人为刘春发。公开信息显示，深圳公司注册地址为深圳市前海深港合作区前湾一路 1 号 A 栋 201 室（入驻深圳市前海商务秘书有限公司），有若干注册于相同地址的企业；（4）厦门信和达系前五大客户之一，2020 年开始与发行人合作，2021 年、2022 年 1-3 月销售金额为 17,380.06 万元和3,444.76 万元。报告期内，公司对厦门信和达境外销售货款通过同一控制下主体华信科技发展有限公司回款，金额分别为0 万元、204.96 万元、11,917.24 万元、3,797.96万元。厦门信和达实际控制人黄健控制的厦门泛鼎持有发行人405.95 万股股份；（5）中电创新系前五大客户之一，公开信息显示，有若干企业与北京中电创新科技有限公司的联系电话相同；（6）昀华商和天诚发展系 2022 年 1-3 月新增前五大客户，鼎盈科技和凯悌电子系 2021 年新增前五大客户，SC ELECTRONICS（HK）LIMITED 和香港桦腾系 2020 年新增前五大客户，前五大客户变化较大。",
    "question": "请发行人说明：（1）报告期内前五大客户的主要财务数据、人员规模、注册地址，与发行人向其销售规模是否匹配、是否存在异常情形，部分客户注册资本较低、成立不久即与发行人合作、电话及注册地址异常的原因及合理性，相关客户是否真实存在；（2）翰世宇科技的主营业务、除发行人以外的其他合作对象，其资金实力是否足够支撑向发行人的采购规模；（3）与厦门信和达合作次年即实现较大规模销售的原因及合理性，厦门信和达向发行人采购金额占其总采购金额的比例；（4）报告期内新增前五大客户的获客方式、接洽时间、谈判过程，相关客户采购较大金额发行人产品的原因及合理性；（5）客户集中度较高的原因，与可比公司是否存在重大差异及原因；（6）结合前五大客户主要经销领域、客户资源情况说明报告期内收入结构变化情况与前五大客户变化是否匹配；（7）结合上述情形，说明报告期内对前五大客户销售金额大幅增长的合理性、变动较大的原因，相关交易是否具有商业实质。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司对前五大供应商的采购金额分别为8,060.98 万元、34,157.53 万元、71,890.21 万元和 23,659.49 万元，占当期采购总额的比例分别为 59.68%、64.96%、55.36%及 61.98%；（2）报告期内，公司主要采购原材料为晶圆、基板、SMD 和封测服务等，其中晶圆平均单价为 5,749.58元/片、5,507.33 元/片、5,770.79 元/片和 6,607.53 元/片，2022 年上升较多；（3）报告期内讯芯电子、皓峰科技、厦门泛鼎、中闻金泰、西安天利等公司客户、供应商的关联方入股公司，入股后当年或第二年，公司与该等客户、供应商的交易金额快速增长、部分存在业务模式改变，公司认为入股行为不存在捆绑交易或不当利益输送；（4）保荐机构说明了对客户和供应商的发函和走访情况，但未说明具体回函及走访结果。",
    "question": "请发行人说明：（1）报告期内细分产品原材料采购金额与对应营业收入、营业成本是否匹配，结合采购晶圆的种类结构（砷化镓/硅基等）、尺寸、工艺、采购规模、市场价格等因素，量化说明 2022 年晶圆采购单价上升较多的原因及合理性，晶圆价格未来是否可能持续抬升生产成本、对公司毛利率是否可能产生负面影响；（2）公司与所有入股的客户、供应商建立合作的具体过程、相关产品的认证周期，入股前后公司与其交易变化情况及合理性，进一步说明入股行为不附带业务合作、产品销售/采购等的约定或其他利益安排的依据，对公司独立获取业务的影响；（3）报告期内入股和未入股发行人的客户和供应商对于同类产品的交易单价、销量及变化情况，双方是否存在重大差异及原因。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司主营业务成本分别为 11,011.48 万元、35,466.55 万元、88,563.03 万元和 21,782.21 万元；（2）报告期内，主营业务毛利率分别为 4.99%、2.74%、3.19%和 12.95%，远低于同行业可比公司平均值23.65%、23.73%、30.39%和 41.15%，主要受规模效应、客户结构、销售模式、汇率变动等因素影响所致；（3）2020 年-2022 年 1-3 月，5G 模组毛利率分别为38.33%、28.14%和 27.18%，呈下降趋势；（4）4G PA 及模组毛利率分别为 16.20%、1.80%、-7.15%和 0.36%，其中 4G PhaseI 系列产品毛利率为 37.85%、35.13%、27.61%和 41.74%，4G PhaseII 系列毛利率为 1.00%、-3.06%、-8.18%和-0.12%，在研低成本 4G 项目预计将降低 4G 产品的生产成本；（5）2G-3G PA 及模组毛利率分别为-9.77%、-1.54%、6.05%和 13.47%，新产品 GSMPA 器件在稳定出货后享有较高的毛利水平，且其销售占比逐渐提升，以及 PA 芯片逐步由GaAs工艺替代为低成本、高性价比的CMOS工艺，且 4G 产品也逐渐被CMOS 工艺替换。",
    "question": "请发行人说明：（1）按照 5G 模组、4G PA 及模组等产品类别说明各类产品单位成本及变动的合理性；（2）按发射模组、收发模组、接收模组等细分产品说明 5G 模组的毛利率及变化原因，并结合各期不同细分产品收入结构变化、客户类型等因素量化分析 5G 模组产品毛利率下滑的具体原因；（3）结合单位售价和单位成本变动情况量化分析 4G PhaseII 系列产品毛利率持续为负的原因，4G PhaseI 系列产品毛利率远高于 4G PhaseII 的原因，在研低成本 4G 项目的预计批量投产或应用时间，结合该技术在行业内的普及情况、未来市场竞争情况、同行业可比公司生产的同类产品单价与成本对比等说明 4G 项目毛利率未来变动趋势；（4）CMOS 工艺的实际应用比例及趋势、对 2G-4G PA 及模组生产成本的具体影响，结合不同应用领域的 2G-3G PA 及模组产品的差异，量化分析 2G-3G PA 及模组未来毛利率增长趋势是否可持续；（5）按照不同产品类别完善与同行业可比公司的毛利率对比情况，结合上述情形进一步量化分析规模效应、客户结构、销售模式、汇率变动等因素如何拉低发行人综合毛利率，毛利率是否会持续处于较低水平。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，公司存货账面价值分别为 3,163.30 万元、14,589.66 万元、46,762.45 万元和 56,578.12 万元，增长较快，主要原因为公司业务规模持续扩大；（2）存货主要由原材料、库存商品和委托加工物资、在途物资构成，主要存放在委外加工商和供应链服务商仓库；（3）报告期各期末，公司计提的存货跌价准备分别为 3,176.33 万元、5,029.18 万元、8,045.65 万元和 11,662.42 万元，计提比例分别为 50.10%、25.63%、14.68%和 17.09%，计提比例整体高于同行业可比公司平均水平，主要系 2-4G 产品毛利率较低、以及公司对 1 年以上库龄的存货全部判断为不适销并全额计提跌价准备；（4）报告期各期末，公司在手订单对产成品的覆盖率为 35.69%、37.44%、60.37%和 61.73%。",
    "question": "请发行人说明：（1）按照产品类别列示报告期内存货明细（原材料按晶圆/基板/SMD 等，其他产成品和在产品按 5G 模组/4G PA 及模组等），包括账面原值及占比、存货跌价准备金额及计提比例、转回及转销金额、账面净值及占比、存放地点，对存放于第三方存货的管理机制；（2）按照产品类别说明从原材料采购、生产加工、产成品入库、销售发货的资金流和货物流，与发行人的生产模式、销售模式以及同行业可比公司是否相符；（3）供应链服务商的含义及相关业务模式、资金往来情况，与发行人、实控人及其关联方、客户、供应商是否存在关联关系或其他利益安排；（4）结合发行人自身生产与销售周期，说明存货余额增长较快的原因及合理性，与同行业可比公司是否存在差异及原因；（5）原材料采购及领用、主营业务成本和各类存货余额之间的匹配关系、库存商品数量的变动与各期销量是否匹配，是否存在未及时结转成本的情形；（6）列示报告期各期计提存货跌价准备的具体计算过程及以及估计售价等因素的判断依据，如何判断存货是否适销，对 1 年以上库龄存货的跌价准备计提标准是否合理以及判断依据、是否具有一贯性、与同行业可比公司是否存在差异；（7）结合报告期内的订单覆盖率、预计周转情况、库龄及适销情况等，说明存货跌价准备计提的充分性。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，公司应收账款账面价值分别为 2,079.98万元、7,080.52 万元、20,607.57 万元和 23,386.69 万元，呈快速增长趋势；（2）报告期内对部分主要客户的信用政策发生变化，如中电创新由一周账期变为月结30 天，昀华商、SCELECTRONICS(HK) LIMITED 由款到发货变为月结 15 天，同时，凯悌电子信用政策根据终端客户不同而有所差异；（3）报告期内应收账款周转率为8.22、7.74、6.47和4.44，远低于同行业可比公司平均水平；（4）报告期末，部分主要客户因办公地址在上海、北京受当时客观因素影响较为严重、或部分主要客户资金暂时较为紧张，造成公司应收账款存在一定的逾期；（5）报告期各期末，公司预付账款分别为 1,502.02 万元、2,392.38 万元、1,410.18 万元和2,062.77 万元，主要为预付采购货款，变动不大，但报告期内总采购金额为13,044.35 万元、49,884.60 万元、125,367.18 万元和 36,703.56 万元，大幅增加。",
    "question": "请发行人说明：（1）结合与相关客户交易规模的变动情况说明信用政策变化的原因、是否符合行业惯例，是否存在通过放宽信用政策刺激销售的情形，是否存在背靠背付款的情形或约定并说明相关收入确认是否审慎；（2）报告期各期末应收账款的逾期客户、原因、金额及收回时间；（3）应收账款周转率远低于同行业可比公司的原因及合理性，结合发行人与同行业公司的信用政策、应收账款回款周期及逾期情况等差异情况，说明销售回款是否存在障碍或困难；（4）报告期内预付账款的主要对象、采购的主要内容，总采购金额大幅增加的情况下预付账款变动不大的原因及合理性。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司各期净利润金额分别为-12,044.27 万元、 -17,469.21 万元、-34,133.64 万元和-12,009.30 万元，处于持续亏损状态，截至 2022 年 3 月 31 日，公司累计未分配利润为-41,361.16 万元；（2） 报告期内，公司经营活动现金流量净额分别为-7,247.98 万元、-28,457.03 万元和-65,078.75 万元和-7,606.93 万元，净流出金额持续扩大，主要系公司因销售规模快速增长，原材料采购、存货备货金额增加，以及人员规模快速增长造成的职工薪酬金额逐年增加；（3）公司流动比率、速动比率均低于同行业可比公司，资产负债率高于同行业可比公司，销售费用率、管理费用率明显高于同行业可比公司。",
    "question": "请发行人说明：（1）报告期内持续亏损的主要原因，结合发行人毛利率较低、期间费用较高等情况，说明发行人是否具备扭亏为盈的基础条件和经营环境，如有，请提供具体的内外部证据、业务数据测算过程、损益趋势变化分析，审慎论证是否具有客观性和可行性；（2）结合采购和销售的支付和回款周期、大量对外采购的必要性等情况，说明经营活动产生的现金流量净额持续为负、并持续扩大的原因，对发行人经营的影响以及未来是否将改善；（3）结合公司所处发展阶段等因素，比较并分析发行人相关偿债能力指标弱于同行业可比公司的原因及合理性；（4） 结合偿债能力指标弱于同行业、期间费用规模较大、现金流持续为负以及应收账款、存货持续增长等财务表现，说明发行人现行业务模式是否具有可持续性，是否面临持续经营风险，并结合具体情况作重大风险提示。"
  },
  {
    "according": "根据申报材料：（1）因国民飞骧（香港）的业务已于 2020 年 9 月转移至飞骧（香港），国民飞骧（香港）不再经营任何业务，因此公司决定注销国民飞骧（香港）；（2）龙华曾持有上海兰苏投资管理有限公司 80%的股权，2020 年 6 月该企业注销；（3）公司存在与董事毛建伟共同投资深圳米享的情形，深圳米享于2018 年 12 月设立，发行人于 2020 年 11 月投资，其投后估值为 1,000 万元，截至 2022 年 3 月 31 日，深圳米享净资产为 85.76 万元，2021 年 2022 年 1-3 月深圳米享的净利润为 31.61 万元和 7.07 万元，估值溢价率较高；（4）公司董事戴荣昌任深圳芯必达科技的总经理，董事栗振华任珠海钧瀚、珠海冠宇电池、北京利仁科技的董事，董事毛建伟任深圳米享总经理，董事何昱任辽宁广播电视台主持人，均为龙华提名，四人未在公司领取报酬、津贴；（5）原董事潘清寿、陈剑云、张志航、陈希、俞伟、原监事缪鹏飞及其近亲属持有多家公司股权或合伙份额。",
    "question": "请发行人说明：（1）报告期内国民飞骧（香港）、上海兰苏的具体经营情况，国民飞骧（香港）将业务转移至飞骧（香港）的原因及过程，注销上海兰苏的原因；（2）深圳米享的具体业务情况及报告期内经营业绩、主要利润来源，公司与毛建伟共同投资深圳米享的背景、原因、必要性，公司出资价格是否公允及其依据、溢价率较高的原因及合理性，毛建伟是否符合《公司法》第 148 条规定；（3）戴荣昌、毛建伟、栗振华、何昱未在公司领薪的原因，结合该等董事的任职经历、专业背景等，说明龙华提名其为董事的合理性，是否具备董事任职资格，该等董事在公司的履职情况、能否勤勉尽责履职；（4）上述原董事和监事离任的原因及去向，国民飞骧（香港）、上海兰苏、深圳米享、离任董事和监事及其投资的主体，与公司实际控制人、董监高及关键岗位人员、关联方、客户、供应商是否存在资金业务往来或其他利益安排，是否存在关联关系非关联化的情形。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人在办理流动资金贷款过程中实际存在“转贷”的情形，交易对方为大成广宇，2019 年和 2020 年转贷金额为 2,081.95万元和 2,100.45 万元，自 2020 年 7 月起，发行人未再发生此类转贷行为；（2）公司原监事缪鹏飞（2020 年 12 月辞任）的母亲王柏萍在 2019 年 6 月前担任大成广宇的执行董事兼总经理，自 2020 年 6 月后该企业不再为公司关联方，报告期内发行人向大成广宇采购委托加工服务，金额为 428.84 万元、559.44 万元、561.76 万元和 138.39 万元；（3）缪鹏飞与大成广宇原实际控制人王星为发小和老乡关系，报告期内存在缪鹏飞与大成广宇、王星、王星外婆杨玉兰及其控制的如东康兰机电服务部之间发生资金往来的情形，保荐机构经核查，缪鹏飞的银行账户仅作为上述主体的中转账户且资金流水基本闭环；（4）浙江嘉辰系公司的参股公司，主营集成电路的封装测试，2021 年末，公司对浙江嘉辰存在 1,800 万元其他应收款，系产能保证金，浙江嘉辰于 2022 年 3 月退还了抵扣货款后的产能保证金；（5）2021 年末和 2022 年 3 月 31 日，公司对浙江嘉辰存在 40 万元和100 万元预付账款；（6）公司仅在 2021 年和 2022 年 1-3 月对浙江嘉辰存在采购委外加工的情形，金额分别为 43.69 万元和 114.12 万元。",
    "question": "请发行人说明：（1）发生转贷行为的原因，转贷及还款过程中资金的具体流转过程、流向的对象名称、是否存在流向实控人及其关联方、客户、供应商等利益主体的情形；（2）大成广宇的基本情况、主要财务数据、历史沿革，选择其成为转贷交易对象的原因及合理性，发行人向其采购的具体服务内容及价格公允性；（3）缪鹏飞与大成广宇等相关方的具体资金往来过程及背景，“基本闭环”的含义、是否存在未闭环情形及原因，大成广宇股东、实际控制人、关键岗位人员等与发行人、实际控制人、董监高等关联方是否存在其他资金往来或利益安排；（4）浙江嘉辰抵扣的货款金额及流向，发行人向浙江嘉辰支付大额产能保证金、对采购浙江嘉辰的委外加工服务基本全额预付款项的原因及合理性，产能保证金与采购规模是否匹配，与采购其他封测厂的服务是否存在差异、是否符合行业惯例，相关资金是否实质构成资金拆借、是否存在利益输送；（5）浙江嘉辰对于发行人向其支付的产能保证金和预付款项的具体用途和去向，是否存在流向实际控制人及其关联方、客户、供应商等利益主体的情形。"
  },
  {
    "according": "根据申报材料：（1）报告期内公司确认的股份支付费用主要分为直接股权层面和间接股权层面，直接层面主要包括芯光润泽将其持有飞骧有限 18%的股权转让给龙华、上海上骧和上海超骧认购飞骧有限新增注册资本，间接层面主要包括员工持股平台斐振电子、上海辛翔和上海上骧的合伙人转让合伙份额；（2）股份支付相关权益工具公允价值选取最近一期投资者入股的公允价值为计算基础；（3）上海上骧的合伙人包括离职员工，斐振电子的合伙人包括非员工和离职员工，上海上骧和上海超骧涉及股份支付的服务期为 34 个月，上海辛翔和斐振电子未设置服务期，斐振电子因人员离职将份额转让给龙华的价格为 1 元/出资额；（4）报告期内，发行人各期确认的股份支付费用分别为 3,167.62 万元、1,459.93 万元、7,304.77 万元、1,859.27 万元，预计在 2022 年-2023 年将分别确认 7,437.07万元、5,577.80 万元。",
    "question": "请发行人说明：（1）列示历次股份支付的授予价格、股数、参考外部投资者的具体增资价格及依据（如评估报告等）、确认的股份支付费用及分摊情况；（2）将芯光润泽向龙华转让飞骧有限 18%的股权确认为股份支付的合理性，是否符合会计准则等有关规定；（3）上海辛翔和斐振电子设立时是否确认为股份支付及原因，结合合伙协议、对离职员工合伙份额的处理，说明上海辛翔和斐振电子是否实际对员工处置合伙份额作出限制、是否实际构成等待期，相关股份支付的会计处理是否符合会计准则等有关规定；（4）结合合伙协议中合伙事务、流转机制的具体约定，说明非员工、离职员工持有份额是否符合员工持股平台的相关规定，是否进行相应会计处理；（5）结合股份支付授予对象的范围、职务、董监高认购比例、管理人员薪酬大幅增长等情况说明大额股份支付是否与其发挥作用相匹配、是否存在利益输送。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司研发费用分别为 3,757.92 万元、7,034.27万元、12,242.56 万元和 4,279.63 万元，金额逐年增长；（2）研发费用中，职工薪酬为 1,806.37 万元、2,919.58 万元、6,097.72 万元和 2,081.31 万元，报告期内平均研发人员数量为 49.5 人、69.0 人、118.5 人和 154.5 人，2021 年快速增长；（3）发行人明确界定研发人员范围和名单，并按照研发人员所归属的部门进行归集职工薪酬，截至 2022 年 3 月 31 日，公司有 35 项研发项目，研发人员工资薪金按各研发人员参与的研发项目消耗的人工工时分摊至对应的研发项目；（4）MASK、NRE 等工程费为 348.38 万元、2,591.48 万元、2,653.61 万元和980.14 万元，研发材料费为 150.14 万元、255.36 万元、754.84 万元和 310.46万元，上述费用系公司研发新品过程中需消耗或承担的支出，当期支出金额与研发项目数量、投入程度以及拟推出的新产品数量相关；（5）折旧与摊销金额为1,036.23 万元、595.44 万元、534.42 万元和 241.05 万元；（6）技术服务费为192.00 万元、295.99 万元、699.53 万元和 298.19 万元，主要系聘请外部技术顾问或采购技术服务所支付的技术服务费。",
    "question": "请发行人说明：（1）报告期内研发人员数量大幅增加的原因及来源（对外招聘/内部转岗等）；（2）研发人员是否存在兼职情况，如是，说明研发人员是否主要从事研发活动，兼职人员人数占比及投入研发活动和非研发活动的工时比例，研发项目人员分配、工时填报过程，相关内控制度及其执行情况，结合上述情形说明研发人员认定、研发工时归集是否准确；（3）报告期内 MASK、NRE 等工程费和研发材料费与研发项目数量、投入程度以及推出的新产品数量的具体匹配关系，研发用料采购及领用的相关制度及内控措施、与生产领料是否存在混同，2021年增长较多的原因及合理性；（4）折旧与摊销核算的具体内容，2020 年大幅下降的原因及合理性；（5）技术服务费归集的具体内容，2021 年增加较多的原因，结合技术服务费的内容及用途说明归集至研发费用的准确性。"
  },
  {
    "according": "根据申报材料：（1）公司与慧智微存在未决民事诉讼；（2）国家知识产权局于 2019 年 11 月对公司申请的“射频功率放大器及其封装方法”发明专利（专利号：ZL201110025537.X）宣告专利权全部无效，公司就该事项与国家知识产权局及第三人慧智微存在未决行政诉讼。",
    "question": "请发行人说明：（1）上述诉讼的具体事由、进展，宣告无效专利在公司技术、产品中的应用情况及重要程度；（2）结合该等诉讼对公司财务状况及未来生产经营的具体影响，说明是否属于重大诉讼事项，是否影响公司科创属性判断，是否对本次发行上市构成重大不利影响或实质障碍。"
  },
  {
    "according": "根据申报材料：（1）发行人拟募集资金 152,207.30 万元，报告期末发行人总资产 154,920.63 万元，货币资金 15,762.83 万元，交易性金融资产 25,032.01万元；（2）募投子项目射频前端器件及模组的升级与产业化项目、全集成射频前端模组研发及产业化项目、研发中心建设项目均包括场地投入、软硬件设备投入、研发人员工资、直接研发投入等；（3）募投项目中，补充流动资金 60,000 万元，其他项目的铺底流动资金合计 8,800 万；（4）公司 2022 年 6 月入股华宸创芯，持有其 69%份额，华宸创芯从事股权投资、创业投资。",
    "question": "请发行人说明：（1）募投资金中的场地投入、软硬件设备投入、研发人员工资、直接研发投入的具体构成明细及测算依据，与公司资产、人员、财务状况、发展阶段、订单获取能力等的匹配情况；（2）各募投子项目之间的关系 ，项目建设内容是否存在重叠或重复，与公司研发进度的对应关系，是否与公司研发水平相适应；（3）公司货币资金的存放管理及使用情况，是否存在权利受限情形，结合发行人交易性金融资产和货币资金余额、入股华宸创芯及其投资收益情况等事项，说明补充流动资金及铺底流动资金的必要性与合理性，公司保障募集资金用于科研生产的措施和机制；（4）公司直接或间接从事股权投资相关业务的原因及合理性，是否符合科创板定位。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，公司固定资产分别为 823.63 万元、2,673.70 万元、7,555.18 万元和 8,427.02 万元，其中 90%以上系仪器设备；（2）公司购置部分测试设备放置于封装测试厂处供其为公司产品加工时使用；（3）报告期各期末，公司无形资产分别为 351.93 万元、0.00 万元、752.17 万元和 713.46万元，2021 年新增的无形资产主要为公司购买的软件。",
    "question": "请发行人说明：（1）固定资产中主要仪器设备的类别、存放地点，用途、购置时间、原值、账面价值，以及与各类产品/业务的对应关系，对于存放在第三方固定资产的管理及盘点情况、相关资产是否真实存在；（2）无形资产中新增购买的软件名称及用途、摊销费用归集是否准确。"
  },
  {
    "according": "根据申报材料：（1）公司报告期内存在少量劳务外包的情形，劳务外包公司为上海佩宁集成电路设计有限公司、无锡樱漫信息技术有限公司；（2）公司存在部分员工未缴或第三方代缴社保公积金的情形。",
    "question": "请发行人说明：（1）报告期各期劳务外包的人数及占比，从事的工作是否涉及核心技术相关工作，公司劳务外包供应商的具体情况、是否专门或主要为公司服务，与公司董监高、客户、供应商是否存在关联关系、资金往来或其他利益安排，劳务外包的定价依据及公允性；（2）报告期内未缴及第三方代缴社保公积金是否存在被处罚的风险，是否构成重大违法违规，公司的整改情况。"
  },
  {
    "according": "根据申报材料：报告期内，发行人向关键管理人员支付薪酬，金额分别为234.49 万元、312.77 万元、1,378.01 万元和 287.72 万元，其中不包含股份支付费用。",
    "question": "请发行人说明 2021 年关键管理人员薪酬大幅增长的原因及合理性。"
  },
  {
    "according": "根据申报材料：公司的转贷行为不符合《贷款通则》相关规定，但不存在行政处罚风险，不构成重大违法违规行为。",
    "question": "请发行人说明：（1）报告期转贷的具体情况、当事各方、是否涉及发行人直接或间接股东；（2）转贷资金具体流转过程及使用的合法合规性，转贷行为的清理过程，包括款项的偿还及资金来源、利息等相关费用的确认；（3）报告期内是否涉及其他转贷行为，如存在，请说明具体情况；（4）发行人整改方式、整改效果，结合相关法律法规，进一步分析转贷不构成重大违法的依据。"
  },
  {
    "according": "根据申报材料：（1）2019 年 12 月发行人股权转让及增资价格为每注册资本 8.9 元，2020 年 7 月丰图汇烝增资发行人价格为每注册资本 15.28 元，存在较大差异；（2）丰图汇烝增资价格是参考佳华科技、聚光科技等环保监测行业企业的市场估值并结合公司发展情况与公司协商谈判的结果，具有合理性。",
    "question": "请发行人说明：丰图汇烝增资至发行人前次股权变动期间经营状况变化、估值参照企业选取合理性，进一步说明丰图汇烝入股定价与发行人前次股权变动价格存在差异的合理性。"
  },
  {
    "according": "根据申报材料，（1）公司主营业务为智慧环境监测、公共安全大数据。（2）公司主要产品包括智慧环境监测仪器及系统、环境监测大数据系统、环境监测运营服务和移动接入网数据采集分析系统。（3）公司智慧环境监测业务所属的行业为《上市公司行业分类指引》“C40 仪器仪表制造业”，《战略性新兴产业分类（2018）》“7.2 先进环保产业”之“7.2.2 环境保护监测仪器及电子设备制造”。（4）根据《申报及推荐暂行规定》，公司主营业务所属行业为节能环保行业。",
    "question": "请发行人说明：（1）发行人主要产品是否属于国家最新战略新兴产业政策明确支持的产品；（2）智慧环境监测仪器与系统的差异，结合环境保护监测仪器及电子设备的定义，说明智慧环境监测系统、环境监测大数据系统、环境监测运营服务属于环境保护监测仪器及电子设备的具体依据；（3）发行人公共安全大数据业务的行业定位。"
  },
  {
    "according": "根据申报材料：（1）公司拥有多角度偏振光散射单颗粒物检测技术等7 项核心技术，主要源于自主研发。（2）公司核心技术主要体现在核心部件研发、系统产品研发、大数据产品研发等。（3）发行人环境监测产品的监测功能主要由核心分析仪实现，核心分析仪的核心部件为主控模块、信号处理模块、计量模块、反应池模块，报告期内，核心部件的核心、重要零部件发行人不直接生产。（4）公司的核心优势在于将核心技术运用于数百种的零部件进行模块化生产并安装集成。（5）报告期内，公司外购仪器金额分别为 2,493.48 万元、3,251.94 万元、4,322.51 万元。（6）公司环境水质产品集成自产仪表与外购仪表。（7）报告期内，公司接受的服务主要为安装服务，主要内容包括现场安装调试、试运行调试。（8）公司拥有专利 92 项，软件著作权 163 项，其中发明专利 10 项。",
    "question": "请发行人说明：（1）核心部件研发、系统产品研发、大数据产品研发的具体内容和技术难点，核心技术主要应用于软件研发还是硬件研发，发行人主要产品生产、安装和运营服务等是否存在技术难点；（2）各项核心技术对应的具体产品和应用的环节，对产品性能提升的实际贡献或具体作用，核心技术是否具有技术门槛，是否为行业通用技术，是否存在快速迭代风险；（3）公司各类主要产品自主生产的主要内容，模块化生产并安装集成的技术难点、技术壁垒、发行人优势的具体体现，主要产品自主加工与委外加工占比，发行人是否主要从事组装业务，与同行业公司生产模式是否存在较大差异；（4）发行人主要产品核心、重要零部件及其成本占比情况，产品性能是否主要依赖核心、重要零部件实现，发行人是否具备生产核心、重要零部件的能力，核心原材料、零部件的采购是否存在单一供应商依赖或进口依赖；（5）外购仪器、仪表的原因、主要内容、数量占比，自产仪表与外购仪表的关系与技术难度差异，外购仪表是否涉及公司核心技术；2021 年采购外购仪器的金额上升较快、占比增加的原因；（6）报告期内发行人自行安装与接受安装服务的主要内容、差异及占比，安装环节是否具有技术难度；（7）公司环境监测仪器及系统与同行业公司同类产品技术差异情况，相同应用领域同类产品关键性能、监测效率、生产和制造成本差异，并结合上述差异说明发行人技术先进性的具体体现，发行人与同行业公司在各类环境监测仪器及系统中的收入占比情况；（8）公司知识产权以软件著作权为主的原因及合理性，是否符合行业特点，软件设计对于环境监测仪器及系统关键性能的影响程度，技术难度具体体现，结合知识产权数量及结构说明公司核心技术是否具有先进性，是否主要为软件开发设计相关技术。"
  },
  {
    "according": "根据申报材料，（1）公司与高校、科研院所存在 9 项合作研发项目，其中多角度偏振光散射大气颗粒物源识别在线分析仪的开发与应用项目，约定基于双方合作完成的开发成果所形成的知识产权，双方共同所有。（2）发行人拥有的部分发明专利、实用新型专利及软件著作权系受让取得。",
    "question": "请发行人说明：（1）核心技术来源、形成过程，核心技术研发是否依赖中兴新、碧水源及其关联方，知识产权权属是否存在纠纷或潜在纠纷；（2）与高校及科研院所的合作研发模式，已完成项目形成的研究成果、知识产权情况及分配安排，在研项目进度及安排；（3）受让取得的知识产权来源、原权利人基本情况、受让取得的原因、定价依据及公允性。"
  },
  {
    "according": "根据申报材料，（1）环境水质/污废水监测仪器及系统组成包括数据传输单元和控制单元，环境空气/烟气监测仪器及系统组成包括控制单元；公司主要产品的生产工序包括系统集成、软件安装调试。（2）环境监测大数据系统是专门为客户提供环境监测数据的收集、存储和分析服务的软件平台系统，包括大气环境科学综合数据采集与共享平台等类型。（3）报告期内，环境监测大数据系统业务收入占营业收入的比例逐年下降，分别为 12.25%、6.20%、0.72%，主要因将环境监测大数据系统软件嵌入到环境监测设备中提升竞争优势以及侧重设备的市场开拓。（4）公共安全大数据业务，主要指移动接入网数据采集分析系统的研发、生产、销售和服务，产品主要由数据采集前端、数据融合分析平台和大数据应用平台三部分组成。（5）碧兴科技、深圳市碧兴智水科技有限公司享受软件产品增值税即征即退的税收优惠政策。",
    "question": "请发行人说明：（1）环境监测仪器及系统的软件、硬件的成本占比、在实现监测功能中的作用，核心价值是否来源于相关软件部分，发行人的业务实质是否为软件研发或系统集成；（2）环境监测仪器及系统安装的软件与环境监测大数据系统软件的差异及划分依据，是否完全自主开发；（3）环境监测大数据系统与环境监测仪器及系统的关系，环境监测大数据系统软件嵌入到环境监测设备是否为未来行业内主流发展趋势，分析未来市场空间；（4）用简明清晰、通俗易懂的语言说明环境监测大数据系统业务和公共安全大数据业务的主要产品或服务的表现形式、具体功能及实现效果，发行人进入上述业务领域的背景、过程、业务发展演变情况，公共安全大数据业务与环境监测业务的关系；（5）环境监测大数据系统与移动接入网数据采集分析系统是否使用相同或相似的软件的底层架构，发行人各类软件的底层架构及代码编写是否为自主开发，是否具有技术壁垒，技术先进性和产品竞争力的具体体现；（6）发行人各项业务及研发分别获取、存储、使用哪些数据，对应的数据来源、数据权属，是否存在销售数据的情形；（7）发行人业务开展是否符合《数据安全法》《个人信息保护法》《网络安全法》《网络安全审查办法》等法律法规的相关规定，是否已取得必要的业务资质，是否存在本次发行上市未履行的前置程序或其他障碍，相关风险揭示是否充分；（8）公司主要产品与物联网、大数据的关系，研究及业务开发的重点是否为物联网、大数据，进一步说明公司未来发展规划；（9）发行人享受软件企业增值税即征即退税收优惠的具体情况，与软件收入的匹配性，发行人是否清晰披露其业务实质。"
  },
  {
    "according": "根据申报材料，（1）根据中国环保产业协会环境监测专委会统计相关数据测算，2019 年、2020 年，公司环境监测产品市场占有率为 3.15%、3.03%，环境水质监测系统市场占有率为 13.59%、12.07%。（2）发行人将中标国家级地表水监测项目作为说明市场地位及口碑的依据。（3）报告期内，碧水源及其子公司从发行人处采购污废水监测仪器及系统、安装调试验收及运营等服务，可以实现进口设备的国产化替代。",
    "question": "请发行人说明：（1）中国环保产业协会环境监测专委会是否具有权威性，数据统计的方式、依据，上述市场占有率测算方式和结果是否准确、可靠，全面列示发行人各项主要产品和服务的市场占有率情况；（2）报告期内国家级地表水监测项目的建设和运营总体情况，公司的中标情况和主要竞争对手；（3）发行人污废水监测产品及服务实现对碧水源及其子公司采购进口设备的替代过程和情况，发行人主要产品或服务国产化率情况，国产化替代等表述的依据是否客观充分，若否，请予以调整或删除。"
  },
  {
    "according": "根据申报材料，（1）发行人多项核心技术经中科合创（北京）科技成果评价中心组织专家会议鉴定，相关成果达到国际先进水平或相关技术达到国内领先水平。（2）公司获得 2021 年环境保护科学技术一等奖等奖项和认证，多次承担国家级科研课题项目，部分获奖项目及科研课题有多家合作或参与单位；（3）公司智能化地表水自动监测系统科技成果“碱性法高锰酸盐指数（CODMn）在线分析仪”为国际先进水平、“地表水自动监测系统”为国内领先水平，产品打破了进口产品的主导地位，在“国家地表水环境质量监测网”“长江经济带”“黄河流域大保护”等国家重点项目中获得了较大份额。（4）“超低排放烟气连续监测技术”为国内领先水平，该产品打破了进口产品的主导地位。",
    "question": "请发行人说明：（1）中科合创（北京）科技成果评价中心鉴定的性质、是否具有权威性及依据，是否为发行人自主付费鉴定，参评专家的基本情况与专业背景；（2）各项核心技术达到国内领先或国际先进水平、相关产品打破进口产品主导地位的依据是否充分，如否，请调整相关表述；（3）智能化地表水自动监测系统在国家重点项目中获得了较大份额的具体情况及依据；（4）公司承担或参与的项目背景、立项单位、项目成果及归属等情况，发行人在其中承担的具体任务及实际发挥的作用；（5）所获奖项、认证是否涉及发行人核心技术或主要产品，所获奖项、认证是否具有时效性与权威性，如否，请调整相关披露。"
  },
  {
    "according": "根据申报材料：（1）公司对于政府部门及事业单位客户，主要通过法律法规规定公开招投标等采购方式获取合同。（2）发行人存在未履行公开招投标的合同数量合计 17 件，未回款金额合计 2,403.65 万元。",
    "question": "请发行人说明：（1）报告期内通过招投标获取业务收入及占比情况，涉及主要客户；（2）发行人参与招投标是否已完整履行必要程序，是否存在应履行招投标程序而未履行的情况，合同签订时点与招投标时点的先后关系；（3）未履行公开招投标的项目是否存在纠纷或潜在纠纷，是否影响合同效力或存在被处罚的风险，相关项目的进展情况。"
  },
  {
    "according": "根据申报材料，（1）发行人拥有非全资控股子公司 4 家。（2）吉林碧水、武汉碧海、山西碧兴、湖南碧兴、海南碧兴系发行人曾经或现在的参股公司，上述参股公司及其大股东在当地区域性市场具有较好的客户资源。（3）2022年 1 月 20 日，发行人与全资子公司清汇环境签订了《吸收合并协议》，清汇环境正在办理清税事宜。（4）发行人控股子公司碧兴云盾从事公共安全大数据业务，系发行人在该业务领域的运营平台，迁址工作尚未完成。",
    "question": "请发行人说明：（1）各子公司设立的背景，设立时的基本情况，子公司主要管理层及实际经营管理情况；（2）母子公司之间的关系与定位，公司研发、生产、销售的主要主体；（3）控股子公司、参股公司其他股东的基本情况、合作背景及原因，其他股东是否参与日常经营，与相关业务开展、客户开拓的关系，其他股东是否存在退出约定、与发行人是否存在关联关系；（4）吸收合并清汇环境的原因，碧兴云盾迁址原因、背景及工作进度，对发行人公共安全大数据业务的影响。"
  },
  {
    "according": "根据申报材料，（1）博泰科技为发行人原员工何永飞兼任总经理、其母亲卢小娥持股 100%的企业。（2）2018 年 10 月至 2019 年 3 月，发行人将国家地表水自动监测系统运维服务项目中部分站点的设备配件更换检修等专项服务委托给博泰科技负责，运维期费用合计 124.2 万元。（3）博泰科技自成立至2019年 4 月 30 日，签订劳动合同的 38 名员工中有 11 名系自发行人处离职后入职；2019 年 3 月后，上述 38 人中 32 人入职发行人。",
    "question": "请发行人说明：（1）公司委托博泰科技进行运维服务的商业合理性，结合何永飞任职经历、卢小娥经济状况及出资来源，说明是否存在通过股权代持形式进行利益输送或体外承担成本费用的情形；（2）是否存在或曾经存在其他员工或已离职员工，在职期间直接或间接持有发行人客户、供应商股权的情况。"
  },
  {
    "according": "根据申报材料，（1）公司先后成立中新汇、中新贤、中新宏、中新业、中新创 5 个员工持股平台。（2）上述持股平台共有 5 名非公司员工，分别为何永飞、于巍、张振威、易雯、郭建成，该 5 人原为公司员工，后离职。",
    "question": "请发行人说明：（1）员工持股平台的人员确定标准，实缴出资额的资金来源，是否存在股份代持情形；（2）离职人员在发行人的任职情况、离职对发行人生产经营的影响，离职后继续持股的原因，是否符合员工持股相关约定。"
  },
  {
    "according": "根据申报材料，2019 年、2020 年，公司存在通过子公司进行转贷的情形，子公司转回金额合计 14,544.2 万元，主要用于原材料采购、支付员工工资、偿还银行贷款等用途，现已全部清偿完毕。",
    "question": "请发行人说明：发行人内部决策程序的执行情况，转贷对发行人财务状况、生产经营的具体影响，相关内控整改措施的具体内容，发行人内控制度是否完善且有效执行，是否存在行政处罚风险。"
  },
  {
    "according": "根据申报材料，公司办公及生产经营所需场地主要系租赁房产，公司及其子公司部分租赁房屋未登记备案，其中 1 处 694 平方米的租赁房屋未办理产权证。",
    "question": "请发行人说明：发行人租赁房屋的实际用途与法定用途是否相符，部分房屋未办理产权证的原因，取得产证是否存在障碍，是否存在纠纷或潜在纠纷，如搬迁对公司持续经营的影响。"
  },
  {
    "according": "根据申报材料，碧水源的证券账户标注“CS”标识的工作正在沟通和办理之中。",
    "question": "请发行人说明：上述国有股东标识目前的进展情况。"
  },
  {
    "according": "根据申报材料：（1）公司采用“经销+直销”的销售模式，报告期内，公司经销模式贡献的收入占比分别为 91.74%、83.28%、84.80%和 90.29%；（2）公司进入了联合汽车电子、延锋安道拓、江苏阿现特等系统集成商，宁波高发、保隆科技、三花智控等汽车系统集成商的供应体系，车规级磁传感器芯片产品已在比亚迪、上汽集团、长安汽车等整车厂实现批量装车；（3）中介机构未详细说明对经销客户和直销客户的核查方式与核查比例。",
    "question": "请发行人说明：（1）报告期各期主要经销客户情况，包括客户名称、主营业务、成立时间、注册资本及实缴资本、员工人数、资产及业务规模、与发行人合作历史，是否主要销售发行人产品、与其资产及业务规模是否匹配，与发行人、实控人及其关联方、董监高、关键岗位人员是否存在关联关系或其他利益关系；（2）主要经销商的主要下游客户及其下游销售链条、产品的最终使用方、采购的产品类型及其应用领域、对应的销售收入及占比情况；（3）报告期各期区分直销和经销的客户数量、主要客户、新增、退出客户数量、分别对应的销售收入及毛利占比，发行人的客户是否稳定；报告期主要直销客户的销售情况和主营业务；（4）报告期各期经销商进销存、退换货情况，备货周期是否与经销商进销存情况相匹配，期后销售情况，是否存在经销商及其下游环节客户压货/囤货情形，退换货率是否合理；（5）公司向题述客户的销售收入金额及占比，公司产品是否为该等客户同类产品的主要供应商，行业标杆客户认可的是发行人的产品还是下游客户的产品，如对上述客户收入占比较小，请调整招股说明书有关披露内容，避免误导。"
  },
  {
    "according": "根据申报材料：（1）2020 年公司新增主要客户华芯晟；2022 年 1-6 月，发行人新增主要客户百斯易成立于 2021 年 11 月，成立时间较短，且为公司前销售总监郭智文投资并任职的公司；（2）公司销售给百斯易的产品主要为位置传感器芯片，销售金额为 786.36 万元，平均单价为 0.34 元/颗，同期位置传感器芯片的平均销售单价为 0.37 元/颗；（3）截至 2022 年 6 月 30 日，百斯易向公司采购的尚未实现销售的库存占采购金额 48.63%，终端销售去向主要为销往上市公司八方股份及其子公司，占其销售额比重为 72.91%；（4）2020 年度，发行人客户瑞安东辰因账面资金不足，由其股东董俊杰在采购时代付货款及保证金，并出于交易便利考虑转入至发行人的实际控制人宋红刚以及销售总监徐威群的个人卡，金额合计为 77.95 万元，由宋红刚和徐威群代收后最终缴入发行人账户。 ",
    "question": "请发行人说明：（1）发行人对员工持股经销商或在经销商处任职的管理制度，郭智文离职后至百斯易任职且短时间内即与发行人合作的原因，是否系受发行人的委派/安排或存在相关约定；百斯易设立和日常经营的资金来源，发行人对百斯易是否实质控制，报告期内是否存在其他类似情形的经销商；（2）发行人及其关联方、董监高、关键岗位人员与华芯晟、百斯易、郭智文及其关联方的业务往来、直间接资金往来等情况，是否存在替发行人代垫成本、费用的情况，是否存在其他利益安排；（3）发行人与华芯晟、百斯易交易价格，对华芯晟、百斯易的销售回款情况，相关产品毛利率与其他经销商的差异情况和差异原因，发行人是否存在放宽信用期、向经销商压货等情形；（4）华芯晟、百斯易主要客户及销售情况、终端客户，百斯易成立前相关客户是否采购发行人产品；（5）客户股东董俊杰将相关资金转入宋红刚以及徐威群个人卡的原因及合理性，报告期内发行人与瑞安东辰相关交易的具体情况，第三方回款资金流、实物流与合同规定及商业实质是否一致。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司主营业务收入分别为 4,720.73 万元、8,017.48 万元、15,790.51 万元和 10,215.15 万元，年均复合增长率为 82.17%；（2）报告期内，公司速度传感器芯片的平均单价分别为 2.32 元/颗、2.08 元/颗、2.20 元/颗、2.13 元/颗，位置传感器芯片的平均单价分别为 0.38 元/颗、0.37 元/颗、0.36 元/颗、0.36 元/颗，电流传感器芯片的平均单价为 1.37 元/颗、1.45 元/颗、1.64 元/颗、2.14 元/颗；（3）报告期前三年，公司下半年销售收入占比较高，原因为下半年一般为汽车、轻型电动车的传统销售旺季，下游需求较高。",
    "question": "请发行人说明：（1）量化分析报告期内收入高速增长的驱动因素，新老产品、新型号研制销售与不同下游应用领域增长的匹配性，并结合行业周期、市场竞争、在手订单情况、2022 年全年业绩情况分析销售高速增长的可持续性；（2）报告期内不同类别产品价格与主要竞品价格的比较情况，并分析差异原因，是否存在下滑趋势及对经营业绩的影响；（3）第三、第四季度销售收入较高是否符合行业惯例，报告期下半年各个月份的收入金额及占比情况，下游客户的采购周期、生产周期、公司的发货时间和下游需求增加的时间点是否匹配。"
  },
  {
    "according": "根据申报材料：（1）报告期内公司营业成本为 2,161.67 万元、3,616.53 万元、6,730.81 万元和 4,518.89 万元；2022 年 1-6 月，由于公司的车规级速度传感器芯片和电流传感器芯片销售占比快速增加，使得晶圆成本占比有所上升；报告期内车规级芯片销售占比分别为 21.39%、29.44%、38.69%和 56.79%；（2）报告期内公司综合毛利率分别为 54.35%、54.10%、57.27%和 55.48%，总体保持稳定，2022 年 1-6 月毛利率下降主要系晶圆成本价格上涨导致：（3）公司产品的下游领域主要为汽车电子和工业领域，进入门槛较高，公司的车规级芯片销售收入占比高，因此毛利率水平高于可比公司平均水平；（4）2019-2021 年度，电流传感器芯片经销模式销售单价略高于直销模式，主要系采购的电流传感器芯片型号不同、单价不同导致；位置传感器芯片、速度传感器芯片经销模式和直销模式平均单价差异逐年下降。",
    "question": "请发行人说明：（1）区分产品类别分析晶圆、封装测试采购量、产销量、各期末结存数量的勾稽关系，存货进销存与收入、成本的变动和勾稽关系；主要原材料投入产出比情况；（2）区分产品类别分析车规级芯片与其他芯片、不同应用领域、直销和经销、主要客户毛利率的差异情况和差异原因；公司产品成本上升和毛利率下降趋势是否将持续；（3）同一电流传感器芯片型号经销与直销的产品单价差异情况，位置传感器芯片、速度传感器芯片经销模式和直销模式平均单价差异逐年下降的原因；（4）重新选取合理的境内外同行业可比公司，区分不同产品进行同类产品毛利率比较并分析差异原因。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人进行了多次增资及股权转让，对应价格由 13.32 元/股提高至 408.68 元/股；其中，2020 年 12 月 26 日，宁波高发（部分股权来源于紫竹小苗转让）将 6.30%股权以 26.64 元/注册资本的价格转让予陈建敏，对应估值 1.7 亿元，低于 2020 年 12 月 10 日上海赛临增资对应估值 2 亿元；2021 年 7 月青岛尚颀等外部机构增资入股的对应投前估值 16 亿元、2021 年 12 月宋红刚转让予元禾璞华的对应估值 26 亿元；（2）发行人实际控制人为宋红刚及杨莹夫妻，两人分别直接持有公司 19.19%、18.46%的股份，宋红刚通过员工持股平台上海赛临、上海启宇间接控制公司 14.37%的股份，其中宋红刚持有上海启宇0.01%出资额；（3）张超持有发行人5.25%股份、上海启宇4%出资比例，为发行人董事、首席技术官；紫竹小苗持有发行人3.14%股份，宋红刚持有紫竹小苗2.22%股份；（4）2021年，宋红刚向拓海三号、青岛尚颀等 7家机构以6,300.00 万元转让4.92%的股权，向元禾璞华、毅达鑫业已 4,000.00万元转让 1.53%股份；（5）股东青岛尚颀的投资人包括上汽集团，为发行人终端客户，股东宁波高发为发行人客户、上海宝隆为汽车配件产品相关上市公司，此外，发行人客户联合电子由上汽集团与德国博世合资设立；（6）兴业证券为本次发行上市保荐机构，其全资子公司兴证投资管理有限公司持有毅达鑫业30.00%出资份额、浦东海望 10.64%出资份额，毅达鑫业、浦东海望分别持有发行人 2.10%、1.20%的股份，兴业证券合计间接持有发行人 0.76%的股份。",
    "question": "请发行人说明：（1）题干（1）中所列增资或股权转让的定价依据和公允性，陈建敏股权受让价格低于同期增资对应估值、大幅低于外部机构入股价格的原因及合理性，上市公司宁波高发转让上述股权履行的决策程序情况，陈建敏与发行人及其关联方、实控人、主要客户/供应商及关联方是否存在关联关系，是否存在股份代持或相关利益安排；（2）结合合伙协议约定、宋红刚在上海启宇持有权益较低等情况，说明宋红刚是否可以对上海启宇有效控制；（3）结合张超、紫竹小苗在发行人任职情况/与发行人实控人/关联方关系，对照《上市公司收购管理办法》第八十三条规定，说明紫竹小苗、张超与实际控制人是否构成一致行动关系；（4）公司股东与供应商、客户和终端客户的重合情况，结合前述情况、双方合作开始时间等，说明相关股东入股价格的公允性、双方合作与股东入股是否存在关系，发行人向其销售、采购的产品定价、数量、收付款政策等在入股前后是否发生变化，与其他供应商、客户是否一致，并对比分析采购/销售价格的公允性，有无潜在利益安排、是否存在其他特殊条款；（5）对照《证券发行上市保荐业务管理办法》《证券公司直接投资业务规范》等相关规定，说明毅达鑫业、浦东海望入股发行人是否符合独立性及相关规范要求。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司销售费用分别为141.03 万元、350.84万元、933.15 万元、270.83 万元，其中职工薪酬增长较多；业务招待费分别为0.81 万元、25.67 万元、174.09 万元、13.34 万元，2019-2021 年度，公司为开拓新客户、扩大下游市场占有率，业务招待费支出呈逐年上升趋势；（2）报告期各期，研发费用中的材料及试验费分别为178.40 万元、219.30 万元、560.15万元、616.94 万元，主要系公司加大研发项目投入，进行产品迭代升级与品类拓展；（3）公司报告期内存在研发项目终止的情形，“汽车凸轮轴传感器芯片研发”项目 2019 年已进行研发，现仍处于设计阶段。",
    "question": "请发行人说明：（1）销售人员平均薪酬、人均创收与同行业可比公司的比较情况及差异原因，业务招待费的主要内容、支付依据；销售人员数量、业务招待与公司销售活动是否匹配；（2）研发活动和研发人员的认定标准，研发人员数量与研发项目及产品数量的匹配性，是否存在研发人员从事非研发活动或非研发人员参与研发的情况，相关支出划分的标准及准确性，并列示工时划分的具体情况；（3）研发领料的后续流转情况、形成的成果及会计处理，与研发阶段的匹配性；材料及试验费大幅增长的原因、具体用途和报告期内新产品数量是否匹配，研发相关内控是否健全有效；（4）个别研发项目终止原因及其影响，“汽车凸轮轴传感器芯片研发”项目进展情况、研发时间较长仍处于设计阶段的原因及合理性、是否存在重大障碍或难题；（5）报告期内申请研发费用加计扣除的情况，与账面研发费用的差异及原因。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，公司应收账款的账面价值分别为1,411.86 万元、2,317.09 万元、3,674.37 万元和 5,290.65 万元，占同期营业收入的比例分别为 29.48%、28.35%、23.12%，整体呈现下降趋势；（2）报告期内，公司应收账款周转率分别为 3.89、4.38、5.31 和 4.59，低于同行业的 10.03、6.44、8.09、7.24；（3）公司 1-2 年应收账款坏账计提比例为 10%，低于行业可比公司均值 21.67%；（4）报告期各期末，公司应收票据金额分别为 875.45 万元、1,388.00 万元、912.85 万元和 1,674.91 万元。",
    "question": "请发行人说明：（1）结合经销和直销主要客户的信用期情况，分析应收账款周转率低于同行业公司的原因；应收账款截至目前的回款情况，各期末应收账款余额中逾期款项占比、区分经销和直销列示主要逾期客户名单及金额；（2）应收票据对应的主要直接客户、终端客户以及最终出票方，与发行人客户结构、下游领域以及业务开展方式的匹配性；报告期内应收票据金额波动的原因，主要承兑人及信用情况，是否存在兑付风险；（3）结合上述情况分析应收账款坏账计提是否充分，1-2 年应收账款坏账计提比例低于可比公司的合理性。"
  },
  {
    "according": "根据申报材料：（1）公司主要采购的产品及服务包括晶圆和封测服务，晶圆采购价分别为 1,355.19 元/片、989.92 元/片、1,313.64 元/片、2,086.85 元/片，封测服务采购价为为 0.11 元/颗、0.10 元/颗、0.10 元/颗、0.14 元/颗；（2）2022 年 1-6 月，宁波高发向发行人直接采购金额为 62.12 万元（不含税），具体内容为发行人采购了一批外部芯片后对宁波高发销售；（3）报告期各期末，公司存货账面价值分别为 1,226.34 万元、1,742.18 万元、2,273.21 万元、3,880.24 万元，其中原材料主要为采购的晶圆，报告期各期末余额分别为 495.52万元、847.32 万元、898.74 万元和 1,413.19 万元；库存商品分别为 564.85 万元、567.27 万元、1,115.33 万元和 1,375.02 万元。",
    "question": "请发行人说明：（1）结合市场公开价格分析采购价格的公允性，报告期内主要原材料采购价格和市场价格的变动趋势是否一致；库存商品单位成本构成与主营业务成本单位成本构成的差异情况及原因；（2）晶圆厂商、封测厂商能否及时为发行人排单生产，是否存在发行人的产销量受限于供应商的情形；报告期内是否存在其他代采购情形，相关交易是否以“净额法”确认收入；（3）原材料和库存商品大幅增长的原因及合理性，与同行业可比公司趋势是否一致，各期报告期末在手订单情况，委托加工物资和库存商品中已签订订单的对应金额及比例；（4）结合存货库龄情况、产品技术迭代周期、行业价格变动趋势、产品毛利率等说明存货跌价准备计提的充分性，计提比例与可比公司的比较情况。"
  },
  {
    "according": "根据申报材料：（1）报告期内发行人分别确认相应的股权支付费用 217.87万元、874.92 万元、502.23 万元及 609.00 万元。部分人员存在服务期，部分人员一次性确认股份支付费用；（2）发行人持股平台上海启宇的有限合伙人来音不是发行人员工，发行人与西安电子科技大学分别于 2018 年和 2020 年签订技术开发合同，均由来新泉教授担任校方的项目负责人，授予来音股份本质为了换取其父亲来新泉教授为公司提供的相关服务，于股权授予日 2019 年 12 月13 一日次性确认股份支付费用 107.12 万元；（3）2020 年 12 月持股平台上海赛临以 2 亿元作为股份支付公允价值、与 2021 年 7 月外部估值 16 亿元差异较大。",
    "question": "请发行人说明：（1）结合股权激励协议与合伙企业协议相关条款，分析不同人员一次性确认股份支付费用和服务期确定的依据；结合报告期历次股权激励决策程序、估值的准确性等分析授予日与公允价值的确定依据；（2）发行人与西安电子科技大学签订技术开发的定价公允性，来新泉教授在技术开发中承担的具体工作内容；授予来音股份换取来新泉提供服务的合理性，与两次技术开发之间的对应关系，授予非发行人员工来音股份及会计处理是否符合《企业会计准则》《首发业务若干问题解答》的相关规定，发行人及其董监高、实控人与来新泉等是否存在其他利益关系或安排。"
  },
  {
    "according": "根据申报材料：（1）发行人共拥有 8 家一级控股子公司，其中传泰电子发行人持股 65%，严培青持股 35%，另有 3 家二级控股子公司，3 家分公司，多为从事销售、研发活动，个别尚未实际经营，截至 2022 年 6 月 30 日公司销售人员仅 14 人；（2）二级控股子公司赛扬电子、中导芯电子拟开展封测业务；报告期各期末发行人在建工程账面余额分别为 0 万元、17.17 万元、94.69 万元和143.55 万元，主要为尚未达到预定可使用状态的测试设备等：（3）“一种超薄封装器件”系发行人与南通华达微电子集团有限公司共有，双方需经对方书面同意后可单独使用。",
    "question": "请发行人说明：（1）发行人与各子公司的主营业务内容及差异，资产、负债、技术、人员等分布情况，并结合发行人的业务规模、部分子公司未实缴注册资本和尚未实际经营等情况，说明发行人设立较多子公司的原因、背景、必要性和商业合理性，严培青与发行人及其关联方、主要客户及其关联方等是否存在关联关系及业务、资金往来；（2）各子公司的业务开展情况，母子公司、子公司之间是否存在购销或者生产环节上下游的关系，是否存在频繁的内部交易或资金往来，以及内部交易的定价情况；（3）拟开展封测业务的背景、原因、目前进展情况和未来发展计划，相关技术、人员、资产设备的储备情况，与有关主体共有专利及其具体约定、是否取得对方书面同意、发行人开展封测业务是否对该专利构成依赖；测试设备的主要供应商、各期采购金额，在建工程项目开始节点、建设周期和完工进度情况。"
  },
  {
    "according": "根据申报材料：（1）发行人本次拟募投 110,000.00 万元，用于车规级芯片研发及产业化项目、研发中心建设项目和补充流动资金，其中车规级芯片研发及产业化项目、研发中心建设项目分别耗费 22,669.48 万元和 14,518.43 万元进行固定资产投资，与现有非流动资产规模 6,189.19 万元差异较大，且存在购置房产用于办公及研发情况；（2）车规级芯片研发及产业化项目重点投入车规级芯片领域，以传感器芯片、电源管理芯片、电机驱动芯片及其他系列芯片等为研发目标，其中研发费用 17,765.33 万元、铺底流动资金 6,886.92 万元；最近三年公司累计研发投入为 5,355.21 万元；（3）研发中心建设项目计划进行 EMC和 AEC-Q100 实验室的建设、按照 ISO26262 功能安全体系研发，并对先进封装PCB-Less/SIP 等方向进行全方位的研究，其中研发费用 12,934.65 万元；（4）发行人募投资金用于补充流动资金 30,000.00 万元；发行人 2022 年 6 月末货币资金 8,918.69 万元，交易性金融资产 41,831.27 万元，主要系从银行购买的理财产品。",
    "question": "请发行人说明：（1）建设类募投项目的具体内容、构成明细及其必要性，是否存在变相用于投资房地产情况；拟研发、升级或生产的具体内容，与现有产品、在研项目的区别和联系，公司是否具备相关的核心技术和人员储备，相关募集资金的合理性和必要性；（2）结合报告期内公司研发投入金额、研发人员数量等情况，说明募集资金中研发费用规模的合理性，与公司研发能力是否匹配；（3）相关募投项目投资与现有资产结构相差较大的原因，发行人的经营模式是否将发生变更，对公司未来经营、财务的影响；（4）理财产品具体情况、是否存在通过理财将资金直间接流向发行人客户/供应商及其关联方情形；并结合当前货币资金与交易性金融资产金额、未来具体项目规划及资金需求等方面，充分论证并披露本次募集 3 亿元补充流动资金的合理性、必要性。"
  },
  {
    "according": "根据申报文件：公司财务负责人吴小芳自 2012 年 11 月至今担任上海银脉计算机科技有限公司执行董事，于 2014 年 7 月入职发行人。",
    "question": "请发行人说明：上海银脉计算机科技有限公司的主营业务、经营业绩，与发行人及其关联方、供应商、客户及其关联方是否存在业务往来、直间接资金往来或其他特殊利益关系。 "
  },
  {
    "according": "根据申报材料：（1）发行人产品包括 Wi-Fi FEM 以及支持蓝牙通信、ZigBee通信的 IoT FEM，其中 Wi-Fi FEM 由自主研发的 PA、LNA 及 Switch 芯片集成，MU-MIMO 等多通道技术的采用推动 Wi-Fi FEM 单颗价值的提升及单设备使用量的增加；IoT FEM 首款产品于 2016 年即推出，但报告期内收入规模相对较小，2020 年深圳华强、烽信立通分别于 2020 年、2021 年采购了 IoT FEM；（2）发行人 Wi-Fi 6 FEM、Wi-Fi 6E FEM 等产品在线性度、工作效率等主要性能指标上，与境外头部厂商 Skyworks、Qorvo 等的同类产品基本相当，部分中高端型号产品的线性度、工作效率、噪声系数等性能达到行业领先水平，但申报材料未说明同类产品、中高端型号的判断依据，未与国内可比公司进行性能比较；（3）发行人所处的射频前端领域具有技术迭代频繁、产品创新多、应用领域拓展快等特点，迭代升级包括 4G 向 5G、Wi-Fi 5 向 Wi-Fi 6 的发展，并引入了上行 MU-MIMO、OFDMA 频分复用、1024-QAM 高阶编码、WPA3 加密等技术，2022 年上半年发行人已实现了 Wi-Fi 6E 欧洲频段产品的成功研发，2022 年下半年预计完成 Wi-Fi 6E 美国全频段产品的研发，Wi-Fi 7 相关 FEM 产品也在研发中；（4）2019 年 4月发行人签订了“适用于5GNR 微基站 N79 频段的高性能射频放大器”的合作研发项目，发行人负责芯片架构设计、验证及测试，中国科学院上海高等研究院负责 PA 线性化技术及算法关键技术研究，申报材料未说明研发成果及产业化情况。",
    "question": "请发行人说明：（1）发行人模组产品中软硬件的自研与外购情况、各自发挥的作用，发行人自研芯片在模组产品中实现的主要功能，MU-MIMO 等新技术推行对射频前端芯片/模组需求的变化情况以及对发行人的具体影响，未拓展其他类型射频前端芯片的原因及技术、市场壁垒；（2）发行人各代际产品的具体型号数量及迭代情况，中高端产品型号的划分依据及报告期内的销售情况，竞品比较中选取的自身产品销售情况、是否具有代表性，可比公司同类产品是否为其主流/先进产品，未与国内可比公司进行性能比较的原因，竞品比较是否客观、充分；（3）发行人主要产品与 Wi-Fi、IoT FEM 协议标准更新在时间、性能等方面的匹配情况，与竞争对手在各代际产品推出、量产时间、频段覆盖、主要客户等方面以及 Wi-Fi 6E FEM、Wi-Fi 7 FEM 等新产品研发和产业化进程的比较情况；（4）IoT FEM 产品推出时间较早但业务规模较小的原因，烽信立通、深圳华强采购 IoT FEM 产品的具体情况，报告期内是否连续采购及变动原因，结合发行人 IoT FEM产品的研发迭代、客户变动、产品复购率等情况，分析发行人的 IoT FEM 产品是否符合主流技术路线、后续发展方向、收入增长的可持续性；（5）上述合作研发项目的研发成果及产业化情况，各方发挥的主要作用及重要程度。"
  },
  {
    "according": "根据申报材料：（1）2020 年 5 月，B 公司启动对发行人的认证工作，2020年 8 月，发行人通过 B 公司审核认证，成为其合格供应商，2020 年 12 月发行人与 B 公司指定的 B-1 签署《采购主协议》等合作协议开始陆续供货，2022 年 6月更换 B-2 与发行人进行交易；（2）2021 年度及 2022 年 1-6 月，发行人对 B 公司收入分别为 20,026.18 万元、12,768.24 万元，占比分别为 58.64%、62.84%，综合毛利率分别为 27.79%、28.57%，其中 Wi-Fi 5 产品毛利率分别为 1.91%、-3.58%，Wi-Fi 6 产品毛利率分别为 40.00%、40.07%；发行人专门设置了大客户部，配备专职销售人员、测试人员、现场支持工程师（FAE）、项目管理人员等，为 B 公司提供日常服务，该等人员薪酬均计入销售费用核算；（3）发行人与 B公司约定“供应商向甲方的报价不得高于同等条件下供应商的其他客户购买相同或类似产品、服务的价格”，发行人通过与 B 公司展开深度合作切入智能手机市场，现阶段公司产品已在 B 公司处进入验证阶段；截至 2022 年 6 月末，发行人与 B 公司相关的在研产品型号十余项。",
    "question": "请发行人说明：（1）与 B 公司开展业务合作的背景、业务获取方式，B 公司对发行人的认证与对其他供应商的认证时间、过程是否存在差异及原因；B 公司通过 B-1 和 B-2 向发行人采购的原因及具体交易流程，结合 B-1 和 B-2 与 B 公司的关系、在交易过程中的作用等，说明该销售业务属于直销还是经销；《采购主协议》等合作协议的主要内容、双方权利义务划分、是否存在限制性条款或其他特殊约定，是否对发行人市场开拓存在不利影响；（2）发行人与 B 公司展开深度合作的具体模式、合作内容及实际进展，是否存在合作研发或研发补助等情况及具体的会计处理，是否对配合 B 公司研发产品的技术成果、销售对象、价格等存在限制性约定，发行人核心技术、主要产品的研发是否依赖于与 B 公司的合作；（3）发行人向 B 公司销售占比大幅增加的原因，客户集中与行业经营特点是否一致、是否具有合理性；Wi-Fi 5 产品毛利率较低、Wi-Fi 6 产品毛利率较高的原因，结合与向其他客户销售同类产品的价格、毛利率比较情况说明交易的定价原则及公允性，预计不同类型产品未来向 B 公司的销售量、毛利率变动趋势及对发行人业绩的影响；综合考虑发行人专门为 B 公司提供服务的人员费用情况，模拟测算对 B 公司销售毛利率的影响；（4）发行人产品在 B 公司同类产品采购中的占比，B 公司在采购发行人产品前及采购同期的其他供应商情况，发行人产品与其他供应商同类产品在产品性能、匹配 B 公司未来技术需求上的比较情况，是否存在被替代的风险；结合 B 公司不同终端应用产品对射频前端芯片/模组的采购需求、采购周期，发行人与 B 公司的在手订单、未来合作计划等，分析发行人与 B 公司业务合作的稳定性和可持续性；（5）报告期各期新增客户数量、销售金额及占比情况，结合新客户开拓具体举措、新客户产品认证情况、订单情况等，分析发行人客户拓展是否存在较大风险并视情况完善风险提示。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司主营业务收入分别为 2,847.01 万元、8,012.41 万元、34,153.64 万元及 20,319.74 万元，呈现快速增长趋势，主要来自Wi-Fi FEM 产品销售增长；报告期各期，公司 Wi-Fi FEM 平均单价分别为 1.66元/颗、1.62 元/颗、2.05 元/颗及 2.21 元/颗，2021 年度及 2022 年 1-6 月，公司Wi-FiFEM 平均单价较上年度均略有上升，主要系公司单价较高的Wi-Fi 6 FEM产品销售占比持续提升所致；（2）发行人目前仍处于市场拓展期，为提高终端大客户占有率，发行人给予 TP-Link 等部分终端客户一定价格优惠；同时，针对部分经销商销售至终端大客户的产品，发行人同样给予其价格优惠；（3）公司 2020及 2021 年度，四季度收入占比分别为 47.51%、32.44%，2022 年 6 月份收入占比 20.02%；公司解释称国庆节、圣诞节等为电子产品销售旺季，因此下半年通信设备厂商生产及采购需求相对旺盛。",
    "question": "请发行人说明：（1）结合报告期内 Wi-Fi FEM 不同系列产品的产销量、销售单价、收入金额及占比、对应的主要客户（含终端客户）及毛利率情况等，分析收入金额及结构的变动情况及原因，发行人 Wi-Fi 5 FEM 产品是否面临因核心配套产品销售进入平稳期或衰退期导致收入增长率大幅下降或收入下滑的风险；（2）市场拓展通过降价促进销售的具体情况，结合不同类别产品收入增长的驱动因素、产品迭代、市场竞争、客户开拓、下游应用领域发展趋势等情况，分析高收入增长率是否依赖于特定产品或特定客户、是否具有可持续性，并完善相关信息披露和风险提示；（3）结合发行人产品生产、销售周期及客户采购发行人产品后的生产、销售周期等，说明 2020 年及 2021 年四季度、2022 年 6 月份收入占比较高的原因及合理性。"
  },
  {
    "according": "根据申报材料：（1）直销情况下，公司将芯片产品交付给直销客户并在其完成签收后，以直销客户回传的签收单或有盖章确认的对账单为依据确认收入。买断式经销情况下，公司在将芯片产品交付给买断式经销商并在其完成签收后，以买断式经销商回传的签收单或有盖章确认的对账单为依据确认收入。代理式经销情况下，公司在代理式经销商将公司芯片销售给其客户并向公司提交委托代销清单为依据确认收入。部分框架协议显示，公司与主要直销客户约定了验收条款，与主要代理商约定了收货确认条款；（2）代销模式下，公司分销商定期将当期产品销售情况清单及期末产品库存情况清单与公司对账，作为所有权转移及返利结算依据；在分销商将产品销售并经双方对账确认后，由公司将销售返利以现金形式或产品返还给分销商，报告期各期末，公司其他应付款中现金返利分别为 36.11万元、1,654.82 万元、2,257.56 万元及 2,073.38 万元，呈上升趋势；（3）公司与主要客户框架协议约定了退换货条款，未说明报告期及期后的退换货情况；（4）报告期各期，公司境外销售占比分别为 71.62%、85.59%、37.08%及 27.31%，未说明外销收入的具体确认政策；上海康希外销收入与海关出口数据匹配情况中列示的外销收入金额，高于公司披露的外销收入金额。",
    "question": "请发行人说明：（1）不同销售模式下、同一销售模式不同客户之间约定的验收条款是否相同，结合合同约定情况、实际验收执行情况，说明验收程序的具体内容；（2）直销、买断式经销采用客户回传签收单或对账单等不同收入确认依据的原因、对应的主要客户，具体的收入确认时点为收到相关单据日期还是单据签署日期，是否与客户的合同约定匹配，与客户实际收货日期是否存在较大差异，收入确认时点是否准确；（3）代销模式下委托代销清单的获取方式、时间周期，是否存在收入跨期的情况；销售返利的具体政策、返利比例、资金结算方式，不同分销商是否存在较大差异及原因，销售返利的会计处理，报告期各期销售返利确认金额与代销收入的匹配情况；（4）报告期各期及期后的退换货情况及原因，与合同约定是否一致，报告期内是否一贯执行，相关会计处理是否符合企业会计准则的规定；（5）外销业务模式的具体流程，货物流、资金流、票据流的具体流向，外销收入确认政策是否与内销一致，上海康希外销收入与公司披露外销收入的差异原因。"
  },
  {
    "according": "根据申报材料：（1）公司采用直销、经销相结合的销售模式，其中经销模式又分为买断式经销和代理式经销两种模式；买断式经销主要针对境内经销商，代理式经销主要针对境外经销商；（2）公司部分经销商注册资本较低、成立时间较短即与发行人开展合作，如烽信立通科技（香港）有限公司、算科电子有限公司注册资本为 1 万港币，2019 年成立即与发行人开始合作，2020 年以来前五大客户较为稳定；（3）报告期各期，公司经销模式销售收入分别为 2,314.79 万元、7,685.09 万元、12,903.98 万元、5,200.16 万元，占比分别为 81.31%、95.91%、37.78%、25.59%；其中以代理式经销为主，占比分别为 52.83%、84.65%、35.10%、22.07%；2020 年度及 2021 年度，发行人新增经销商客户数量分别为 10、7，新增经销商销售收入分别为 408.16 万元、7.41 万元；（4）合肥润东通信科技股份有限公司同时为发行人直销客户和经销终端客户，共进股份前期为发行人经销终端客户，主要通过经销商深圳华强向发行人进行采购，2021 年转为发行人直销客户；（5）公司主要经销商均为业内知名电子分销商；代理销售模式下，发行人与分销商签署了产品冲突协议，如分销商分销或推广的任何产品与公司产品之间存在任何冲突或竞争关系，应及时通知公司；（6）报告期内，发行人存在部分客户如天邑股份、共进股份入股的情况，客户股东入股前后均通过经销商向发行人进行采购，而该等经销商采购发行人产品并非仅销售给上述客户，该等客户入股前后交易价格等数据较难比较。",
    "question": "请发行人说明：（1）经销商在销售业务中发挥的具体作用，最近两年新增经销商数量和销售收入金额较少的原因；境内外销售模式差异较大的原因，是否符合行业惯例；不同经销模式下发行人对经销商的管理措施、主要权利义务约定情况，发行人代销收入占比较高的原因，不同经销模式占比与同行业可比公司的差异原因及合理性；（2）经销商向其下游客户销售产品与发行人向其销售产品的时间间隔情况、是否存在与平均时间间隔差异较大的情况及原因，终端客户使用发行人产品的一般生产销售周期，与经销商向发行人采购频率的匹配性；（3）报告期内主要经销商的基本情况，部分客户注册资本较低、成立不久即与发行人合作的原因及合理性；经销商对应的下游客户、终端客户的基本情况、销售金额及占比、毛利率情况，是否存在多层经销的情况，经销与直销毛利率、向不同经销商客户销售毛利率的差异情况及原因；（4）直销客户与经销终端客户重合的具体情况，同一客户采用不同模式的原因及合理性，同一客户不同销售模式下产品结构、毛利率是否存在较大差异及原因；（5）报告期各期经销商的期末库存、期后销售及回款情况，经销商的终端客户报告期内及期后的退换货情况，结合上述情况说明是否存在经销商囤货情形；（6）公司与主要经销商签订产品冲突协议的原因、实际执行情况，该类经销商采购发行人产品占同类产品的比例、是否主要销售发行人产品，是否符合行业惯例；（7）客户股东入股前后交易规模是否发生较大变化，相关产品销售价格与向其他客户销售价格的比较情况。"
  },
  {
    "according": "根据申报材料：（1）截至 2022 年 6 月 30 日，公司未分配利润金额为-12,126.56万元，存在累计未弥补亏损，公司简单分析了形成原因及影响；（2）公司 2021年度扭亏为盈，扣非归母净利润为 618.41 万元；（3）公司 2021 年度经营活动产生的现金流量净额为-26,585.28 万元，与净利润差异较大。",
    "question": "请发行人说明：（1）累计未弥补亏损形成的原因，2021 年度实现扭亏为盈的具体原因分析、各项影响因素的具体影响数，并结合 2022 年发行人主要经营及财务数据变化情况、下游领域及主要客户需求变化、新客户开拓情况及在手订单等，分析业绩的稳定性、可持续性，是否能够持续满足上市条件；（2）2021年度净利润与经营活动产生的现金流量净额差异较大的原因及合理性。"
  },
  {
    "according": "根据申报材料：（1）截至 2022 年 10 月 30 日，2022 年 6 月末应收账款期后回款比例 71.66%；发行人一般给予主要经销商 30-90 天的信用期，报告期内对部分主要客户的信用政策发生变化，如烽信立通，原信用政策为在公司发货后30 天内支付，2021 年 10 月 1 日起在结算日期后 90 天内支付；（2）报告期各期末3个月以内应收账款分别为615.85万元、2,705.87万元、11,488.77万元、8,513.90万元，公司按照账龄分析法计提坏账准备，3 个月以内不计提，其他可比公司 3个月内计提比例主要为 5%；（3）报告期各期，公司应收账款周转率分别为 4.70次/年、3.77 次/年、4.40 次/年及 1.78 次/年，远低于同行业可比公司平均水平。",
    "question": "请发行人说明：（1）2022 年 6 月末应收账款期后回款比例较低的原因、截至目前的回款情况；报告期各期对主要客户的信用政策，实际回款周期与信用政策的差异情况及原因，烽信立通信用政策变化的原因，是否存在其他调整信用政策的客户及原因，是否存在通过放宽信用政策刺激销售的情形；（2）坏账准备计提政策与同行业可比公司存在差异、3 个月以内应收账款占比较高且不计提坏账准备的原因及合理性，是否符合行业惯例，并模拟测算参照同行业可比公司计提比例对报告期各期业绩的影响；（3）应收账款周转率远低于同行业可比公司的原因及合理性。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，公司存货账面价值分别为 4,871.49 万元、8,767.76 万元、30,332.96 万元及 33,420.60 万元，增长较快；存货主要由原材料、库存商品、委托加工物资和发出商品构成，库存商品占比由 3.47%增长到 37.74%，发出商品占比由 52.83%下降到 2.18%，主要原因为公司处于业务快速增长期，因此加大了原材料、库存商品等的备货；（2）发行人存货主要存放在委外加工商和第三方仓库，2022年6月末中介机构对异地存货监盘比例为84.62%；（3）报告期内，发行人芯片产量与晶圆采购量、封装测试量的匹配存在差异，主要系生产过程中晶圆自身良率损耗、边沿切割损耗或封测良率损耗等所致；（4）报告期各期末，公司存货跌价准备金额分别为 377.67 万元、470.17 万元、900.03 万元及 1,492.41 万元，存货跌价准备计提比例分别为 7.19%、5.09%、2.88%及 4.27%，2021 年末及 2022 年 6 月末，发行人存货跌价准备计提比例较低，主要系发行人业绩规模增长，销售费用率降低，存货变现效率提升；（5）报告期各期末，公司库存商品在手订单覆盖率分别为 34.55%、385.57%、83.31%及 62.33%，报告期各期公司存货周转率分别 0.56 次/年、0.83 次/年、1.23 次/年和 0.44 次/年，持续低于同行业可比公司平均值。",
    "question": "请发行人说明：（1）按具体产品类别（如原材料中晶圆、基板等，库存商品主要产品型号等）列示报告期各期末存货明细，包括存货账面原值及占比、存货跌价准备金额及计提比例、转回及转销金额、账面净值及占比、存放地点；（2）结合发行人的备货政策、主要原材料的采购周期、主要产品的生产销售周期、在手订单情况等，分析存货余额增长较快的原因及合理性、大额备货的必要性，各类存货期后的销售结转情况，存货结构发生较大变化的原因及合理性；发行人存货周转率持续低于同行业可比公司的具体原因；（3）发行人对存放于第三方存货的管理机制、相关内控制度及实际执行情况；（4）结合原材料采购量、期初存量、期末存量及本期的产成品的产量，就总体的投入产出比进行分析，说明各类存货与主营业务成本的勾稽匹配关系；（5）报告期各期存货跌价准备计提的具体计算过程以及估计售价等因素的判断依据，结合各类存货的成本、库龄情况、期后结转销售毛利率等，说明存货跌价准备计提的充分性和及时性；存货跌价准备计提比例低于同行业可比公司的原因和合理性。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司前五大供应商的采购金额分别为4,977.72 万元、9,088.27 万元、41,140.05 万元和 14,963.02 万元，采购占比分别为85.10%、83.33%、86.62%和 82.13%；（2）报告期内，公司主要采购内容为晶圆、芯片封装测试服务等，其中晶圆平均单价分别为 8,437.14 元/片、8,325.66元/片、8,195.12 元/片、7,289.07 元/片，持续下降；同类型晶圆向不同供应商采购价格存在较大差异；（3）发行人为保证生产所需的核心原材料或服务的稳定性，公司已在三安集成、稳懋等主要供应商预定了产能并与其签署框架合同。",
    "question": "请发行人说明：（1）不同类型原材料采购对应的供应商情况，是否存在某一类原材料集中向特定供应商采购的情形，并视情况完善风险提示；（2）报告期内晶圆采购单价持续下降的具体原因，向不同供应商采购的晶圆在具体产品应用方面是否存在较大差异、采购单价差异较大的原因及合理性；（3）向主要供应商预定产能及保障产能供应稳定性的具体措施。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司 Wi-Fi FEM 产品毛利率分别为 16.75%、19.82%、25.83%及 27.02%，呈上升趋势，主要系公司毛利率较高的 Wi-Fi 6 FEM销售占比提升所致；（2）报告期各期，公司主营业务毛利率分别为 29.11%、25.53%、27.18%及 27.97%，同期境外同行业公司毛利率均值分别为 41.37%、43.49%、42.49%及 39.23%，毛利率差异较大主要受产品差异、市场地位、经营模式等影响。",
    "question": "请发行人说明：（1）结合不同系列产品主要型号销售价格、单位成本、毛利率变动情况，分析不同系列产品毛利率变动原因及未来变动趋势，不同产品类型毛利率、销售结构变动对发行人毛利率波动的影响；（2）选取发行人与同行业可比公司同类型产品毛利率进行比较，分析差异的具体原因；最近一年一期发行人毛利率变动趋势与境外同行业可比公司不一致的原因。"
  },
  {
    "according": "根据申报材料：（1）公司产品研发由产品研发中心、IC 研发中心、质量部等部门配合完成，公司存在为研究开发活动提供直接服务和辅助性的人员，2019年至 2021 年，研发人员平均薪酬分别为 41.71 万元、42.49 万元、43.61 万元；（2）报告期各期，公司研发费用分别为 3,822.28 万元、3,958.56 万元、3,943.92 万元及 2,415.00 万元，研发费用占营业收入比例分别为 83.81%、37.33%、10.80%、11.61%，2021年、2022年1-6月研发费用占营业收入比例低于同行业均值13.19%、19.87%。",
    "question": "请发行人说明：（1）研发人员的认定标准及与职能部门的对应关系，为研究开发活动提供直接服务人员和辅助性人员的具体工作内容、人员数量、费用金额及占比，划归研发人员的合理性，是否存在兼职从事研发活动的人员，相关工时、费用分摊情况，相关薪酬费用的会计处理是否符合企业会计准则的规定；（2）2021年、2022 年 1-6 月研发费用占比明显低于同行业均值的原因，研发费用与研发项目、新产品研发的匹配情况，报告期各期研发费用金额变动较小的原因，是否与收入快速增长相匹配，发行人是否具备持续创新能力。"
  },
  {
    "according": "根据申报材料：（1）2014 年 10 月至 2021 年 11 月,发行人对公司员工实施过多次虚拟股激励，虚拟股包括限制性股票和期权两类，虚拟股持有人享有分红、增值收益权，在工商显名登记前由发行人实际控制人代持；（2）2020 年 12 月，公司陆续对虚拟股激励对象进行显名登记，2021 年 7 月公司最后一次对虚拟股激励对象显名登记后，激励对象原持有的虚拟股全部注销，2021 年 11 月股改后公司不再以虚拟股形式对员工进行股权激励；（3）发行人员工持股平台存在多层架构，其中上海蔺芯 2021 年2月26日成立，为公司为离职员工设立的持股平台，由 2015 年 8 月离职员工戴月阳出资 9.90 万元，持股比例99%，此外发行人存在外部投资人厦门华天宇在员工持股平台入股、同一员工在不同持股平台持股等情形；（4）报告期各期，公司分别确认股份支付费用 3,749.65 万元、2,018.54 万元、780.38 万元和 148.53 万元，2020 年 12 月公司加速结算了被激励对象名下尚处于等待期的部分期权，相应确认了加速行权部分对应的股份支付费用；（5）根据公司与激励对象签署的股权激励框架协议，部分股权激励的锁定期为公司上市后3年且约定激励对象若离职公司应按照离职时每股估值的 70%进行回购，部分则未约定；对于约定了比例回购的部分，70%部分一次性计入非经常性损益，剩余 30%部分分摊计入经常性损益；（6）公司列示了实施的各批次限制性股票激励计划、各批次期权激励计划对应的摊销情况，但是未包括价格、依据等因素；申报报表与原始报表差异中，存在较大金额股份支付费用调整。",
    "question": "请发行人说明：（1）虚拟股相关协议的主要内容，在法律上的权利义务属性及其设置的合法合规性，虚拟股授予、行权、显名的具体过程及确认依据，是否存在授予非发行人员工、股份代持或其他利益安排，截至目前是否均已显名完毕、股份权属是否清晰，是否存在纠纷或潜在纠纷；（2）员工持股平台设置多层架构的原因，出资是否足额缴纳、是否存在股份代持，为离职员工设立员工持股平台、厦门华天宇在员工持股平台入股、同一员工在不同平台持股的原因及合理性，是否符合员工持股计划的相关约定；（3）2020 年加速行权部分期权激励的原因，相关股权激励协议的具体约定情况，与相关激励对象的沟通过程以及公司决策程序履行情况，对应的股份支付费用并模拟测算在不加速行权情况下费用分摊对业绩的影响；（4）激励协议对于员工离职时回购情况约定存在差异的原因、不同回购约定的人员股份数量、是否履行了决策程序、是否对相关条款进行过变更调整，相关会计处理是否符合企业会计准则规定；（5）列示各批次限制性股票激励计划、各批次期权激励计划摊销期限及确认依据、授予价格、授予日公允价值及依据、确认的股份支付及报告期各期摊销费用计算过程等；申报报表大额股份支付费用调整的原因、依据及合理性。"
  },
  {
    "according": "根据申报材料：（1）发行人股权结构相对分散，无控股股东，彭宇红、PING PENG、赵奂为公司共同实际控制人，彭宇红与 PING PENG 系夫妻关系；彭雅丽与彭宇红系姐妹关系，目前任发行人董事、副总经理、董事会秘书及财务总监，间接持有发行人 1.72%的股份；（2）彭宇红直接持股 10.96%、通过员工持股平台间接持股 0.03%，赵奂直接持股 9.39%、通过员工持股平台间接持股 0.47%，PING PENG 通过员工持股平台间接持股 0.57%，三人通过一致行动协议及控制员工持股平台合计控制发行人 29.95%的股份表决权；上海萌晓芯为彭宇红、赵奂投资设立的持股平台，上海萌晓芯作为普通合伙人控制发行人 5 家员工持股平台；（3）根据《一致行动协议》约定，若经充分协商未能就本协议达成一致意见，各方同意按照 PING PENG 的个人意见，行使股东/董事权利；（4）彭宇红在公司设立后担任公司董事长、总经理并于 2021 年 3 月、5 月陆续辞去公司董事长、董事、总经理职位，股东会选举 PING PENG 接任；（5）除员工持股平台外，发行人实际控制人还控制多家企业，部分企业处于吊销、注销状态，朋昇通讯股份有限公司于 2020 年 4 月起停业，目前正在依法注销中；（6）报告期内发行人实际控制人、员工持股平台存在多次直间接转让发行人股份的情形。",
    "question": "请发行人说明：（1）结合彭雅丽与实际控制人的亲属关系、在发行人处担任的职务及在日常经营管理中发挥的作用，分析彭雅丽是否与彭宇红等人共同控制发行人，是否构成《上市公司收购管理办法》第八十三条推定的“一致行动人”；（2）结合各持股平台的合伙协议中关于发行人股份表决权行使、普通合伙人职权、罢免等约定，说明认定彭宇红、赵奂控制各持股平台的依据；（3）PING PENG前期未作为发行人董事长、总经理的原因，结合多次签署一致行动协议的原因及差异、PING PENG 持股比例较低等，说明一致行动关系及分歧解决机制是否稳定有效；（4）结合董事提名、对发行人日常经营管理、核心技术发挥的实际作用等，说明 PING PENG、彭宇红、赵奂分别在经营层面、技术层面对公司的影响，并进一步说明实际控制人认定的依据是否充分；（5）实际控制人控制的企业是否存在违法违规行为，朋昇通讯股份有限公司停业、注销的原因。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，公司固定资产账面价值分别为 354.00万元、1,064.46 万元、2,737.16 万元及 2,453.42 万元，其中机器设备 2021 年原值较 2020 年增加 1,811.49 万元，主要系公司为满足日益增长的客户需求，增加采购了由委托封测厂商代管的测试设备所致；（2）报告期各期末，公司递延所得税资产分别为 2,157.18 万元、2,897.53 万元、3,153.67 万元及 3,089.99 万元，主要为留抵亏损产生的可抵扣暂时性差异所致。",
    "question": "请发行人说明：（1）固定资产中主要机器设备的类别，以及与各类产品/业务的对应关系，采购封测设备放置在第三方的原因，与封测厂的相关协议安排及对于存放在第三方的固定资产管理及盘点情况；（2）可抵扣亏损的形成原因及时间，按照可抵扣到期的年度列示明细，结合相关纳税主体未来应纳税所得额的预测情况，分析相关会计处理是否符合企业会计准则的规定。"
  },
  {
    "according": "根据申报材料：截至 2022 年 6 月末，公司货币资金余额 47,061.58 万元，交易性金融资产余额 7,011.96 万元主要为公司将暂时闲置资金购买短期银行理财产品。",
    "question": "请发行人说明：公司货币资金的存放管理及使用情况，是否存在其他未披露权利受限情形；报告期各期购买理财产品的具体情况、资金的最终流向，各期投资收益与购买理财产品规模的匹配情况。"
  },
  {
    "according": "根据申报材料：(1)发行人报告期内的关联交易主要包括发行人向统一通信、联通智网、苏州交驰、苏州核数聚采购商品、劳务情况；发行人向统一通信、联通智网、淘宝(中国)软件有限公司、斑马网络技术有限公司、浙江天猫技术有限公司销售商品、服务。(2)除关联交易外，公司将与其他阿里系公司如阿里云计算有限公司、支付宝(中国)网络技术有限公司之间的交易比照关联交易披露。(3)2021 年 9 月 29 日，发行人与钉钉(中国)信息技术有限公司签署《股权转让协议》，约定公司将其持有的先声科技 12.7364%的股权(对应 32.6469 万元注册资本)以 1,999.60 万元的价格全部转让给钉钉(中国)信息技术有限公司。 ",
    "question": "请发行人说明：(1)根据《公司法》、《企业会计准则》以及《上市规则》等有关规定，发行人关于关联方的识别是否准确完整，关联交易披露是否完整；请特别注意关于阿里系公司比照认定关联方、关联交易的情形；(2)报告期内关联交易的内容、背景以及相关交易与发行人主营业务之间的联系，并结合可比市场公允价格、第三方市场价格、关联方与其他交易方的价格等，摘要披露关联交易的公允性，是否存在对发行人或关联方的利益输送；(3)关联交易是否履行相关的决策程序；(4)报告期内注销关联方的原因，是否存在重大违法行为，正在注销中的关联方目前注销进展情况等。"
  },
  {
    "according": "根据申报材料：根据《关于创新试点红筹企业在境内上市相关安排的公告》（中国证券监督管理委员会公告〔2020〕26 号），发行人选择的具体上市标准为“市值 200 亿元人民币以上，且拥有自主研发、国际领先技术，科技创新能力较强，同行业竞争中处于相对优势地位”。 ",
    "question": "请发行人说明：是否符合《关于创新试点红筹企业在境内上市相关安排的公告》（中国证券监督管理委员会公告〔2020〕26 号）的相关规定。"
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人对前五大客户的销售额占比分别为91.39%、92.21%和 68.71%；其中前两大客户均为宜美智与精测电子，合计销售收入 2847.42 万元、6077.74 万元和 7939.99 万元，合计占比分别为 84.73%、88.64%、48.27%；（2）2021 年公司收入大幅增长但对精测电子销售下滑，主要系精测电子生产制造的光学测试系统及设备主要用于新型显示行业，当年投资增速有所放缓；（3）客户奥普特存在工业相机业务类型；南京泊纳莱电子科技有限公司成立当年即成为发行人前五大客户。",
    "question": "请发行人说明：（1）报告期内宜美智与精测电子的主要经营情况、下游主要客户、产品主要应用领域及相关行业领域的发展情况，对发行人的采购金额变动原因，精测电子对发行人的采购下滑趋势是否持续及其影响；（2）发行人对宜美智与精测电子销售价格、毛利率与其他客户同类产品的差异情况及差异原因；报告期各期发行人与宜美智、精测电子主要订单情况，包括但不限于签订时间、确认收入时间、回款情况；（3）前五大客户向发行人采购的必要性，是否向其他供应商采购同类产品、是否存在自产工业相机的能力及对公司持续销售的影响；（4）南京泊纳莱电子科技有限公司成立当年即成为发行人前五大客户的原因及合理性，是否存在其他成立时间较短或采购金额与其业务规模不符的客户；（5）发行人向主要客户销售的产品后续生产过程、是否在客户处得到使用、形成产品并销售、期末库存情况。"
  },
  {
    "according": "根据申报材料：（1）2020 年发行人为聚焦主业，向贴片机项目转让给关联方安迅精密，交易作价以资产评估值加上过渡期内发行人对贴片机项目的研发投入同时扣除政府补助后的金额为准，金额为 803.81 万元，其中政府补助包含 2020年度已实际收到的 706.90 万元以及预计 2021 年度将收到的 643.10 万；（2）2020年，公司资产处置收益较上年增加 675.40 万元，主要为公司转让贴片机业务相关资产产生的收益；（3）“贴片机子功能模块设计与研究”研发项目 2019、2020年共计投入 1,335.77 万元，发行人在 2020 年底将贴片机业务转让给安迅精密，与之相关研发人员亦从发行人辞职加入安迅精密；（4）股东董宁、叶加圣、唐世悦、曹桂平对于安迅精密的资金投入来源于其工资薪酬、分红款及埃科光电股权转让款。",
    "question": "请发行人说明：（1）前述股东对于安迅精密的资金投入情况及资金来源、截至目前资金使用情况，发行人开展贴片机业务后又向安迅精密转让的原因及合理性，对发行人的经营状况和财务状况的影响，后续是否存在向其采购贴片服务的计划；（2）按资产类别列示相关资产账面价值与评估值的差异情况及差异原因，转让贴片机的会计分录及其金额；（3）贴片机项目相关政府补助的主要情况，发行人将贴片机业务转让后收到政府补助资金的用途、能否继续得到政府补助，转让前后与相关政府补助的会计处理；交易作价扣除政府补助的合理性，是否存在利益输送；（4）贴片机项目的研发支出归集内容及归集金额，转让贴片机业务未冲减相关研发费用的合理性，相关会计处理是否符合会计准则规定；与之相关的研发人员数量情况，从发行人辞职加入安迅精密是否对发行人研发活动造成不利影响。"
  },
  {
    "according": "根据申报材料：（1）报告期各期发行人销售费用-快递费分别为 6.36 万元、5.58万元、12.10万元，报告期内，公司销售费用率分别为5.94%、5.96%和5.83%，低于同行业可比公司销售费用率平均值 13.77%、14.28%和 13.83%；（2）报告期各期管理费-折旧和摊销分别为 110.71 万元、13.04 万元、11.51 万元；（3）报告期内，公司研发费用分别为 1,412.48 万元、1,923.94 万元和 1,722.46 万元，占营业收入的比例分别为 42.03%、28.06%和 10.47%，呈现下降趋势，其中材料费分别为 316.66 万元、994.04 万元、689.22 万元；（4）总经理董宁、现任制造总监唐世悦薪酬按其参与研发工作的工时比例分配至研发费用。",
    "question": "请发行人说明：（1）发行人交付产品的方式，发行人销售费用-快递费的核算内容，与发行人收入不匹配的原因；并结合报告期内新增客户情况、直销客户占比情况，分析销售费用率远低于行业可比公司的原因；（2）报告内管理费-折旧和摊销大幅下降的原因；（3）研发领料的主要项目情况，研发领料后续流转、形成的成果及会计处理，研发领料和生产领料是否混同，相关内控是否健全有效；（4）研发人员的认定标准，报告期各期总经理董宁、现任制造总监唐世悦薪酬计入研发费用的工时及具体金额，参与研发工作工时的统计和审批流程；（5）结合研发项目的具体投向和成果、研发费用占营业收入大幅下降、研发人员转移等情况分析研发活动能否支撑业务持续增长；（6）报告期内申请研发费用加计扣除的情况，与账面研发费用的差异及原因。"
  },
  {
    "according": "根据申报文件：（1）报告期各期末，公司应收账款账面价值分别为 380.00万元、1,397.45 万元和 7,024.98 万元，增速高于营业收入；（2）销售前五大客户的期末应收账款占比差异较大；（3）广州市易鸿智能装备有限公司应收账款期后回款比例 16.13%。",
    "question": "请发行人说明：（1）报告期公司应收账款增速高于营业收入的原因，是否存在放宽信用政策刺激销售的情形，截止目前的回款情况；（2）各期末应收账款余额中逾期款项占比，列示主要逾期客户名单及金额，分析逾期客户中是否存在出现资金周转困难、重大经营不善导致逾期账款难以收回的情形；（3）销售前五大客户回款比例的差异原因，广州市易鸿智能装备有限公司回款较低的原因。"
  },
  {
    "according": "根据申报材料：（1）公司产品应用于 PCB、新型显示、3C 电子、锂电、半导体、光伏、包装印刷等行业。其中，PCB 及新型显示领域收入占比超过 40%，锂电、3C 等领域开展了相应产品测试；（2）公司量产的绝大多数型号工业相机产品均为国产首发型号，个别产品为行业内首次发布；2016 年，公司量产了第一款国产品牌 Camera Link 采集卡；（3）公司工业相机产品包括工业线扫描相机和工业面扫描相机，可比公司基恩士、康耐视产品多为集成化的标准产品，与公司主营产品类型差异明显；（4）工业相机的图像接口包括 Camera Link 和CoaXPress 接口等，其相关协议标准分别由 AIA 和 JIIA 发起；图像采集卡到计算机端的接口包括 PCI、PCIe、USB 以及网络接口等，公司自主研发了基于PCIe 接口的图像采集卡。",
    "question": "请发行人说明：（1）各类产品对应的应用领域、直接和终端客户情况，说明各领域对产品技术要求的差异情况、主要竞争者以及公司产品的竞争优劣势；（2）公司与同行业可比公司在生产采购模式、生产设备规模、涵盖产业链环节、核心零部件研发和自产能力、人力成本等情况的差异情况，并结合产品结构、应用领域、客户结构等差异情况，进行产品竞争优劣势分析；（3）公司工业相机产品与同行业可比公司标准化产品的具体差异，其产品是否更具跨行业通用性，定制化特征对公司生产、销售和业务拓展的影响；（4）公司近年来新产品研发和上市情况，与公司销售情况、客户结构变动的匹配关系；（5）工业线扫描相机和工业面扫描相机在生产工艺、技术要求和下游应用的具体差异及市场空间，工业相机和图像采集卡的配套关系（如存在）；（5）不同接口产品在应用场景、技术要求、市场空间方面的区别，公司是否须就协议标准使用向有关机构缴纳授权费或其他费用，公司 PCIe 接口产品是否属于市场主流产品；（6）公司关于国产首发型号的论述是否准确及其依据，请列示公司工业相机、图像采集卡首发产品的上市时间、技术先进性水平、报告期内销售数量、收入规模及下游应用场景。"
  },
  {
    "according": "根据申报材料：（1）公司在光学成像技术、图像处理技术方面分别具备 8项、4 项核心技术，部分达到世界先进水平、国际主流水平；（2）公司高速高分辨率工业相机以及配套采集卡产品各项指标均达到国际先进水平，填补了国内机器视觉核心技术空白，打破了国外产品的市场垄断；（3）公司产品主要原材料包括图像传感器、处理器、存储器、电源芯片等，其中核心原材料如传感器、处理器等主要向境外厂商采购；报告期各期直接材料占主营业务成本的比例分别为 88.96%、92.02%和 91.42%；（4）公司主要委外研发单位包括上海叶一信息技术中心、合肥师范大学等，公开信息显示，前者投资人为夏豪杰，目前处于注销状态；报告期内，实控人董宁曾向夏豪杰借款 285 万元；（5）公司多名核心技术人员年龄在 30 岁左右，公司与可比公司在研发人员占比、研发投入占比进行了比较，但未披露可比公司的研发人数和研发费用。",
    "question": "请发行人说明：（1）公司核心技术的来源，形成及演进过程，对产品性能、客户拓展的具体影响，结合产业链各环节技术壁垒，公司是否有向产业链其他环节延伸的技术储备和能力；（2）分别列示下游不同应用领域的终端产品主流技术水平和当前最高技术水平、公司产品是否能满足上述技术水平要求及依据；（3）选择公司和可比公司主流产品相关关键技术指标进行比较，并分析相关指标优势是否依赖于核心原材料/零部件；（4）结合原材料主要来自外采、原材料成本占比较高、核心技术人员从业经验和年限等，以及与同行业对比情况，说明公司核心技术的主要体现，相比同行业公司的主要突破点和技术难点，是否属于行业普遍掌握的通用技术；（5）结合前述情况，进一步说明“世界先进水平”“国际主流水平”“填补国内空白”、“实现国产替代”有关表述的依据，如依据不充分，请删除相关表述；（6）公司选择委外研发机构的方式和履行的程序、委外研发协议主要条款内容、合作研发项目金额、合作机构研发能力、项目开始时间和完成时间、形成的研究成果及应用情况，实控人、董监高与合作方的关系，是否存在利益输送或其他利益往来。"
  },
  {
    "according": "根据申报材料：（1）公司所属行业为“仪器仪表制造业”之“其他通用仪器制造”，根据《战略性新兴产业重点产品和服务指导目录（2016 版）》，公司所处行业为“智能测控装置”；（2）近年来我国机器视觉行业发展迅速，2017-2020 年期间每年新增企业数量均超过 600 家，机器视觉企业累计超过4,000 家，进入中国的国际机器视觉品牌超过 200 家，目前国产品牌企业主要在中低端市场相互竞争；（3）根据有关数据，2021 年全球工业相机收入大约18.11 亿美元，预计 2028 年将达到 29.05 亿美元；2020 年全球图像采集卡市场规模为 3.31 亿美元，预计 2025 年将达到 4.23 亿美元；（4）机器视觉产品的主要应用领域包括电子、新型显示、汽车、电池、印刷、机器人、半导体、包装等领域；（5）根据有关数据，2021 年度公司为中国机器视觉行业销售额排名第九的企业，以业务规模排名，公司工业相机位于国内行业前三名、图像采集卡位于国内行业第一名。",
    "question": "请发行人说明：（1）结合同行业可比公司行业分类、公司主营产品收入结构及所处细分领域，进一步说明公司属于国家产业政策鼓励支持方向/产品的依据；（2）机器视觉产业链和公司产品细分行业的市场格局，中低端、高端市场的划分方式和对应应用领域、国内外厂商在前述市场的竞争情况；（3）结合前述情况及同行业新增公司数量，进一步分析公司工业相机和图像采集卡行业是否为成熟市场，有关产品在技术准入门槛的体现；（4）结合行业中下游厂商向上游业务的拓展情况和行业趋势、细分产品市场空间、下游应用领域市场规模和公司对应产品情况、产品市场占有率、公司境内外销售占比等，量化分析公司后续市场拓展空间，分析是否存在市场发展空间被压缩等相关风险。"
  },
  {
    "according": "根据申报材料：（1）董宁为公司的控股股东及实际控制人，合计控制公司53.07%的表决权；同时，董宁持有合肥埃珏和合肥埃聚 46.48%、32.46%的合伙份额，均为执行事务合伙人；（2）埃科有限由董宁、唐麟和唐世悦于 2011 年3 月 24 日共同出资设立，由于叶加圣尚未办理完毕原单位的离职手续，董宁代叶加圣持有埃科有限 16%的股权；此外，董宁、叶加圣、唐世悦和曹桂平之间存在资金往来，并合计持有安迅精密 100%股份；（3）2020 年 12 月 1 日、2020年 12 月 28 日、2021 年 10 月 20 日，埃科有限合计进行了三次增资，增资价格分别为 1 元/注册资本、5.19 元/注册资本、207.69 元/注册资本；（4）叶加圣曾向公司股东静安投资股东借款 360 万元，叶加圣配偶长期系静安投资员工。",
    "question": "请发行人说明：（1）叶加圣、唐世悦和曹桂平在发行人生产经营、重大决策方面的具体作用；（2）叶加圣、唐世悦放弃 1 元/注册资本认购机会的原因，公司历次增资价格和股权转让价格的定价依据和公允性，增资价格短期内大幅提高的合理性，前述股东间是否存在代持或其他利益约定和安排；（3）根据实际情况说明董宁是否可以控制合肥埃珏和合肥埃聚，董宁持有表决权的股份比例是否准确；（4）叶加圣、唐世悦、曹桂平和静安投资在董事会和股东大会的投票情况，并结合问题（2）和前述情况，对照《上市公司收购管理办法》第八十三条规定，逐项论证上述人员和机构与董宁是否存在一致行动关系，是否实质上构成共同控制。"
  },
  {
    "according": "根据申报材料：（1）对于设备及增值改造产品，若合同约定需要在客户处安装调试，则安装调试完成并经客户验收合格后确认收入；若合同约定仅需检验交付，则产品发出并经客户检验并接受产品后确认收入。对于配件产品，产品交付于客户并经客户签收对账后确认收入；（2）报告期内公司个别直接客户为融资租赁公司。",
    "question": "请发行人说明：（1）结合合同签订的具体情况，说明安装调试验收或检验接受的具体过程、收入确认的时点及依据，相关依据是否完整；验收确认与检验交付的主要差异及相关产品、收入金额；（2）报告期内，不同类型设备验收周期分布情况、主要影响因素，是否存在验收周期异常的情况；（3）升级改造服务的具体内容及验收过程，改造服务是否存在跨期情况及相关会计处理；（4）结合与融资租赁公司及终端客户的相关协议、产品内容、产品验收或签收过程说明直接客户为融资租赁公司时的相关会计处理，收入确认方法及时点，是否符合会计准则规定。"
  },
  {
    "according": "根据申报材料，报告期内，发行人存在实际控制人符黎明部分亲属在公司任职的情形，包括采购部总监（实际控制人父亲）、副总经理（实际控制人姐姐的配偶）、生产经理（实际控制人姐姐）、总账会计（实际控制人母亲的姐姐）和出纳（实际控制人堂弟的配偶）等情形。",
    "question": "请发行人说明：（1）报告期内，公司实际控制人亲属在公司担任的职务及时间，任职于公司的背景、履行程序，是否胜任相关工作；（2）公司内部控制制度是否健全、有效；实际控制人亲属在公司任职是否影响公司治理的有效性，是否存在有效措施保证公司的规范运作、防范实际控制人及相关亲属凌驾于内控制度之上的风险；（3）上述人员是否在公司客户、供应商处持股或者任职，与客户、供应商客户是否存在资金往来；是否存在投资发行人同类企业或上下游企业的情况。"
  },
  {
    "according": "根据申报材料：（1）单晶边皮料为公司光伏电池的主要原材料，报告期内，内蒙古中环为公司单晶边皮料的主要供应商，2021 年采购占比超过 99%；（2）发行人与内蒙古中环于 2021 年 2 月签署了《双经销框架合同》，发行人向内蒙古中环采购单晶边皮、反切料、单晶头料、单晶尾料（非净料）；内蒙古中环向发行人采购硅料产出的厚片（净料）、回收料块料（非净料），定价原则为 Pvinsights/Solarzoom/Pvinfolink 对外公开的单晶用致密料均价；（3）公司还承租内蒙古中环的一处硅块加工车间，面积 2,138 平方米，租赁期间为2021 年 3 月至 2024 年 3 月，每年租金约 260.61 万元;（4）公司已经与美科股份、京运通等公司达产合作意向，作为公司边皮料备选供应商。",
    "question": "请发行人说明：（1）对内蒙古中环采购、销售产品的主要差异，是否存在数量对应关系，采购、销售是否独立，具体核算方式，是否符合企业会计准则相关规定；单晶用致密料均价的具体含义，与一般硅料价格的差异；（2）与内蒙古中环的合作背景，选择其作为单晶边皮料供应商的原因；发行人与内蒙古中环合作的稳定性，内蒙古中环能提供的单晶边皮料能否满足发行人电池产线的生产需求；（3）美科股份、京运通能提供的边皮料数量，若与内蒙古中环合作关系发生变化，在新供应商处新建产线的难易程度、时间、场地等的要求，对生产经营的影响；（4）结合前述问题分析公司是否存在对原材料供应商的重大依赖。"
  },
  {
    "according": "根据申报材料，（1）威迈斯企管系发行人参股公司，发行人全资子公司上海威迈斯与上海纳华分别持有威迈斯企管 50%股权；（2）威迈斯企管负责建设位于上海的科研办公楼及配套设施，建成后主要目的是出租给威迈斯及其控股子公司使用，作为威迈斯上海研发中心及华东总部；（3）发行人与合作方上海纳华经协商约定，各自承担项目建设所需资金的 50%，平均承担资金支出、平均承担项目风险、平均享受利润分配，故在威迈斯企管的公司章程中约定双方各持有威迈斯企管 50%的股权。根据上海威迈斯与上海纳华的确认，威迈斯企管股东之间不存在一致行动协议、约定或表决权委托安排；（4）2019 年 5 月，威迈斯企管为购置土地，从发行人借款 3,919.75 万元用于支付位于上海市闵行区颛桥镇 731 街坊 9/30 丘宗地的土地购置款及履约保证金。2019 年 9 月，威迈斯企管已向发行人偿还前述全部借款及利息合计 4,000 万元；（5）发行人全资子公司上海威迈斯与发行人实际控制人万仁春为威迈斯企管的银行贷款提供连带责任保证担保，对主债权的 50%承担连带保证责任；（6）根据威迈斯企管的说明，威迈斯企管偿还银行贷款的资金来源主要为其租赁收入、经营收入以及股东增资款等；（7）发行人向威迈斯企管的担保已经董事会和股东大会审议通过。",
    "question": "请发行人说明：（1）威迈斯企管的注册资本、章程约定的各方出资时间、出资金额以及各方实缴出资时间、出资金额；威迈斯企管人员配置、实际从事的业务、对外负债情况；请提供威迈斯企管最近三年一期的财务报表；（2）威迈斯企管购置土地的时间、土地面积、地理位置、土地出让金金额和相关费用、资金来源、支付情况、履行的相关程序；（3）威迈斯企管建设科研办公楼及配套设施的基本情况（如所在位置、占地面积、几栋楼、哪些设施、工程进度情况等重要信息），建筑工程比预算节约较多的具体原因，预计还需要多少资金，相关资金来源（如股东增资款、借款等），截至目前的资金支付情况；发行人是否有匹配的租赁需求以及商业合理性，相关科研办公楼是否仅用于租赁给发行人使用；（4）除威迈斯企管与中国农业银行上海闵行支行 3 亿元借款合同外，威迈斯企管是否有进一步的银行借贷计划，如是，是否需要发行人及其实控人进一步提供担保；（5）请结合威迈斯企管的实际经营情况以及相关借款合同安排，说明威迈斯企管是否存在逾期还款风险，发行人及其实控人是否存在承担担保责任风险。如有，请做相应风险提示；（6）结合威迈斯企管股东至今投入威迈斯企管的资金、发行人的财务状况以及上海科研办公楼及配套设施建设的资金需求等因素做相关财务测算，进一步分析说明发行人与上海纳华合作成立威迈斯企管缓解资金压力以及不将威迈斯企管以及对应上海科研办公楼及配套设施纳入发行人体内的原因及合理性，该事项是否对发行人资产完整性和独立性构成重大不利影响；（7）与威迈斯企管相关的诸如投资设立及增资威迈斯企管、威迈斯企管购买土地、威迈斯企管对外借款、发行人对威迈斯企管借款担保等重要时间节点发行人、上海威迈斯、威迈斯企管履行的对内、对外程序，包括但不限于具体表决情况、回避情况等，是否符合公司章程和适用法律法规的规定。"
  },
  {
    "according": "根据申报材料，（1）发行人车载电源产品的主要核心技术为磁集成控制解耦技术、输出端口电路集成控制技术、兼容单相三相充电控制技术、车载充电机 V2X 技术、OBC 逆变安全控制技术等；（2）2021 年公司车载电源集成产品销售收入占主营业务收入比例为 81.05%。报告期内，公司在中国乘用车车载充电机市场的市场份额分别为 19.6%、17.3%和 20.9%。其中，2020-2021 年期间，公司连续两年在中国乘用车车载充电机市场出货量排名第一。",
    "question": "请发行人说明：（1）表格列式发行人的主要核心技术及具体解决难点问题（如提高产品质量和性能、降低生产成本、增加产品功能及售价等）、核心技术在发行人销售产品的应用情况；（2）结合发行人核心技术是否为行业通用技术/技术路线、与同行业多个竞争对手竞品比较情况（需说明对比数据的来源，是否准确、客观）等维度，进一步说明发行人技术先进性和产品竞争力情况；（3）市场份额统计的来源和准确性，发行人同行业可比公司特别是上市公司产品市场占有率低于发行人的原因和合理性。"
  },
  {
    "according": "根据申报文件，（1）万仁春直接持有公司 8,093.4338 万股股份，占公司总股本的比例为 21.3625%。此外，万仁春作为执行事务合伙人控制倍特尔、特浦斯、森特尔三个员工持股平台，间接控制公司 21.4099%的表决权。综上，万仁春先生直接和间接控制公司 42.7724%的表决权，为公司的控股股东、实际控制人；（2）倍特尔持有公司 8.57%的股权。特浦斯持有公司 8.57%的股权。森特尔持有公司 4.27%的股权；（3）刘钧直接持有公司 7.23%的股权，担任公司董事、总经理职位。此外，刘钧在倍特尔担任有限合伙人，出资比例为42.49%。",
    "question": "请发行人说明：（1）鉴于刘钧在员工持股平台倍特尔出资比例较高，刘钧是否实际控制员工持股平台倍特尔，请具体展开说明；（2）刘钧不认定为共同实际控制人的原因和依据；发行人关于实际控制人的认定是否准确；发行人最近两年内实际控制人是否发生变化。"
  },
  {
    "according": "根据申报文件，（1）2009 年 9 月蔡友良、杨学锋曾接受万仁春委托代其持有威迈斯有限的股权；（2）2013 年 7 月经双方协商由万仁春将其实际持有的发行人部分股权转让给蔡友良，以抵消其所欠蔡友良的借款本金及利息；（3）就杨学锋代持股权部分，除部分股份由万仁春指示转让外，万仁春指示杨学锋将其代为持有的威迈斯有限 48 万元股权转为杨学锋实际持有，无需办理工商变更。",
    "question": "请发行人说明：报告期内，蔡友良、杨学锋及受蔡友良、杨学锋控制、共同控制、重大影响的主体与发行人的交易情况，是否存在异常的大额资金往来。"
  },
  {
    "according": "根据申报文件，发行人历史上存在对赌协议等特殊权利条款；发行人本次申报时不存在正在执行的对赌条款或投资者特殊权利条款；该等对赌及投资者特殊权利条款自动恢复的情形发生在发行人因撤回上市申请、上市申请被不予核准通过等情形导致发行人未能挂牌上市时。",
    "question": "请发行人说明：（1）全部对赌协议等投资者特殊权利条款内容及清理情况，需对应具体协议、签署方、具体条款等细节内容；（2）结合协议签署以及各方之间的权利义务安排，说明发行人是否为对赌相关协议的当事人并承担相应义务；（3）对赌协议等投资者特殊权利安排是否为附条件解除，解除是否存在潜在纠纷，是否影响发行人股权结构稳定性，是否构成本次发行的法律障碍。"
  },
  {
    "according": "根据申报文件，2020 年公司前次申报募投项目龙岗宝龙新能源汽车电源产业基地建设项目因 IPO 被否，工程项目进度不及预期，被当地监管部门要求缴纳土地闲置费 310.20 万元。",
    "question": "请发行人说明：（1）上述事项是否构成重大违法行为，是否构成本次发行的实质障碍；（2）目前发行人是否仍存在土地闲置问题，是否存在土地闲置被政府主管部门处罚和/或收回的风险。"
  },
  {
    "according": "根据申报文件，（1）公司采取自主生产为主、委托加工为辅的方式进行；（2）公司委托加工物资账面余额分别为 1,046.77 万元、1,520.41 万元、5,696.15 万元、6,763.47 万元，占存货账面余额的比例分别为 7.58%、7.58%、10.47%、8.23%。",
    "question": "请发行人说明（1）外协加工厂商的具体情况（外协厂商的总家数、前五大外协厂商的采购金额、占比情况），说明发行人挑选外协厂商的流程，外协厂商的集中程度、外协厂商是否具备生产经营所必备资质；（2）说明外协厂商获取产品原材料的方式，原料定价方式及支付方式；说明发行人与外协厂商所签订合同关于产品材料、质量、款式及其他品质相关要求的具体约定；委外加工费的定价原则及公允性；（3）说明发行人管理外协厂商的具体措施（如委托加工物资的提货、运输及保存的内部管理制度及外部监控手段以及执行情况），说明前述措施的有效性；（4）委外加工合同关于产品报废率的具体规定及执行情况；发行人是否曾与外协厂商存在产品质量或原材料及其他品质相关争议或纠纷，说明前述纠纷的处理情况及对发行人生产经营的影响；（5）外协厂商是否与发行人及其董监高存在关联关系，是否存在潜在利益输送；委外加工的产品和生产环节是否存在较大环境污染等情形，是否合法合规。"
  },
  {
    "according": "根据申报材料，1）2021 年发行人存货余额大幅增加，主要是合同履约成本及原材料；发行人 2021 年为保障对康希诺供应稳定性，增加了培养基生产原材料的采购规模，上述原材料同时可用于其他培养基生产使用；2）发行人原材料、库存商品保质期一般为 2-4 年，发行人根据存货的可变现净值计提存货跌价准备；3）2021 年存货报废损失 6,959.90 万元，主要系因生产中断等原因形成的康希诺新冠疫苗原液和培养基产品报废。 ",
    "question": "请发行人说明：（1）2021 年末原材料余额大幅增加的原因；期末大幅采购的原材料是否均有在手订单覆盖 ，截至目前原材料期后的消耗情况，存货跌价准备计提是否充分；（2）结合在履行项目数量和平均金额分析报告期内合同履约成本余额大幅增加的原因；报告期各期合同履约成本中主要项目的情况，报告期是否存在项目内容变更、进度滞后、长期实施但未通过验收的项目，是否需要计提跌价准备以及计提的充分性；（3）存货有效期与同行业可比公司是否存在差异以及差异原因；发行人是否存在近效期产品，相关产品的存货跌价准备计提是否充分。"
  },
  {
    "according": "根据申报材料，1）2021 年固定资产及在建工程大幅增加，截至报告期末账面余额分别为 45,727.48 万元和 35,690.47 万元；2）甘肃健顺已于 2022 年 3月停止大规模的生产活动，主要原因是甘肃健顺培养基生产场地系租赁取得，该场地规划用途与实际使用情况不相符，发行人正将相关产能转移至海门新培养基生产基地；3）报告期各期其他非流动资产中预付工程款余额分别为2,497.47 万元、5,093.39 万元和 5,503.16 万元。",
    "question": "请发行人说明：（1）发行人的业务规划安排、目前发展情况以及对应生产产线及产能安排；2021 年大幅新增的固定资产及在建工程是否与业务发展相匹配；（2）新建生产基地是否取得必要资质认证，建设项目的环保合规性，生产基地更换对发行人业绩和生产经营的影响；报告期发行人土地使用的合法合规性，是否存在其他与土地规划用途不符的情况，是否存在违反土地管理规定被处罚或对生产经营造成重大不利影响的风险；（3）报告期甘肃健顺培养基生产场地的固定资产及在建工程情况；发行人更换生产基地的具体安排，包括但不限于对原生产基地资产、人员和相关订单的处置情况；未处置资产是否足额计提减值准备；（4）区分培养基业务和 CDMO 业务列示对应的固定资产、主要产品产线、成新率、产能及利用率情况；结合产能利用率数据，分析说明固定资产是否存在闲置、减值准备计提是否充分；（5）在建工程结转的具体情况及依据，是否存在到达预定可使用状态但未及时转固的情况，是否存在长期停工或建设期较长的在建工程；（6）报告期各期末预付工程款的具体内容、发生原因，余额逐年增加的原因；交易对方的基本情况，是否与发行人存在关联关系；采购内容是否符合发行人生产经营需要，相关工程的实施情况及后续付款情况。 "
  },
  {
    "according": "根据申报材料，2020 年 5 月和 2021 年 12 月，发行人实施股权激励方案，两次股权激励方案涉及股份支付费用分别为 6,353.52 万元和 24,189.47 万元，根据相关规则需分摊确认，其中 2021 年度确认 696.68 万元，2022 年度需确认7,348.28 万元。",
    "question": "请发行人说明：股份支付费用的计算过程及会计处理；公允价值的确定依据；股权激励方案关于服务期限、股份回购期限及回购价格的约定、股份锁定的具体安排；股份支付等待期的确定依据，结合上述约定及安排，说明等待期的确定是否符合企业会计准则的规定。"
  },
  {
    "according": "根据申报材料，1）2011年，金俊建出资设立万洲健顺并请罗顺担任首席执行官，罗顺的2名亲属持股万州健顺，后罗顺因经营不佳等原因退出。另外，甘肃健顺于2017年8月通过资产转让，取得了万洲健顺的培养基生产线；2）2014年，金俊建（通过万洲汽贸）与罗顺共同出资设立甘肃健顺。2017年，金俊建由于个人资金需求将股权转让给瑞健生物；3）2018年5月，甘肃健顺成为南通健顺的全资子公司；为实现培养基及CDMO业务板块整合，2018年11月通过换股增资的方式将南通健顺调整为澳斯康有限之子公司。",
    "question": "请发行人说明：（1）万洲健顺目前的经营状况，罗顺是否实际控制或曾经控制万洲健顺，万洲健顺的培养基业务相关资产是否均注入发行人，请全面梳理发行人的资产、人员、技术、主要客户、重要订单等来自于万洲健顺的情况，转移和整合的具体过程及对发行人生产经营的影响，法律手续是否完备，是否存在纠纷或潜在纠纷；（2）罗顺退出万洲健顺后另外设立甘肃健顺的原因，甘肃健顺历史沿革中出资是否存在瑕疵，金俊建及其关联方目前是否仍持股发行人，其退出甘肃健顺时的相关股权、资产是否已交割清楚，未来是否仍可能向发行人及子公司甘肃健顺主张任何权益；（3）澳斯康有限（通过南通健顺）合并甘肃健顺的具体过程、换股增资的定价合理性；合并前两家公司的基本情况，合并过程中原有资产、技术和人员的处置安排，是否存在纠纷或潜在纠纷。"
  },
  {
    "according": "根据申报材料：（1）公司主要产品包括在线自动化测控系统和机器视觉智能检测系统，结构差异较大，公司既可提供自动检测系统，也可提供自动检测及自动控制一体化解决方案，同时可以将机器视觉检测系统和在线自动化测控系统融合使用；（2）发行人自研的 X/β 射线传感器、微波水分传感器等核心硬件和软件算法等广泛应用于公司产品中，自制部件使用比例较高，例如2022 年 1 季度公司自制相机使用数量占比已达到 80%，但同时外购材料包括芯片、X-rayTDI 相机、3D 相机和镜头等；（3）根据生产工艺流程图，发行人进行物料采购后，进行自制部件、机加工、委外加工工序后零件入库，领料后发行人进行硬件组装；（4）报告期各期末发行人机器设备原值分别为 133.22 万元、360.21 万元和 456.86 万元，金额较小，报告期内公司开始批量自制相机，2020年设立子公司弘泽机械负责机加件生产，报告期各期机加类原材料采购金额分别为 1,597.48 万元、2,467.35 万元和 4,962.34 万元，金额较高且逐年大幅增长。",
    "question": "请发行人说明：（1）结合主要产品及技术的发展演变过程，说明发行人各主要产品在产品功能和技术方面的关联性，在下游应用领域的具体应用场景及发挥的作用，形成目前产品结构的原因；（2）发行人各产品的核心部件及发挥的功能，外购及自制部件及其在主要产品中的使用情况（列图表形式），各类自制部件使用数量占比的统计口径，是否存在对核心部件供应商的依赖，自制部件是否对外直接销售；（3）在生产工艺流程图中对发行人采购、委外加工、自产部分进行标注，进一步说明发行人核心技术在主要产品中的具体体现，是否实质为系统集成业务；（4）结合自制部件和主要产品的生产过程等说明机器设备金额较低的原因和合理性，设备的具体用途及与产能产量的匹配关系，子公司弘泽机械目前机加件的产能情况，在子公司开展机加件生产的同时持续大量对外采购机加类原材料的原因和合理性，主要供应商及采购价格的公允性，与发行人自产成本的比较情况。"
  },
  {
    "according": "根据申报材料：（1）发行人在片材检测领域居领先地位，锂电池面密度/厚度检测系统等产品在所处细分领域排名国内市场前列，发行人以相关行业协会出具的证明说明其锂电池面密度/厚度检测系统市场占有率位居全国前三、薄膜厚度在线测控系统市场占有率位居全国第一、纸张质量检测控制系统市场占有率位列第一；（2）下游厂商产线建设需求对发行人业务影响较大，可能面临下游行业增速放缓或下滑风险；（3）发行人产品主要应用于新能源电池、薄膜、无纺布及卫材、造纸领域，与同行业可比公司同类产品的应用领域存在较大差异，后续拟向半导体芯片、3C 电子和医疗等行业领域拓展。根据公开信息，发行人拟拓展业务领域是机器视觉检测主要应用领域，主要参与者包括基恩士、康耐视、凌云光、天准科技等，竞争较为激烈；（4）发行人选取可比公司包括 Honeywell、ABB 等，但对技术实力、市场地位等比较不够充分，在机器视觉检测领域，未选取基恩士、康耐视及凌云光等国内外行业领先企业作为可比公司。",
    "question": "请发行人说明：（1）主要产品及不同应用领域的市场规模、主要参与者、国产化率、市场竞争格局、市场占有率及市场排名等，相关行业协会的背景，出具证明的依据及数据来源，是否客观、权威；（2）结合发行人产品的使用寿命、技术迭代周期、在细分应用领域的市场占有率以及不同应用领域下游客户产线建设及更新改造需求等，分析公司产品的下游市场需求和市场空间，是否已面临不利变化趋势；（3）发行人与同行业可比公司同类产品的应用领域存在较大差异的原因，结合不同行业领域的技术差异、相互渗透拓展的技术门槛及壁垒，发行人技术储备、客户开拓情况，相关领域市场空间及竞争格局等，充分说明发行人向其他应用领域业务拓展的可行性及市场前景；（4）可比公司的选择依据及选取逻辑，未选取基恩士、康耐视及凌云光等作为可比公司的原因，可比公司的选取是否合理、全面。"
  },
  {
    "according": "根据申报材料：（1）公司形成了在线测控和机器视觉检测两大技术平台，拥有传感器技术、扫描架检测技术、闭环控制技术、光源及恒流频闪控制技术、高速线扫描相机技术、数字图像处理技术等多项核心技术集群；（2）选取主要产品与竞争对手同类产品进行比较，达到或者处于行业前列；（3）公司以协会组织专家鉴定结果认定其极片辊压分切尺寸及表面缺陷检测系统等四款产品达到国际领先或者先进水平。",
    "question": "请发行人说明：（1）发行人核心技术是否为行业通用技术，是否在开源代码基础上的升级改进或二次开发，不同产品应用领域在核心技术应用、技术难度方面的差异，如何实现底层技术平台的跨行业运用；（2）发行人自身对比产品的收入及占比、是否为同类型中的主要产品，进行对比的竞品目前是否属于可比公司的主流产品或最先进产品、是否存在代际差异，是否具有可比性；（3）相关技术成果鉴定的背景、内容及独立性，鉴定结论的依据，能否客观反映公司产品的技术水平，相关产品实现销售情况。"
  },
  {
    "according": "根据申报材料：（1）公司采购的原材料主要有机械件、仪表件、电气件、电子件、光学件等，其中，报告期各期芯片采购金额分别为 168.77 万元、431.00 万元和 2,788.19 万元，单价分别为 18.95 元/件、25.77 元/件和75.53 元/件，胚料仅在 2021 年采购 555.30 万元；（2）报告期内存在向成立时间较短的供应商采购原材料的情况，包括前五大供应商隽芯科技、宝视纳以及赛维特、国科电气等；（3）报告期各期向主要供应商义北机械采购机加件金额分别为563.67 万元、808.32 万元和 1,731.00 万元，根据公开资料查询，其成立于 2020 年，参保人数为 11 人，注册资本为 50 万元；（4）报告期各期射线源采购金额分别为 446.42 万元、432.74 万元和 1,104.66 万元，2021 年末预付款项账面余额大幅上升，对应的主要放射源供应商包括天津核素、同辐股份、泰奥检测，系为了锁定货源，其中天津核素成立于 2020 年 4 月，参保人数 1 人，发行人对其预付金额为 1,239.43 万元，2022 年 1-5 月向天津核素、同辐股份采购的放射源的到货结转比例分别为 37.31%、71.37%。",
    "question": "请发行人说明：（1）主要原材料与细分产品的对应关系，报告期内采购金额变动与产品产量的匹配性，2021 年采购胚料的用途及仅在当年采购的原因；（2）发行人采购的芯片类型、金额、对应的供应商情况，芯片采购单价大幅上升的原因，与市场价格、同行业可比公司同类原材料采购价格变动趋势是否一致，对单一供应商是否存在重大依赖及应对措施；（3）发行人主要供应商存在部分注册资本较低、参保人数较少、成立时间较短的具体情况，相关业务合作的合理性，采购规模是否与其资产、业务规模相匹配；（4）2021 年放射源采购金额大幅上升的原因，放射源在发行人产品中的应用情况，采购量与相关产品产量、在手订单的匹配性，向放射源供应商预付较高金额采购款是否符合行业惯例，目前放射源的主要供应商情况，是否存在供应不足风险；（5）结合天津核素成立时间较短、期后到货结转比例较低的情况，说明发行人向其大额采购放射源并预付大额款项的原因，天津核素放射源的最终来源。"
  },
  {
    "according": "根据申报材料：（1）报告期各期前五大客户收入占比分别为 14.84%、16.47%和 24.09%，客户分散且前五大客户变动较大；（2）存在成立时间较短的新增主要客户，包括隆和兴电子、利维能动力、坦途纺织、丰硕纸业等，系由于客户在成立伊始会对产线进行建设，对发行人产品有较大的需求，保荐工作报告中列示了对主要下游领域前五大客户的销售情况，但未对其基本情况进行说明；（3）公司已进入新能源电池行业、造纸行业等领域和宁德新能源、比亚迪、仙鹤股份等多家知名企业的供应链体系，菱森精密、蓝海拓凡、利源机械等客户集成发行人产品后向终端客户销售。",
    "question": "请发行人说明：（1）报告期各期主要细分产品在不同应用领域的销售金额、客户数量、客均销售金额及变动原因，不同销售规模的客户分布情况，各期新老客户的收入构成比例、客户复购率，发行人主要客户的稳定性与同行业可比公司是否存在较大差异；（2）报告期发行人主要下游领域前五大客户的基本情况，采购金额与客户资产、业务规模的匹配性，发行人与成立时间较短的新增主要客户的业务建立过程，产品认证、生产、安装调试、验收形成收入的时间周期，形成应收账款的期后回款情况；（3）公司与知名下游客户建立合作的具体过程与业务开展方式，相关产品是否需要获得终端客户的认证，是否直接纳入其供应链管理体系或签署相关供货协议，公司产品占知名客户同类产品的采购比重，是否为其同类产品的核心供应商。"
  },
  {
    "according": "根据申报材料：（1）报告期内主营业务收入快速增长，各期金额分别为12,566.08万元、16,514.88万元和26,171.41万元，新能源电池领域收入分别为1,977.01 万元、2,307.84 万元和 10,312.83 万元；无纺布及卫材领域收入分别为 2,670.06 万元、6,160.62 万元和 5,601.97 万元，口罩类 VIS 视觉检测系统收入受新冠疫情影响波动较大；（2）报告期各期激光测厚系统收入分别为 270.18 万元、208.17 万元和 1,655.02 万元，2020 年销量下降的原因系新增客户相关产品的现场调试周期较长，2020 年未能验收；（3）公司销售的设备在安装调试完毕客户验收合格并取得验收单据时确认收入，2019 年对个别项目中的在线测控系统的定价相对较高，WIS 视觉检测系统的定价相对较低；（4）报告期各期增值税软件退税金额分别为 554.38 万元、568.84 万元和1,224.55 万元；（5）报告期内视频访谈客户收入占比分别为 4.49%、5.62%、13.99%。",
    "question": "请发行人说明：（1）2021 年收入大幅增长的主要来源及原因，对应的具体细分产品、下游应用领域、主要客户及销售数量、毛利率情况，并结合下游领域的最新发展趋势、客户复购情况、销售价格及成本的变动趋势等分析收入增长的可持续性；（2）列示细分产品在不同应用领域的主要客户的主要合同执行情况，包括但不限于客户名称、产品类型、合同金额及签订时间、产品交付时间、安装调试时间、合同对试运行的约定情况及实际试运行时间、客户验收时间、收入确认金额及应收账款回款情况等，是否存在合同执行周期显著较长或较短的情况及原因；（3）2020 年末激光测厚系统新增客户相关产品的现场调试周期较长的原因，对应的合同执行情况，收入确认时点的准确性；口罩类相关设备各期收入、毛利率情况，结合目前在手订单、设备技术门槛、疫情影响、口罩市场趋于饱和等情况分析收入的可持续性；（4）同一销售合同包含多种产品时的定价机制，是否涉及不同履约义务，以及对收入金额分摊、收入确认时点的影响，相关会计处理是否符合企业会计准则的规定；（5）软件产品增值税即征即退涉及的产品，退税金额的计税依据以及与相应收入的匹配情况，2021 年退税金额大幅上升的原因。"
  },
  {
    "according": "根据申报材料：（1）报告期各期主营业务成本金额分别为 6,928.39 万元、8,636.49 万元和 14,617.38 万元，制造费用金额分别为 716.97 万元、1,019.07 万元和 1,947.26 万元，占比逐年上升；（2）不同细分产品的毛利率差异较大，不同应用领域客户对产品价格接受度不同、精细化程度要求不同，毛利率存在差异；（3）公司机器视觉智能检测设备的毛利率分别为 51.87%、53.55%和 52.83%，高于可比公司天准科技、精测电子和矩子科技，且报告期内与可比公司平均毛利率变动趋势不一致。",
    "question": "请发行人说明：（1）主要细分产品的单位成本构成及变动原因，制造费用的具体构成，报告期内金额及占比逐年上升的原因；（2）主要细分产品在不同应用领域的销售平均单价、单位成本、毛利率的差异情况及原因，结合销售结构变动分析对细分产品毛利率的影响；（3）公司机器视觉智能检测设备的毛利率高于上述可比公司的原因，在同行业可比公司毛利率持续下降的趋势下，发行人毛利率基本稳定的原因及合理性。"
  },
  {
    "according": "根据申报材料：（1）公司产品采用“订单驱动为主，标准化部件适当备货”型生产模式，报告期各期末存货账面价值余额分别为 8,805.29 万元、13,028.21 万元和 25,682.36 万元，各期存货周转率分别为 0.87、0.79 和0.76，低于同行业可比公司；（2）原材料账面价值分别为 2,631.07 万元、3,106.52 万元和7,168.98 万元，跌价准备金额分别为 537.40 万元、555.76万元和 587.25 万元，存在部分原材料备货量高于短期需求的情形，且由于公司产品升级部分批量采购的原材料、提前备货的通用部件已不适用于新产品；（3）报告期各期末发出商品账面价值分别为 5,572.77 万元、8,612.80 万元和15,337.95 万元，其中库龄在 1 年以上的金额分别为 1,167.48 万元、2,561.09万元和 1,411.83 万元，发出商品金额上升系受到新能源电池行业产品验收周期较长的影响，发出商品中存在部分试用设备；（4）报告期各期经营活动产生的现金流量净额分别为 1,080.48 万元、7,205.50 万元和-4,738.59 万元，与净利润差异较大。",
    "question": "请发行人说明：（1）结合各期末在手订单情况、产品生产周期、安装调试及验收周期等，进一步分析报告期内存货金额大幅上升的原因及合理性，各类存货期后结转或销售情况，存货周转率显著低于同行业可比公司的原因；（2）各期末主要原材料的构成，2021 年金额大幅上升的具体原因及备货的合理性，各期由于公司产品升级而不适用于新产品的原材料的减值情况，跌价准备计提的充分性；（3）结合公司产品形态说明期末不存在库存商品的原因，是否与同行业可比公司一致；发出商品区分不同下游领域的构成情况，是否均有相应合同支持，长库龄的发出商品未验收的原因，产品验收周期与同行业可比公司是否存在显著差异；（4）发行人对试用设备的管理情况、会计核算方式，各期末试用设备规模及各期减值、转回情况，试用设备转化为销售的平均周期；（5）报告期各期经营活动产生的现金流量净额与净利润差异较大的具体原因，结合公司下游领域收入结构的预计变动情况、存货发出商品大幅增加、不同客户的结算方式及信用政策等，说明发行人资产负债结构、经营业绩、现金流等方面是否会发生重大变化，并充分提示相关风险。"
  },
  {
    "according": "根据申报材料：（1）发行人结算方式主要为“签订订单后预收-发货/到货预收-设备验收后收取验收款-质保期结束收取质保款”的分阶段收款方式，与同行业可比公司不同，对新能源电池领域客户销售的产品在验收前的收款比例相对较低；（2）报告期各期末应收账款和合同资产账面价值分别为2,046.92 万元、2,055.13 万元和 6,116.97 万元，预收款项及合同负债金额分别为 8,907.35 万元、14,578.17 万元和 21,047.96 万元，持续大幅上升；期后回款比例分别为81.80%、74.06%和 54.26%；（3）报告期各期末账龄在 1 年以上的应收账款账面余额占比分别为 50.91%、68.11%和 21.86%，报告期各期末应收账款（含合同资产）的期后回款比例分别为 81.80%、74.06%和 54.26%。",
    "question": "请发行人说明：（1）发行人对不同下游领域客户的信用政策的差异情况及原因，报告期内信用政策及实际回款周期的变化情况，应收账款和合同资产、预收款项和合同负债区分不同下游应用领域的构成情况及与结算方式、信用政策的匹配性，发行人结算方式与同行业可比公司不同的原因；（2）应收账款期后回款比例较低的原因，各期末应收账款余额中逾期款项占比，主要逾期客户情况、造成逾期原因及期后回款情况，坏账准备计提的充分性。"
  },
  {
    "according": "根据申报材料：（1）报告期各期研发费用金额分别为 1,093.14 万元、1,369.48 万元和 1,888.16 万元，其中职工薪酬金额分别为 951.99 万元、1,145.39 万元和 1,633.98 万元，直接材料金额分别为 64.11 万元、117.24 万元和 104.63 万元；（2）发行人产品主要为定制化产品，主要研发项目包括机器视觉 3D 控制检测系统的研发、基于片材行业的瑕疵检测系统的研发、锂电池焊后瑕疵质量检测系统的研发等；（3）报告期各期发行人研发费用率低于同行业可比公司，公司与可比公司的具体产品和应用的下游行业的技术迭代速度存在一定差异。",
    "question": "请发行人说明：（1）研发人员的认定标准，2021 年研发人员数量、人均薪酬增长较多的原因和合理性，是否存在兼职从事研发活动或报告期内转换业务职能的人员，工时核算及相关成本费用分摊的准确性；（2）直接材料在研发项目中的使用情况，报告期内金额较低的原因，发行人的研发费用结构是否与同行业可比公司一致，研发费用率低于同行业可比公司的具体原因；（3）发行人定制化产品开发、研发活动是否准确区分，相关成本、费用的归集情况。"
  },
  {
    "according": "根据申报材料：（1）发行人实际控制人郑建和第二大股东胡美琴为公司创始股东，目前分别任公司董事长兼总经理和董事、副总经理、总工程师，双方共同设立控股股东凯毕特并分别担任执行董事和监事，胡美琴还在或曾在郑建控制的企业德康环保、层元环保等担任监事、执行董事、总经理等职位；双方曾作为创始股东共同与发行人外部投资人签署对赌或其他特殊权利协议条款；（2）无锡蜂云能创于 2021 年 12 月增资入股发行人，其有限合伙人蜂巢能源科技股份有限公司（以下简称蜂巢能源）持有 73.08%合伙企业份额，同时为执行事务合伙人蜂巢投资管理（山东）有限公司的重要股东，蜂巢能源为发行人客户，正在履行的 500 万以上销售合同金额合计 9,271 万元，金额较大；（3）2017 年员工持股平台丰泉汇投资成立时，郑琳代郑建、胡美琴和边慧娟持有合伙份额 116 万元，后于 2021 年 12 月均转给边慧娟，同时郑建、胡美琴另行向边慧娟转让丰泉汇投资合计 22 万元的合伙份额，发行人于 2017 年、2021 年分别一次性确认股份支付费用 1,888.18 万元、801.85 万元，边慧娟是创始股东好友，曾任杭州五星铝业有限公司副总经理，目前任公司销售总监。",
    "question": "请发行人说明：（1）结合郑建与胡美琴间的关系、双方存在共同对外投资及任职行为并共同签署对赌协议等，分析郑建与胡美琴是否构成共同控制，是否存在《上市公司收购管理办法》第 83 条规定的一致行动关系，股份锁定是否符合监管要求；（2）无锡蜂云能创入股发行人的原因、入股价格的定价依据及公允性，入股前后蜂巢能源与发行人的交易情况，包括原因、内容、金额及交易价格的公允性，是否存在其他特殊约定或利益安排；（3）结合边慧娟与发行人创始股东的关系、入职公司的时间、背景及过程，说明边慧娟通过郑琳代持并受让较多丰泉汇出资份额的原因及合理性，入股价格的定价依据及公允性，是否存在违反竞业禁止、保密协议或其他特殊约定的情形，是否存在股份代持或者利益输送情形；（4）2017 年、2021 年股权激励相关股份公允价值选取的合理性，股份支付费用的计算过程，结合股权激励协议、合伙协议中有关激励员工正常离职及退伙条款、回购价格约定及实际执行情况等，说明是否构成财务实质上行权条件与服务期限，结合上述情况及边慧娟的入职时间等说明股份支付相关会计处理是否符合企业会计准则的规定。"
  },
  {
    "according": "根据申报材料：（1）层元环保（原名浙大双元）为实际控制人郑建曾控制的企业，于 2019 年 2 月 19 日注销，注销前与发行人经营类似业务，部分资产和人员由发行人承接，发行人较多董监高及核心技术人员曾在层元环保任职；（2）2019 年、2020 年，发行人向关联方兰溪市捷科机械加工厂、兰溪市云泽机械加工厂和兰溪市一帆机械厂（以下合称兰溪机械加工厂）采购机加件，金额合计为 561.74 万元、848.04 万元；2020 年，兰溪机械加工厂注销，机器设备和车辆等资产均转让给发行人，人员均入职发行人；（3）2021 年，发行人关联方控制的杭州明和科技开发有限公司（以下简称明和科技）和杭州沐康电子商务有限公司（以下简称沐康电子）均注销；（4）保荐工作报告未充分说明对发行人主要关联方资金流水的核查情况。",
    "question": "请发行人说明：（1）层元环保的基本情况、注销前的主要经营业务、与发行人的关系，注销的具体原因，结合层元环保的业务开展及郑建、胡美琴在浙大双元持股演变情况，说明郑建、胡美琴同时创立双元有限的原因、背景及合理性，是否存在纠纷或潜在纠纷；（2）兰溪机械加工厂设立的背景，是否仅向发行人提供服务，相关关联交易的必要性、合理性及公允性，是否存在股份代持或利益输送，兰溪机械加工厂、明和科技、沐康电子于最近两年注销的原因；（3）发行人承接层元环保及兰溪机械加工厂资产、人员的原因及具体情况，相关作价的公允性，相关资产截至目前的使用情况、相关人员的任职情况，报告期内是否存在人员混同或者为发行人代垫成本费用的情况，是否存在核心技术来源于层元环保的情况。"
  },
  {
    "according": "根据申报材料：（1）发行人拟募集资金 6.5 亿元，其中补充流动资金 1.4亿元，项目铺底流动资金 8,400 万元；报告期末发行人总资产 6.07 亿元、机器设备原值 456.86 万元、货币资金 1.37 亿元；（2）报告期各期，现金分红金额分别为 982.98 万元、1,226 万元和 1,100 万元，各期末持有交易性金融资产账面价值分别为 5,242.60 万元、11,381.25 万元和 3,003.16 万元；（3）募集资金 3.17 亿元将用于智能测控装备生产基地项目，其中工程费用金额为23,324.35 万元，包括厂房建设及装修费用 13,046.00 万元、设备购置及安装调试费用 7,100.00 万元，未涉及募投项目用地资金安排，预计增加在线自动化测控系统产能 2,800 套和机器视觉智能检测系统产能 2,000 套，公司 2021年两种产品产量分别为 1,205 套和 599 套；（4）研发中心项目建设投资金额为 9,395.86 万元，包括场地建设及装修、设备购置、设备安装调试等。",
    "question": "请发行人说明：（1）结合发行人资产规模、货币资金及理财产品余额、现金分红等，说明本次募集资金规模的必要性和合理性，募集资金规模与发行人资产规模、人员规模、发展阶段、订单获取能力等的匹配性；（2）购置设备的具体明细构成及用途，结合发行人目前的设备规模和产品产量的配比关系说明购置设备金额的合理性，生产经营模式是否将发生重大变化，结合达产后的预计产能情况、下游市场需求、市场竞争状况等，量化分析公司是否具有募投项目产能消化能力，测算募投项目建成后对经营业绩的影响，并针对性揭示风险；（3）发行人取得募投用地的具体安排、预计时间及资金来源；（4）报告期内持续进行大额分红的原因，分红款的具体流向和用途，发行人购买理财产品的具体情况，结合新增及赎回情况说明 2020 年末交易性金融资产金额较大的原因。"
  },
  {
    "according": "根据申报材料：（1）2021 年，宜宾晨道、宁波梅山超兴、无锡蜂云能创、金华毕方贰号、惠州利元亨和宁波和歆等股东入股发行人时，与控股股东凯毕特、创始股东签署了对赌及特殊权利条款（以下简称对赌条款），目前与股东宜宾晨道、宁波梅山超兴、无锡蜂云能创签署的对赌条款已终止或者中止，且存在自动恢复条款，与金华毕方贰号、惠州利元亨和宁波和歆签署的对赌条款已自动终止；（2）招股说明书披露公司存在对赌条款的法律风险，如上述投资人权利恢复，则发行人创始股东存在被投资人要求回购股权或承担相关合同义务及违约责任的风险，进而对公司股权结构和日常经营的稳定性产生不利影响。",
    "question": "请发行人说明：“中止”的具体含义，结合发行人创始股东作为对赌条款当事人的权利义务和责任，投资人权利恢复的相关约定，说明在审期间是否存在可能触发恢复对赌条款的情形，发行人创始股东是否存在应履行而未履行的义务，披露相关风险是否恰当。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司综合毛利率分别为 67.70%、73.34%、76.79%和 83.50%，可比公司平均值分别为 38.38%、37.62%、49.15%、59.02%，差异较大；（2）公司各类产品毛利率整体保持在较高水平，不同细分产品之间存在一定差异，微控制器作为新开发产品，毛利率超过 90%。",
    "question": "请发行人说明：（1）区分主要产品，分析与同行业公司同类产品毛利率的差异情况及原因；（2）结合销售结构、单位价格、单位成本等因素，量化分析各类产品毛利率的变动原因以及对综合毛利率的影响，说明毛利率持续较高的合理性及可持续性；（3）报告期各期新开发并实现销售产品毛利率情况，微控制器等作为新开发产品，即实现较高毛利率的原因、合理性及可持续性，是否符合行业惯例。"
  },
  {
    "according": "根据申报材料：（1）国拨研发项目承接自相关主管部门，公司通过招投标方式竞标取得相应项目的研发资格后开展研发；自筹研发项目主要系自发产生研发需求，通过立项等程序后开展研发；（2）报告期内，国拨研发项目所发生的研发成本金额分别为 4,567.68 万元、6,004.36 万元、10,030.29 万元和14,232.75 万元，占研发投入比例分别为 67.44%、56.22%、58.39%和 68.94%，金额逐年上升且占比较高；同期的主营业务成本分别为 3,745.02 万元、3,790.07 万元、7,330.74 万元和 6,779.41 万元；（3）国拨研发项目中，委托单位向公司提供研发资金，研发完成后需由相应委托单位验收成果。公司作为承研方享有技术成果专利的申请权、持有权和非专利成果的使用权，而委托方可取得该项专利和成果的普遍实施许可；（4）公司长期应付款包括国拨基本建设项目拨款及国拨研发项目拨款，报告期各期末余额分别为 1,801.64 万元、7,175.81 万元、7,520.08 万元和-432.31 万元；（5）2021 年 6 月，发行人将4,985 万元国有独享资本公积确权至中国电子，转增价格依据前一年度的净资产评估值确定。",
    "question": "请发行人说明：（1）国拨研发项目、国拨基本建设项目的具体内容、项目获取的具体方式、与发行人的合作模式、双方权利义务约定、具体的成果形态及其归属、拨款金额与进度安排，以及发行人应用于主营业务的情况等；（2）国拨研发项目、国拨基本建设项目的具体会计核算方式，与产品销售或技术服务、政府补助项目的差异比较情况，相关会计处理是否符合企业会计准则的规定；（3）国拨及自筹研发项目划分情况，如何与生产活动相关成本、费用之间准确归集，计入研发投入是否符合《科创板股票发行上市审核问答》第 7 条的要求；（4）委托单位对国拨研发项目成果的使用情况，是否存在自行或者委托他人生产、销售相关产品或使用专利的情况；（5）国有独享资本公积确权及定价的相关规则、依据，计入资本公积的金额与国拨项目的匹配关系；（6）结合国拨项目对报告期内研发投入、研发成果、新品开发、毛利率、固定资产、现金流量等方面的影响程度，以及国拨项目研发成本高于主营业务成本、实际拨款金额的变动情况，说明发行人经营成果是否存在对国拨项目的依赖、是否具备可持续性。"
  },
  {
    "according": "根据申报材料：（1）2011 年、2014 年、2017 年，发行人存在员工增资入股以及股份代持的情形，2019 年 12 月设立持股平台予以规范和清理；4 个自然人股东持股平台合计持有公司 16.12%股份，其中董事长黄晓山持股比例为2.72%，离职人员王宁持股比例为 1.22%；（2）2017 年增资中，员工分别于2017 年、2019 年分两期对公司进行出资，均于 2019 年 12 月间接取得股权，仅2019 年第二期出资的股东确认了股份支付费用；（3）2017 年增资时公司股权评估价 1.0753 元/注册资本，针对 2019 年、2020 年、2021 年的员工持股平台后续股份变动，公司分别参考 2019 年末、2019 年末以及 2020 年末的净资产评估值进行了股份支付的确认。",
    "question": "请发行人说明：（1）员工历次增资的定价依据以及公允性、不同员工持股份额的分配方式，是否履行相关内部与国资审批程序；结合员工任职情况、获取股份的过程、金额、价格等因素，说明是否涉及对关联方利益输送；（2）结合董事会/股东大会等决策程序、相关协议的签署情况与内容、员工出资情况及代持/解除代持的认定依据、实际取得股份时点等，逐一分析相关股权变动是否涉及股份支付，授予日、等待期及股份支付金额的准确性；（3）历次净资产评估的具体计算方法、关键参数以及结果的公允性，与同行业可比公司的估值差异比较情况及原因，是否履行相关国资审批程序。"
  },
  {
    "according": "根据申报材料：（1）报告期内，人工薪酬占销售费用的比例分别为 67.40%、71.76%、87.59%和 83.32%，平均薪酬分别为 31.97 万元、33.71 万元、75.17万元和 41.24 万元，同期研发人员、管理人员平均薪酬均低于 30 万元；（2）销售部门主要根据员工级别、从事工作内容、入职年限等因素综合确定个人的薪酬及奖金。2020 年在制定薪酬办法时，未能预期销售收入的快速增长，因此基本保持了和 2018 和 2019 年相同的考核办法，导致 2020 年销售人员平均薪酬大幅增长；（3）报告期内，发行人前五大客户构成稳定，合计销售占比较高。",
    "question": "请发行人说明：（1）销售人员人均薪酬与研发人员、管理人员、同行业人员的差异比较情况及原因；（2）报告期内销售人员相关考核机制、薪酬及奖金计算的具体方法与过程，结合从事工作内容、员工级别、入职年限等因素分析总额、均值、极值以及分布的合理性，是否存在异常情形；（3）结合下游客户类型、发行人获客方式、新客户拓展情况、双方合作历史等因素，说明销售人员薪酬与其工作内容、工作成果的匹配关系，公司业务拓展的主要驱动因素以及是否存在其他利益安排。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司管理费用分别为 3,780.43 万元、5,536.93 万元、6,841.05 万元和 6,698.98 万元，占同期营业收入的比例分别为 32.59%、38.92%、21.64%和 16.31%，同期可比公司的管理费用率分别为6.41%、7.57%、5.05%和 4.00%，发行人持续且显著高于可比公司；（2）发行人2018 年和 2019 年总体收入规模较小，因此管理费用率较高，2020 年及 2021 年1-9 月随着收入规模的增长，管理费用率有所下降，与同行业收入规模相近的公司不存在明显差异。",
    "question": "请发行人说明：结合管理费用的具体构成，量化分析管理费用率显著较高的原因及合理性，上述“与同行业收入规模相近的公司不存在明显差异”的表述是否准确以及相关依据。"
  },
  {
    "according": "根据申报材料：（1）报告期内，研发人员工资薪金分别计入研发费用、研制成本、技术服务成本；计入研发费用的人工薪酬占研发费用的比例分别为53.52%、44.62%、52.36%和 43.26%，外协费占研发费用比例分别为 24.14%、32.48%、31.83%和 38.16%；（2）报告期内，发行人委外设计费分别为 144.88万元、191.76 万元、628.75 万元和 441.24 万元，研发费用中的材料费金额分别为 235.39 万元、805.38 万元、284.48 万元和 684.79 万元，各年波动较大；（3）报告期内，采购晶圆分为生产流程使用与研发流程使用，其中研发流程晶圆占比分别为 71.08%、50.25%、47.98%和 74.99%；（4）申报报表中对于研发费用进行了调整，部分营业成本、管理费用改为计入研发费用进行核算。",
    "question": "请发行人说明：（1）研发人员的认定标准、与职能部门的对应关系，工资薪金核算的具体方法及相关内部控制情况，是否存在生产人员、技术服务人员或销售人员参与研发的情况，在不同成本、费用中的分摊是否准确；（2）外协费的具体构成和主要支付对象，与发行人研发项目、研发成果的匹配关系，占比持续提高的原因；（3）委外设计费的具体构成和主要支付对象，与发行人核心技术的关系；材料费的具体构成以及报告期内波动较大的原因及合理性；（4）研发流程使用晶圆与生产流程使用晶圆的划分标准、研发领用后实物流转情况以及相关内部控制；研发使用晶圆与研发项目的匹配关系，占比显著高于生产使用的原因及合理性；（5）申报报表中涉及调整研发费用核算的情形、金额、影响以及原因，是否符合企业会计准则的规定。"
  },
  {
    "according": "根据申报材料：（1）本次募集资金 15 亿元拟投向芯片研发及产业化（涉及FPGA、ADC、SoC 等）、高端集成电路研发及产业基地等项目，其中约 3 亿元用于检测中心建设；（2）报告期内，大部分生产环节无自有产能，公司成品检测环节委外检测成本占比分别为 74.97%、54.59%、41.09%和 34.17%；2019 和2020 年度产销率在 70%左右，2021 年 1-9 月超过 100%。（3）报告期各期末，公司在建工程账面价值分别为 207.93 万元、783.54 万元、4,426.08 万元和13,450.66 万元，占各期末非流动资产总额的比例分别为 1.48%、4.70%、21.56%和 43.45%，主要为高端集成电路研发及产业基地。",
    "question": "请发行人说明：（1）结合发行人主要产品的市场需求及竞争状况、报告期内产销率较低的情况等，分析发行人芯片研发及产业化募投项目未来的市场空间和产能消化能力，相关风险揭示是否充分；（2）内部检测和委外检测内容是否存在差异，并结合发行人现有检测能力的使用效率，未来在研项目产业化时间安排等，说明检测中心项目未来业务规划，是否对外提供检测服务，是否存在检测能力闲置的风险；（3）在建工程的实施进度安排，与募投规划项目之间的关系，报告期内在建工程项目的主要构成、核算依据，转固的条件、时点及依据、开始计提折旧的时间，是否存在延迟转固的情况，是否符合企业会计准则的规定。"
  },
  {
    "according": "根据申报材料：（1）公司在整体经营规模、产品构成等方面较国际领先的芯片设计公司仍有较大差距，较国内同行业可比上市公司亦有一定差距；（2）公司产品种类较多，数字集成电路产品包括以可编程逻辑器件（CPLD/FPGA）为代表的逻辑芯片、存储芯片及微控制器等，模拟集成电路产品包括数据转换（ADC/DAC）、总线接口、电源管理及放大器等；FPGA、CPLD 等主要产品采用 CMOS 工艺；（3）发行人以科学技术成果鉴定认定 FPGA、CPLD 及ADC 等核心产品的先进性，但鉴定工作均由实控人组织；（4）发行人最先进的FPGA 类产品为“奇衍”系列 7,000 万门级 FPGA，与复旦微最先进的量产产品系列均为同代产品，据公开信息，复旦微已量产亿门级 FPGA；（5）特种集成电路行业下游市场总体处于充分竞争状态。国内同行业公司未推出与发行人类似指标规格的 ADC 系列产品，发行人未就 ADC 系列产品与国内可比公司比较。中国电科集团第 24 所、上海贝岭等是国内 ADC/DAC 领域最重要的参与者之一。",
    "question": "请发行人说明：（1）结合主要产品的市场竞争格局和集中度、公司规模和产品构成与同行业公司差距情况等，就发行人面临的市场竞争风险进行相应的风险揭示和重大事项提示，并按照重要性、针对性原则精简完善重大事项提示的其他内容；（2）各主要产品之间的关联性以及形成较多产品种类的原因，并结合发行人目前主要产品的工艺类型及其先进性，说明是否符合行业主流工艺发展趋势；（3）相关技术成果鉴定的背景、内容及独立性，鉴定结论的依据能否客观反映公司产品的技术水平；（4）发行人 FPGA 与复旦微最先进的量产产品系列均为同代产品的客观依据；并结合与国内 ADC 领域主要参与者产品功能特征及指标规格对比情况，说明国内同行业公司是否具备类似功能特征或性能指标的同类产品，尚无类似指标规格 ADC 系列产品的客观依据，同行业公司产品对比是否充分。"
  },
  {
    "according": "根据申报材料，报告期各期发行人期间费用率波动较大。1）业务推广费金额较小，报告期各期分别为 228.80 万元、268.27 万元和 584.85 万元；2）人均薪酬显著低于发行人选取的同行业可比公司；发行人维护质保费变动幅度与销售收入变动不一致。3）2020 年公司销售人员较 2019 年大幅减少，主要系发行人大幅裁减销售人员规模。2020 年初发行人退租一处办公场地。",
    "question": "请发行人说明：（1）销售费用与营业收入增长不一致的原因；业务推广费与销售人员规模不匹配的原因；（2）发行人人均薪酬较低的原因；请发行人结合当地同类企业薪酬水平、与发行人业务及产品可比公司薪酬水平以及与发行人的比较情况，说明发行人人均薪酬的合理性；（3）2020 年人员裁减以及退租办公场地的具体原因；裁减人员进入发行人工作的时间，相对应业务及报告期产生收入情况，裁减人员对发行人经营、业绩的影响，相关风险揭示是否充分；（4）是否存在少计费用、体外代垫人员费用的情形；（5）维护质保费计提方法及标准，结合报告期实际发生比例与计提比例的比较差异，分析维护质保费计提是否充分。"
  },
  {
    "according": "根据申报材料，自设立以来，公司主营业务、主要产品和服务、主要经营模式均未发生重大变化。发行人曾为新三板挂牌公司，于 2018 年 4 月终止挂牌；报告期的预收账款、存货、固定资产、应付账款等营运性资产负债余额均远高于报告期期前。",
    "question": "请发行人说明：（1）结合本次申报前发行人的资产或股权收购、业务模式、产品结构等情况的变化，分析本次申报报告期收入、利润、营运性资产负债等指标较申报前发生较大变化的原因及合理性；本次申报主营业务及主要产品、业务模式与申报前是否存在较大差异；（2）本次申报和新三板挂牌信息披露的差异情况，本次申报报告期与会计处理相关的事项与挂牌期间是否存在较大调整的情形，是否符合《企业会计准则》的规定。"
  },
  {
    "according": "根据申报材料，1）公司向前五大客户销售金额占当期营业收入的比例为 32.23%、44.21%和 20.54%。公司不同业务领域客户存在较大差异；2）2020 年城市道路交通管理业务新增佛山市南海区交通安全中心，交易金额为9266.82 万元，显著高于报告期内其他客户交易金额。城市治理业务中，成都市数字城市运营管理有限公司连续三年均为发行人客户。",
    "question": "请发行人说明：（1）区分各板块分析前五大客户销售情况；（2）结合城市道路交通管理和城市治理板块报告期主要客户变动较大的情况，说明该两个业务下报告期各期新老客户收入占比，发行人拓展客户和获取新客户的方式、是否存在未来收入波动较大的风险；（3）佛山市南海区交通安全中心项目的主要内容、项目周期，项目金额较大的原因，截至目前项目的回款情况；（4）针对同成都市数字城市运营管理有限公司的交易，说明各年涉及的项目情况，持续采购发行人城市治理项目的原因。"
  },
  {
    "according": "根据申报材料，1）报告期内，公司的主营业务成本主要由材料成本、工程外包与服务外包构成；2）报告期内，公司主营业务综合毛利率分别为 28.03%、27.61%和 25.34%，整体较为稳定，但 2020 年民航空中交通管理业务和城市道路交通管理业务的毛利率存在一定下降。",
    "question": "请发行人说明：（1）人工成本、外包成本、材料成本、项目实施费的主要核算方法和核算过程，成本能否按照不同项目清晰归类，成本计量和结转的完整性与合规性；（2）区分系统研制与系统集成项目、软件开发项目、自主设备生产项目等产品，说明不同产品各年的毛利率情况及波动原因；（3）区分不同业务领域进行可比公司毛利率比较，分析差异的原因。"
  },
  {
    "according": "根据申报材料，1）公司在民航空管业务方面是国内民航空管企业资质等级最齐全、等级最高的企业，公司拟放弃军工业务相关资质并已注销武器装备科研生产单位保密资格，发行人的部分资质证书（包括民用航空空中交通通信导航监视设备使用许可证等）将于 2022 年底到期；2）发行人从事民航空管、城市道路交通管理系统、城市综合治理等业务，涉及民航相关信息、公共信用信息、人防信息等数据；3）报告期内，发行人通过公开招标获取订单的收入占比为 44.99%，74.84%，64.93%，通过商务谈判等非公开招标方式获取订单的收入占比较高。",
    "question": "请发行人说明：（1）发行人是否取得开展业务的全部必要资质，对相关资质进行续期的具体安排；（2）依据《网络安全法》《数据安全法》《关键信息基础设施安全保护条例》等，发行人提供的主要产品和服务是否属于《关键信息基础设施安全保护条例》规定的安全可信的网络产品和服务，是否需配合网络安全审查，发行人在业务开展过程中是否遵循数据安全、国家秘密和个人信息保护等相关法律法规的规定，是否已采取有效措施防止涉密信息和个人信息泄露、确保数据安全；（3）按照订单获取方式分类的收入构成情况，发行人业务获取的合法合规性。"
  },
  {
    "according": "根据申报材料，Chiva公司于2011年起从LGND公司引进3条肝病治疗产品管线以及化合物专利，并与发行人达成合作。2012年，Chiva公司的股东Morningside 以5000万元间接增资入股发行人，其后又以5000万元将Chiva 公司转让给发行人。由此，发行人间接从 LGND 公司授权引进前述3条管线以及相应专利及技术的许可使用权。2017年，公司从 Sedor 公司授权引进1条癫痫治疗产品管线，并间接获得 LGND 公司相关技术许可。前述4条授权引进的管线构成发行人目前已进入临床试验阶段的产品，授权方已就授权区域、知识产权许可、商业化利益等进行了明确约定，并适用美国法律，申报材料未予详细说明。此外，3条肝病管线以及癫痫管线关键技术均为 LGND 公司从第三方收购取得；发行人2019年与该公司达成第二代肝靶向 LTP 专利技术合作。",
    "question": "请发行人说明：（1）LGND、Sedor 的基本信息、主营业务、已经获批上市的主要产品以及主要客户情况，是否曾与发行人间接股东 Morningside Venture 存在关联关系；（2）结合前述4条产品管线及相关技术专利的历史研发过程及交易的主要情况，分析发行人收购 Chiva 公司的商业合理性及交易作价的公允性；（3）列示相关授权引进协议约定的主要内容，分析对发行人产品研发及未来权益的具体影响，发行人是否需要就 Captisol 的分授权向 LGND 公司支付相关费用；（4）授权引进对发行人主营业务、技术体系、知识产权形成过程是否发挥关键作用，发行人主营业务和核心技术体系是否对授权引进存在重大依赖，是否具备完备的研发体系和独立自主的研发能力；（5）二代肝靶向LTP 专利技术的基本情况、研发过程、主要优劣势，发行人与 LGND 公司就该项技术的合作背景、原因，具体进展，是否存在推进障碍。"
  },
  {
    "according": "根据申报材料，发行人研发及生产设备主要为色谱仪、溶出仪、变压器等， 设备成新率较低，资产净值 117.74 万元；发行人与多家企业签订了临床研究委 托协议以及合作研发协议，报告期内研发外包采购金额占研发投入的比重分别 为 61.20%、57.57%、76.96%和 55.74%。",
    "question": "请发行人说明：（1）研发设备的具体用途，与核心管线对应关系，成新率 较低的原因，能否保障公司自主开展创新药等研发活动；（2）区分产品和研究 阶段，以表格简要列示发行人与第三方研发机构签订的协议及主要内容，分析 发行人在产品研发过程中发挥的主要作用，是否对外部机构研发存在重大依赖。"
  },
  {
    "according": "根据申报材料，当前慢性乙肝治疗一线用药为 TDF、TAF 和ETV，ADV 存在起效慢、病毒耐药变异、肾功能损害等问题，《慢性乙型肝炎防治指南（2019）》不建议将其用于 HBV 感染者的抗病毒治疗。发行人甲磺酸帕拉德福韦片产品是用于治疗慢性乙肝的1类创新药，属于肝靶向阿德福韦前药。该条管线在发行人引进前，已由 Metabasis 公司在美国完成了 II 期临床试验，发行人在引进后按照原 CFDA 的法规要求对其重新进行了临床试验，并补充完善了相关临床前研究，目前已推进至临床 III 期。根据当前与 TDF 的对照研究数据，发行人多个关键指标与 TDF 相当，直观数据优于 TDF，其中部分指标未达到统计学显著差异。目前发行人该产品面临以下风险：化合物结构专利已于2020年到期，发行人仅掌握优化后晶体的专利保护、产品适应症制药用途的保护等专利；已有多款乙肝治疗药物在国内获批上市销售，并有多个药物处于不同的临床试验阶段，还将与上述原研品种各自化合物专利到期后的仿制药展开竞争；同类药物 ETV、TDF 已被纳入集中采购目录，药物销售价格大幅下降。",
    "question": "请发行人说明：（1）甲磺酸帕拉德福韦片的有效药物成分，认定其具有肝靶向性的客观依据，是否符合特定标准或行业公认要求；（2）甲磺酸帕拉德福韦片项目境外进展具体情况，Metabasis 是否已开展 III 期临床试验并顺利推进至上市审批阶段，如否，请分析具体原因，发行人是否面临同样风险；（3）发行人引进该项产品后，CFDA 要求发行人从临床前研究开始重新进行临床试验的原因，是否存在不认可境外研究数据的情形；（4）阿德福韦作为二线治疗用药的原因和主要问题，发行人产品作为阿德福韦前药是否仍将面临类似问题；（5）结合当前全球范围内阿德福韦仿制药研发情况，化合物结构专利期限等，西分析发行人掌握优化后晶体和制药用途保护专利对其产品研发上市是否足够；（6）病毒进入抑制剂、病毒转录抑制剂、病毒聚合酶抑制剂、核衣壳组装调节剂和 HBsAg 分泌抑制剂等机制药物相较于核苷（酸）类药物的优劣势，结合当前乙肝治疗药品市场的竞争格局，已进入 III 期临床试验的乙肝药物情况及种类等，分析其与甲磺酸帕拉德福韦片的优劣势对比情况；（7）结合该产品与TDF 的部分对照数据未达到统计学显著差异，说明认定“多个关键指标与 TDF相当，直观数据优于 TDF”的依据是否充分，如否，请删除招股说明书相关披露内容，并进一步分析是否存在获批风险。"
  },
  {
    "according": "根据申报材料，发行人目前有3条新药产品管线获准开展二期临床实验，3条管线均为授权引进。其中，甲磺酸帕拉德福韦片产品在发行人引进前已由Metabasis 公司在美国完成了 II 期临床试验，目前发行人在国内推进至 III 期临床试验阶段；注射用 MB07133在发行人引进前已由Metabasis 公司在美国完成了I 期临床试验，目前发行人在国内推进至 II 期临床试验阶段；CE-磷苯妥英钠注射液为磷苯妥英钠注射液的改良型药物，属于三类化学药，无需进行 II 期和III 期临床试验，发行人未进行过实质性改进和贡献。",
    "question": "请发行人说明：（1）发行人将 CE-磷苯妥英钠注射液作为第五套上市标准核心产品的合理性；（2）发行人在引进甲磺酸帕拉德福韦片和注射用MB07133两款产品时，Metabasis 公司是否已分别推进至 III 期和 II 期临床试验阶段，并充分论述发行人在引进后对相关产品的研发是否取得阶段性成果。"
  },
  {
    "according": "根据申报材料，发行人研发人员人数为 41 人，其中，博士 3 人，硕士 13人，研发人员薪酬较同行业可比公司差异较大。财务部以员工填写的工时表为基础，将部分员工的薪酬在主营业务成本和研发费用之间分摊。",
    "question": "请发行人说明：（1）主要产品管线系授权引进、研发外包采购占比高的情况下，研发人员的主要职责和具体工作内容，针对各产品管线负责的研发人员人数及其必要性；（2）报告期内研发人员数量变化情况，是否存在内部转岗至研发岗位的情形，研发人员中中药相关专业背景、从业经历的研发人员数量及占比情况，研发人员入职时间及学历情况，发行人研发人员是否具有创新药研发能力；（3）提供技术开发、技术转让和技术服务的相关人员是否属于研发人员，认定为研发人员的相关依据，报告期内研发人员从事相关服务及发行人主要管线研发活动的人数、工时、确认的生产成本和研发费用金额等方面的对比情况；结合前述问题进一步说明发行人研发人员的认定是否真实、准确；（4）发行人人员数量、学历背景与同行业公司的比较情况，说明发行人是否建立了完备的研发团队。"
  },
  {
    "according": "根据申报材料，报告期各期，公司剔除股份支付费用研发外包采购金额占当期研发投入的比重为 61.20%、57.57%、76.96%和 55.74%；发行人研发费用分项目构成中瑞舒伐他汀钙、苯磺酸氨氯地平片等其他项目金额分别为 1,375.18 万元、499.39 万元、205.83 万元和 54.28 万元；保荐机构对研发与采购流程执行了穿行测试，发现研发项目立项、里程碑节点确认、可行性评估文件存在部分瑕疵；博济医药 2020 年就甲磺酸帕拉德福韦片 III 期临床试验确认收入 1,325.82 万元，与发行人 2020 年向博济医药采购金额 4,504.36 万元差异较大。博济医药承接的甲磺酸帕拉德福韦片 III 期全国研究者会议在长春召开。",
    "question": "请发行人说明：（1）按照性质（委外研发费用、支付给授权引进方的费用、支付给合作方的费用、发行人自行承担的试验费）、支付对象、具体内容，列示研发费用中的试验费构成情况；（2）结合主要管线临床阶段等说明报告期各期研发外包采购金额波动较大、2020 年研发外包采购金额大幅上升的原因，发行人研发外包占比与同行业可比公司比较情况；（3）结合主要管线预计研发及商业化进展，合理测算未来五年发行人应向各合作方、授权引进方支付和收到的里程碑款、销售分成等金额；（4）委外研发费用和向授权方支付费用确认的具体原则、与同行业可比公司是否一致，如按付款时点确认与发行人现行费用确认方法的差异情况，博济医药年报中披露的收入金额与发行人采购金额存在较大差异的原因，甲磺酸帕拉德福韦片 III 期临床研究合同金额高达 9,564.46 万元的合理性；（5）发行人是否存在委外开展研究会议的情形，甲磺酸帕拉德福韦片 III 期全国研究者会议与发行人临床试验及研发过程是否存在直接关系，相关费用金额是否直接包含在 CRO 服务中，发行人将其计入研发费用的合理性；（6）瑞舒伐他汀钙、苯磺酸氨氯地平片等其他项目与发行人现有主要管线的关系，报告期内发行人对其他项目进行研发的原因，未来是否仍将持续投入及预计投入金额情况；（7）各研发设备的采购时间、投入使用时间、涉及具体产品管线及使用情况，是否存在中药研发相关设备或闲置设备，如是，是否存在减值风险，相关设备折旧费用计入研发费用的合理性，发行人研发设备占比及成新率与同行业可比公司的比较情况、研发设备能否保障公司日常研发活动开展；（8）是否存在董监高薪酬计入研发费用的情形，如有说明具体原因；研发人员中剔除核心技术人员、员工持股平台相关人员后的平均薪酬情况，与可比公司存在较大差异的原因；（9）对研发领料、对照药、原料药的会计处理及其合理性。"
  },
  {
    "according": "根据申报材料，发行人存在以下财务内控不规范情形：1）发行人与三家供应商之间涉及的 165 万元交易并无商业实质，供应商收取款项后均委托个人将款项转至实控人银行账户，此举系向实控人发放奖金 165 万元；2）发行人财务人员收取供应商折让款后向高管金伟丽支付税后工资 11.93 万元，发行人财务总监报销劳务费发票用于支付高管金伟丽薪酬 57.42 万元，2019 年和 2020 年发行人通过金伟丽及其配偶控制的北京芄兰生物科技有限公司发放金伟丽税前工资 30.00 万元和 120.00 万元。2020 年发行人向金伟丽关系密切的家庭成员控制并担任总经理的 Salvia Biomedical Consulting LLC 预付咨询服务费 116.07 万元。",
    "question": "请发行人说明：（1）向实控人发放奖金的决策过程及相关文件；报告期内发行人向金伟丽支付的薪酬总额，通过报销、个人卡转账、向金伟丽控制的企业转账等其他方式向金伟丽支付的金额、是否存在业务实质；（2）除上述情形外，发行人及其关联方、核心人员与金伟丽及其关联方、关系密切的家庭成员之间是否存在其他业务或资金往来；（3）Salvia Biomedical Consulting LLC 的股东、实际控制人及其与金伟丽的关系、主营业务及财务数据，发行人向Salvia 采购咨询服务的具体内容、原因与考虑，该咨询服务合同签署、服务提供及款项支付情况、价格公允性，发行人向 Salvia 支付的采购款是否以任何形式流向金伟丽个人，发行人未将其认定为向金伟丽发放的薪酬的原因、合理性；（4）上述薪酬发放是否已缴纳税款及滞纳金，不规范行为是否在财务报表上恰当反映。"
  },
  {
    "according": "根据申报材料，报告期内关联方 Morningside Venture（I）Investments Limited 存在代发行人支付海外费用的情形。2020 年实控人张登科代朋友王国柱偿还其向公司的借款及利息合计 33.20 万元。",
    "question": "请发行人说明：（1）Morningside Venture（I）Investments Limited 代发行人支付海外费用的原因、支付对象和金额，相关资金流水走向，Morningside 与支付对象是否存在关联关系或其他关系；（2）王国柱及其关联方与发行人、实控人是否存在业务或资金往来，张登科代朋友偿还其向公司借款的原因、合理性。"
  },
  {
    "according": "根据申报材料，席志坚（Xi Zhijian）为凯华公司前股东及公司前任高管，报告期内发行人与席志坚（Xi Zhijian）及其关联企业存在多项股权、知识产权纠纷，并涉及多项专利申请权，其中部分诉讼尚未完结。",
    "question": "请发行人说明：（1）各项诉讼的背景和原因，主要内容以及当前进展；（2）股权转让纠纷是否已完全了结，是否存在涉诉风险，并分析对实际控制人股权清晰稳定的影响；（3）涉诉知识产权及专利申请权的具体内容，是否涉及发行人核心技术和核心管线，相关诉讼对发行人核心技术体系和研发生产活动的影响；（4）保障发行人利益不受损害的具体措施。"
  },
  {
    "according": "根据申报材料，发行人在收购 Chiva 公司过程中未办理境外投资备案程序，本次申报前发行人已汇报并进行整改，发改委约谈认为符合整改要求，未作出处罚，出具了《企业境外投资违规行为约谈记录摘要》。",
    "question": "请发行人说明：前述《企业境外投资违规行为约谈记录摘要》主要内容，并提交作为附件备查。"
  },
  {
    "according": "根据申报材料，发行人现阶段原材料采购主要为研发试验用试剂、耗材等。报告期内,原材料采购金额分别为964.48万元、882.97万元、3,011.77万元和1,460.62万元。2019、2020年，公司原材料采购金额相对较小，2021年度，随发行人在研管线研发进度的推进，原材料采购金额大幅提升。",
    "question": "请发行人说明:（1）发行人向原材料主要供应商的采购模式、材料规格、采购价格与同行业可比公司是否存在显著差异;同类材料不同供应商价格是否存在显著差异;发行人与主要供应商之间的合作是否具备稳定性;（2）发行人对采购、消耗、结存原材料与研发进程匹配性的量化分析，相关会计处理是否符合《企业会计准则》的规定;（3）发行人与原材料主要供应商之间是否存在关联关系或其他利益安排。"
  },
  {
    "according": "根据申报材料，（1）发行人的药物研发环节主要包括药物发现阶段、临床前研究阶段、临床试验阶段、病毒载体生产阶段、CAR-T细胞生产阶段。报告期内，各环节研发服务采购金额分别为652.82万元、833.822万元、6,713.55万元、31.11万元及197.99万元;（2）发行人与CytoImmuneTherapeutics,LLC、上海科技大学、锭铁生物等企业或高校进行合作研发，拓宽管线布局。",
    "question": "请发行人说明:（1）发行人与各环节研发服务主要供应商的合作历史、选取标准、服务内容，相关采购价格是否公允，是否符合研发费用确认条件，发行人与主要合作方是否存在关联关系或其他利益安排; （2）各项合作研发的商业背景、与在研主要产品的关系、研发投入预算、研发进展、已投入规模，发行人与合作方关于研发费用分摊、支付的具体约定,相关会计处理是否符合《企业会计准则》规定;（3）合作研发是否存在与合作方对合作项目涉及的知识产权归属、付款安排或实际履行情况存在争议等情况，是否存在因发行人与合作方之间产生争议或纠纷从而延迟甚至终止公司合作研发项目的研究、开发或商业化进程的风险，相关风险是否充分披露;（4）主要在研产品预计研发费用、研多汉MAa音刍态势、定价策略、医保覆盖和已上市结合发行人核心产品目标市场的竞争格局、竞争态势、定价策略、医保覆盖和已上市药品的销售情况等，说明发行人核心产品是否具备竞争优势，是否存在市场空间拓展障碍，相关风险是否充分披露;（5）结合公司日常生产经营、研发投入、固定资产投资等活动，测算未来12个月营运资金需求，满足营运资金需求的方式,说明发行人是否能够支持公司在至少未来12个月的正常运营、研发及生产活动，若无法获得额外融资，是否存在可能无法完成在研产品开发及商业化的风险，相关风险是否充分披露。"
  },
  {
    "according": "根据申报材料，（1）报告期各期末，发行人固定资产账面价值分别为2,336.89万元、2,201.50万元、4,615.46万元及5,201.44万元，主要系实验专用设备，账面价值为4,835.65万元,其中生产用设备账面价值为2,613.15万元。发行人预计2022年下半年将新增2,000余万元的生产设备采购，预计年产能约为650例CAR-T产品制备;（2）报告期各期末，公司在建工程余额分别为124.78万元、8,737.69万元、681.45万元及153.82万元。2020年末在建工程余额大幅增加主要系当年金山生产基地厂房改造施工，发生投入较大所致;（3）报告期各期末，公司长期待摊费用余额分别为525.08万元、177.86万元、9,034.90万元及8,389.01万元，均为租入房屋及建筑物后进行改造及装修发生的相关费用,2021年末,长期待摊费用大幅增加主要系金山生产基地于2021年8月完成竣工验收，结转至长期待摊费用科目核算所致。",
    "question": "请发行人说明: （1）2021年及2022年新增固定资产投资的具体情况，固定资产投入及预计产能与同行业可比公司的比较情况，并进一步分析在研管线研发、商业化进程及产能与新增固定资产投入的匹配性;（2）报告期内金山生产基地具体建设情况，包括建设背景、建造方式、开工与竣工时间、实际工期及与计划工期的差异、预算金额、实际金额及其变动情况、工程进度、在建工程结转长期待摊费用的具体时点、金额、累计及当期利息资本化的情况（如有）、资金来源、与募投项目“总部及产业化基地（一期）项目”及原有生产基地之间的关系、项目建设完成后相关产能的消化计划及执行情况;（3）报告期内在建工程是否存在相关支出已发生但未及时入账、在建工程已达到预定可使用状态但未及时结转的情形;（4）报告期各期长期待摊费用的构成及摊销的核算情况，已入账在建工程及对应长期待摊费用入账金额是否准确，会计处理是否符合《企业会计准则》相关规定;（5）以表格形式列示报告期内在建工程、长期待摊费用的支出明细、支付对象以及入账依据，是否混入其他支出，是否均为工程相关供应商;（6）与固定资产及在建工程相关内控制度是否健全且得到有效执行。"
  },
  {
    "according": "根据申报材料，报告期各期末，公司交易性金融资产金额分别为2,001.20万元、11,039.96万元、53,255.84万元及42,175.77万元，全部为结构性存款。",
    "question": "请发行人说明:（1）报告期各期末理财产品的具体情况，包括但不限于相关银行、产品的类型、风险情况、利率、收益起止日期、期限、收益金额等;（2）上述理财产品的投资方向，是否存在投向发行人相关方、供应商及其相关方的情形，是否存在理财产品质押或设定其他他项权利的情形。"
  },
  {
    "according": "根据申报材料，发行人以CAR-T的生产过程中涉及的设备、材料和人力等成本构成可能影响公司产品获批上市后的商业化策略，披露后可能严重损害公司的利益为由，对首轮回复中临床用药生产成本构成、生产成本具体测算及与同行业公司的比较信息申请豁免披露。",
    "question": "请发行人说明：上述信息豁免披露的必要性，是否符合相关规定，豁免替代方式是否对投资者作出价值判断及投资决策是否构成重大障碍。"
  },
  {
    "according": "根据申报材料，（1）泰豪科技为智能装备基金第一大有限合伙人，持有该基金41.57%份额，并通过泰豪军工、智能装备基金合计间接持有发行人30.88%股份；（2）珠海中合荣创为智能装备基金第二大有限合伙人，持有该基金26.66%份额，刘磊通过控制的寻味空间、珠海中合荣创合计间接持有发行人14.95%股份。",
    "question": "请发行人说明：（1）泰豪科技、刘磊入股发行人的背景及原因；（2）发行人主要产品与泰豪科技包括车载通信指挥系统等在内的主要军工产品的异同；（3）发行人与泰豪科技是否存在利益输送或其他利益安排，发行人关于利益冲突的防范机制。"
  },
  {
    "according": "根据申报材料，2020年发行人控股股东中天泽集团通过自有资金收购上市公司海伦哲，成为其控股股东，金诗玮成为其实际控制人并任董事长。发行人与海伦哲董监高存在部分重合。目前中天泽集团、金诗玮与海伦哲原控股股东、实际控制人机电公司、丁剑平存控制权纠纷，且金诗玮因相关纠纷自2021年10月9日后无法有效履行海伦哲董事长职责。",
    "question": "请发行人说明：（1）目前海伦哲相关诉讼的进展情况，是否涉及中天泽集团、金诗玮的补偿义务或连带责任，中天泽集团、金诗玮是否存在面临较大金额未偿还债务的风险，是否会影响发行人控制权的稳定性；（2）发行人控股股东、实际控制人及与海伦哲重合相关董监高是否存在重大违法违规或被立案调查等情形，是否符合发行条件、是否构成本次发行上市的障碍；（3）发行人的董监高在海伦哲处兼职能否保证其正常、有效履职。"
  },
  {
    "according": "根据申报材料，（1）2016年5月，比特有限通过增资引入新股东引航物资，比特有限由国有资本控股公司变更为非国有资本控股公司，但未就本次增资制定改制方案且未经有权机关审批；（2）引航物资增资发行人的出资来源为借款，2016年12月，智能装备基金以3,500万的对价收购引航物资股权，其中3,499.9999万元为承接引航物资的债务。2018年9月，引航物资将其持有的比特有限40.1849%股权转让予智能装备基金，智能装备基金由间接持股发行人变为直接持股。",
    "question": "请发行人说明：（1）结合相关法律法规，进一步说明国企改制是否履行审计、清产核资、职工大会审议等程序，是否涉及职工安置问题，中航国际是否属于有权机关、由其出具确认函的法律效力是否充分，历史沿革中的改制瑕疵是否造成国有资产流失、是否面临行政处罚风险、是否构成本次发行上市的法律障碍；（2）引航物资和智能装备基金入股比特有限的背景，智能装备基金未直接增资而通过收购股权的方式间接持股比特有限的原因及合理性，引航物资的增资行为是否系股份代持，比特有限国企改制过程中是否存在原管理层违规持股等情形，是否存在法律风险。"
  },
  {
    "according": "根据申报材料，（1）比特电子系发行人唯一一家全资子公司，2021年净资产-31.21万元，净利润-47.8万元；报告期内，发行人注销一家子公司北京金帛达科贸有限公司；（2）实际控制人控制的其他企业大多为股权投资类；（3）晨鹰军泰系金诗玮任董事长的企业，智能装备基金持有其20%股权。目前，智能装备基金、金诗玮与晨鹰军泰、陈耀武涉及诉讼纠纷。晨鹰军泰主营业务为智能军警设备和智能化解决方案提供商。",
    "question": "请发行人说明：（1）比特电子的业务定位，成立时间较长但目前仍亏损且净资产为负的原因；报告期注销的子公司是否涉及生产经营违法违规、是否影响发行人董事、高管的任职资格；（2）简要梳理实际控制人控制的主要资产板块及业务布局，相关业务划分是否清晰、是否与发行人存在潜在竞争或利益冲突，股权投资类平台是否投资与发行人类似的企业；（3）结合晨鹰军泰的股权结构、董事会构成、高级管理人员等，说明是否系金诗玮实际控制的企业；结合晨鹰军泰的主要产品及下游应用领域、主要客户类型等说明其是否与发行人从事相同或类似业务、是否存在竞争关系；（4）晨鹰军泰涉诉背景、诉讼进展情况，涉诉事项是否导致智能装备基金和金诗玮是否面临较大债务风险。"
  },
  {
    "according": "根据申报材料，（1）报告期各期发行人向前五大客户销售合计收入占当年主营业务收入比例分别为90.75%、88.75%和94.15%，客户集中度高，其中中国航天科技集团和中国电子科技集团收入占比超70%，中国电子科技集团收入波动较大；（2）报告期，发行人来源于竞争性谈判及单一来源采购的合计收入占比为65.25%、42.65%、83.56%。",
    "question": "请发行人说明：（1）发行人向主要客户销售的产品的主要用途，主要客户是否均为终端客户；（2）发行人获取客户订单的方式以及报告期各期不同订单获取方式的销售金额及占比；（3）发行人对主要客户的订单获取方式是否符合军品采购相关规定；（4）审计截止日后的销售情况及在手订单；新客户开拓情况。对于中国航天科技集团和中国电子科技集团，请发行人说明：（1）发行人与客户的合作历史、近5年的销售情况；（2）报告期内销售的主要产品及金额、报告期内收入大幅波动的原因；（3）销售价格的公允性；（4）结合在手订单、产品配套阶段和周期、客户需求等分析发行人对客户销售的可持续性；（5）在研配套产品情况和所处阶段；（6）与客户合作的稳定性。"
  },
  {
    "according": "根据申报材料，（1）报告期公司音视频指挥调度类产品毛利率分别为63.46%、28.46%和30.95%；（2）报告期发行人直接材料占主营业务成本的比重分别为86.46%、87.50%和90.40%。其中2021年，发行人采购电子元器件、芯片以及功能模块合计占比超过60%，上述三类材料报告期内单价同比变动分别为39.94%、98.29%以及184.70%。",
    "question": "请发行人说明：结合行业原材料价格变动情况分析上述三类采购材料2021年度单价变动幅度较大的原因及对成本的影响。"
  },
  {
    "according": "根据申报材料，（1）发行人主要采取“以销定产”的方式组织生产活动。发行人存货账面余额分别为7,866.67万元、15,105.31万元及32,018.52万元，报告期大幅上升；（2）保荐机构、申报会计师对公司各类存货2020年末、2021年末的存货进行了监盘。",
    "question": "请发行人说明：（1）2021年末公司在产品、库存商品、发出商品和委托加工物资与对应订单的具体覆盖情况，期后对应订单的执行和存货去化情况；（2）结合订单覆盖率、对主要客户销售订单的数量和价格的变化情况等因素，进一步分析存货跌价准备计提的充分性；（3）报告期各期存货盘点账实比较情况以及会计处理，盘点中发现的毁损、废弃或闲置的存货情况；对存放于第三方存货的具体盘点情况，包括盘点实施时间、盘点范围以及盘点结果；（4）发行人存货规模及存货周转率与同行业的比较情况及差异原因。"
  },
  {
    "according": "根据申报材料，（1）报告期各期末发行人现金资产余额较低，速动比率均低于1，经营性净现金流近2年均为负；（2）报告期应收账款及应收票据余额逐年增加，2021年账龄1年以上应收账款占比大幅增加，期后回款比例逐年下降；（3）应付票据主要为商业承兑汇票，报告期大幅增加。",
    "question": "请发行人说明：（1）报告期各期末应收票据的出票人；（2）结合应收票据及应收账款逾期未收回的原因、对应客户或出票人的资信及经营情况、各账龄应收账款迁徙率数据，分析应收账款及应收票据坏账准备计提的充分性；（3）报告期应收票据转为应收账款的情况，以及对应账龄是否连续计算；（4）应付票据余额大幅增加的原因，应付票据及应付账款的到期情况；（5）结合应付款项以及应收款项的账期匹配情况、现金流状况、日常运营及项目建设需要，分析并说明发行人的流动性风险以及对应的经营措施。"
  },
  {
    "according": "根据申报材料，（1）报告期各期，公司研发费用分别为6,169.50万元、6,086.34万元和6,542.33万元；（2）公司研发人员及研发费用中薪酬福利占比较高，截至报告期末研发人员占总人数的52.77%；报告期研发人员薪酬福利占研发费用的比例超50%；（3）外协设计试验费2020年大幅增加，2021年小幅下降，其中外协费逐年增加，与研发项目数量较多相关；2020年试验费较高，主要原因系当年度测试试验需求较多所致；（4）1-ZYGZ资源感知研发项目2021年立项，项目预算2,480.00万元，当年发生研发支出2,248.52万元，截至2021年底尚未结项；（5）报告期发行人存在接受国家委托预研课题受托研发的情况，公司以实际收到的科研资金冲减研发费用；（6）对于新研制产品，公司获得产品承研、承制资格，并在技术状态经客户确定后，公司即可获得小批量试制或批产订单。",
    "question": "请发行人说明：（1）界定研发部门和研发人员的具体依据，负责的具体工作；研发人员占比是否较同行业平均水平存在较大差异以及原因；（2）报告期内是否存在研发人员同时参与生产经营等其他活动，费用及成本的分摊依据；是否存在董监高薪酬纳入研发费用核算的情形；（3）1-ZYGZ资源感知的立项时间、预期完成时间以及项目执行进度，实际已发生研发支出占预算比例较高的合理性；报告期发行人项目研发费用归集是否准确，相关内控及执行情况；（4）外协设计、测试试验与发行人研发活动的相关性，相关支出认定为研发费用是否准确；结合各期研发项目的特点说明试验费波动的合理性；（5）结合相关科研资金的性质、国家提供资金的具体用途和目的、对应补助项目的研发成果归属，说明收取科研资金相关会计处理的合规性；（6）产品承研阶段支出的会计处理，是否计入研发费用，报告期各期涉及的金额，获得客户订单后前期计入研发费用的相关支出是否涉及调整以及具体调整情况。"
  },
  {
    "according": "根据申报材料，发行人在申报前存在两次股权激励。（1）第一次股权激励持股平台的普通合伙人有权回购有限合伙人的权益。公司上市后，股份解除锁定后一个月内合伙人会议未决定出售时间和出售价格的，普通合伙人有权在股份解除锁定后三个月内随行就市卖出平台持有的股份;发行人在估计的等待期内（预计2022年12月底上市，2023年12月底解锁）将股份支付费用分摊。（2）第一次和第二次股权激励股份支付的公允价值参照2018年6月25日外部投资者入股价格5元/股，公司对应估值4亿元；根据申报材料，2019年9月外部投资者入股估值11亿元。（3）2019年销售费用中股份支付费用为负。",
    "question": "请发行人说明：（1）上述第一次股权激励计划中，上市公司股份解锁后，激励对象是否有权处置持有的对应份额；约定的股份回购权是否明确约定特定期限；（2）第一次股权激励中股份解锁前，是否明确约定普通合伙人回购价格的确定依据；结合两次股权激励中回购价格等因素分析说明激励对象实际取得的经济利益以及相关事项是否适用股份支付准则；（3）2018年6月及2019年9月公司估值差异较大的原因，上述两次股权激励股份支付的公允价值的公允性；（4）股份支付费用为负的原因，详细说明报告期各期股份支付的费用计算及分摊情况。"
  },
  {
    "according": "根据问询回复，（1）优替隆德注射液 2021 年 3 月获批上市，当年销售 7,106.40万元，截至 2022 年 6 月末实现 5,758.65 万元终端销售，目前主要经销商库存尚未去化完毕。优替德隆注射液的保质期为 2 年；（2）2022 年 1-6 月，优替隆德注射液共实现销售收入为 1,849.38 万元，实现终端销售 1,346.89 万元，终端销售中的 1,185.61 万元系消化 2021 年度经销商期末库存；（3）2021 年度及 2022 年 1-6 月，发行人终端客户中药房类客户收入占比分别为 86.40%、78.76%；（4）2022 年上半年前五大客户相对 2021年变化较大，对国药控股的销售金额从约 2000 万元下降至 70 万元；（5）发行人与绿叶贸易于 2022 年 2 月达成销售推广合作，于当年 12 月终止合作。",
    "question": "请发行人说明：（1）截至 2022 年 6 月末，2021 年销售收入中仍有约 20%未实现终端销售的原因及合理性，是否在正常需求之外向经销商压货的情况；（2）预计 2022年全年销售收入及终端销售情况，是否大幅下滑，结合销售收入区域分布、月度收入分布及下游经销商客户变动情况等，进一步具体分析下滑原因。同类主要竞品的销售情况，是否存在类似情形；（3）优替德隆注射液进入医院的进展情况，预计 2022 年全年在药店和不同等级医院的销售收入分布情况；（4）2022 年上半年前五大客户相对2021 年变化较大的原因，对国药控股的销量大幅下降的原因；（5）终止销售推广合作后，公司拟采取的销售推广模式及准备情况，销售推广模式调整对产品销售和经营业绩的影响；（6）进入医保前后对经销商的定价模式、结算模式、信用政策、销售模式和日常管理模式是否发生变化，对经销商的销售折让政策及相应的会计处理，对经销商的退换货政策，期后是否存在因药品已过有效期或达到近效期被退换货的情况。"
  },
  {
    "according": "根据问询回复及公开信息，（1）优替隆德注射液已于 2023 年 1 月纳入国家医保；（2）境内已获批上市治疗乳腺癌的与优替德隆注射液处于同一治疗定位的化疗药物众多，上市时间久、已纳入医保，广泛应用于多个癌种以及乳腺癌的不同分期、分型治疗；（3）上述药物采用口服，或每周、每三周一次注射给药，且其中多数在使用前无需抗过敏预处理。优替德隆注射液需连续五天每天注射给药，且患者使用前需注射和服用多种抗过敏药物；（4）除晚期乳腺癌外，发行人已在境内开展优替德隆注射液针对 HER2 阴性乳腺癌新辅助治疗、晚期非小细胞肺癌的 III 期临床试验，在美国申请开展针对晚期乳腺癌、晚期非小细胞肺癌的 III 期临床试验，在境内及美国申请开展优替德隆口服剂的 I 期临床试验。发行人预计上述适应症大多能在 2025 年获批。目前中美尚无紫杉类抗肿瘤药口服剂型获批上市；（5）优替德隆注射液晚期乳腺癌适应症审评审批时间约为 3 年，主要因为原料药工艺复杂特殊。",
    "question": "请发行人说明：（1）优替隆德注射液纳入医保后的相关情况，包括适应症范围，医保类别，年治疗费用及报销比例，有效期及有效期届满后继续纳入医保的预计降价幅度等；（2）纳入医保将从哪些层面促进优替隆德注射液的临床应用和销售推广。优替隆德注射液前期已通过赠药方式进行推广，医保价格与赠药价格的比较情况，是否显著提升患者可及性。纳入医保前后在医院准入难易程度方面的差异；（3）用于肿瘤末线治疗的国产创新药在纳入医保前以及纳入医保后当年以及后续各年度的销售情况，纳入医保后针对相关适应症的销售规模的提升是否能长期持续。艾立布林纳入医保前后的销售情况，销售金额显著提升的具体依据；（4）目前同一治疗定位的化疗药物众多且上市多年，优替德隆注射液相对上述药物提供的临床价值和临床优势。未进行头对头临床试验，认为优替德隆注射液相对竞品表现出良好的疗效与安全性优势，是否有充分客观依据。优替德隆注射液在治疗费用、使用方式上的特点对市场竞争力和市场空间的影响。处于同一治疗定位的非化疗药物情况，上述药物的治疗效果，公司测算市场竞争力和市场空间是否充分考虑了上述药物的影响；（5）针对晚期乳腺癌，化疗药物在临床中通常如何使用，单独使用或与非化疗药物联合用药。按照已获批的适应症范围，优替德隆注射液能否与非化疗药物联合用药，是否对临床推广应用造成限制，对临床需求和市场空间的影响。处于同一治疗定位的化疗药物的销售收入中来自晚期乳腺癌的收入情况；（6）结合临床试验方案以及审评审批的一般时限，进一步说明优替德隆注射液其他在研适应症预计上市时间及依据。优替德隆注射液其他在研适应症获批上市后是否将面临与晚期乳腺癌适应症类似的市场竞争格局，目前已有的临床试验数据能否显示其在有效性、安全性和依从性等方面具有优于竞品的潜力。优替德隆注射液其他在研适应症后续能否自动纳入医保并享受在治疗费用、医院准入等方面的便利；（7）紫杉类抗肿瘤药口服剂型的研发难点，尚无上市药物的原因，优替德隆口服剂已有的试验数据能否验证其具有解决上述难点的潜力，后续主要研发风险；（8）优替德隆原料药工艺特点对优替德隆注射液其他在研适应症以及优替德隆口服剂后续审评审批的影响，是否存在因原料药工艺导致审评审批时间延长的风险；（9）结合上述问题，以及优替隆德注射液实际销售情况，分析主要产品优替隆德是否市场空间大，并根据实际情况充分披露相关信息和揭示相关风险。"
  },
  {
    "according": "根据申报材料：（1）发行人无控股股东，实际控制人为杜志江，杜志江直接持有14.84%股份，并通过睿思弘盛及一致行动人合计控制发行人 33.41%的表决权，第二大股东博实股份持有公司 13.46%股份；（2）2015 年季能平出资 1000 万元，其中仅137.5 万元用于本人在思哲睿有限的增资，其他 862.5 万元赠与创始团队用于补缴及增资，同年博实股份约定以 2000 万元认购思哲睿有限新增 275 万元注册资本，二者入股价格差异大；（3）2017 年 11 月杜志江出于家庭资产管理方面考虑将 3%股权转让给其配偶陈艳宁；（4）杜志江及其一致行动人、孙玉宁、孙立宁 8 人曾分别与开封久有、博实股份、深创投、季能平等 14 名股东 5 次约定对赌条款，目前均已终止自始无效且不可恢复；（5）思哲睿有限和苏州康多设立及后续股权调整中均存在代持，2015 年 7 月思哲睿有限收购江苏康多 100%股权，2017 年 11 月思哲睿有限进行代持还原。 ",
    "question": "请发行人说明：（1）博实股份入股发行人的原因和主要考虑，在公司治理经营中的角色和参与情况，与创始团队成员间存在的其他的任职、合作、投资等方面的关系；（2）季能平增资的定价依据及合理性、资金来源，向创始团队无偿赠与资金的具体原因和主要考虑，是否有代持、借款或其他形式的利益交换及补偿，赠与资金在创始团队成员间划分的依据，是否有潜在纠纷；（3）陈艳宁后续持股变动及在发行人或其子公司任职情况，如有，其所持股份的锁定期安排和减持承诺，并完善信息披露；（4）上述对赌条款的解除是否存在潜在纠纷，是否影响发行人控制权结构稳定性；（5）代持关系产生的原因，还原是否存在纠纷或潜在纠纷，被代持方是否存在不得持股的情形，是否存在利益输送或其他安排，目前股权结构中相关方是否仍存在代持、任职回避、利益输送等安排，是否存在应披露未披露事项。 "
  },
  {
    "according": "根据申报材料，（1）2021 年至 2025 年中国腔镜手术机器人整体市场的复合年增长率为 36.8%，其中设备的复合年增长率为 36.8%，耗材为 33.4%，服务为 56.9%。预计未来中国腔镜手术机器人市场规模将持续增长，2030 年中国腔镜手术机器人市场规模将达 352.5 亿元；（2）文献研究表明，腔镜手术机器人在不同科室、多项术式中均具备临床价值；目前泌尿外科手术量在机器人辅助手术中占比最高，主要包括肾部分切除术、前列腺癌根治术等难度较高的手术；（3）发行人假设 2030 年中国腔镜手术机器人辅助手术渗透率约为美国渗透率的 14%，推测出我国 2030 年的手术渗透率为 3.5%；（4）目前采购腔镜手术机器人的均为三甲医院；发行人预计 2025 年、2030 年腔镜机器人在三甲医院中的渗透率将达到 32.7%、64.8%，并将渗透至非三甲医院；（5）发行人预测单家医院采购腔镜手术机器人将不断提升，2025 年将达到 1.5 台，2030 年将达到 1.9 台；（6）目前腔镜手术机器人辅助手术费用较高，未来随着国产手术机器人推广，手术价格预计将有所下降；目前部分地方出台政策，对完成或参与完成实现手术目标的全部核心操作步骤的机器人限制加收 300%；（7）国家政策规定的手术机器人的配置证规划额度为 268 台。截至 2021 年末中国腔镜手术机器人装机量累计为 262 台；此外部队医院、民营医院不需要配置证即可装机；（8）发行人还致力于拓展部分海外市场，正在完善出口销售等相关资质。 ",
    "question": "请发行人说明：（1）发行人披露的行业市场规模及增速的数据的具体来源及权威性，相关数据的引用是否真实反映行业发展趋势；（2）分适应症/术式说明相比于传统腹腔镜手术，腔镜手术机器人辅助手术的核心临床价值，是否具有显著的临床效益；腔镜手术机器人是否在特定适应症、特定术式中被列为推荐手术方式，请补充更多权威性依据（诊疗指南、专家共识等）；综合考虑手术费用、临床价值等，分析未来腔镜手术机器人是否局限于复杂手术，是否将以泌尿外科为主；（3）分析腔镜手术机器人辅助手术在美国市场推广的基础条件，美国市场与中国市场是否存在差异；发行人以美国市场机器人辅助手术渗透率的 14%计算中国市场渗透率的依据及合理性，是否客观、准确；（4）国内已采购机器人的三甲医院数量及基本情况，包括地域分布、床位规模、专业人员配备情况等；结合主要术式对医师经验的要求、患者人群特征和大型医用设备相关准入指引等，分析未来手术需求是否仍将集中于三甲医院和少数区域，发行人对医院渗透率的预测是否审慎、合理；请以三甲医院市场为限重新计算公司产品的市场规模；（5）目前已配置手术机器人的三甲医院中，采购 2 台及以上的情形是否普遍；请分析单家医院采购数量的预测是否准确，有无客观、明确依据；（6）目前腔镜手术机器人辅助手术的手术费用，国产机器人上市后预计的终端手术费用，是否具有竞争力，是否将低于目前的限价政策；（7）在装机数已接近于规划数的情况下，未来市场空间拓展是否高度依赖于国家政策调整；目前部队医院、民营医院等无需配置证即可完成装机，此类采购需求是否充分，在市场中的预计占比情况；（8）发行人海外市场拓展的商业化安排，相关资质办理进展情况，是否存在障碍。主要海外国家腔镜手术机器人市场基本竞争格局情况，发行人进入海外市场是否面临较高的壁垒，发行人开拓海外市场的应对措施；（9）在不同的市场推广条件下，区分乐观、中性和谨慎三种情形重新计算腔镜手术机器人的市场规模，并完善重大事项提示；请结合上述情况，进一步说明发行人主要产品是否满足“市场空间大”的标准。 "
  },
  {
    "according": "根据申报材料，（1）发行人创始团队及核心技术人员中有多人任职或曾在哈尔滨工业大学任职。核心技术人员苏衍宇 2015 年至 2022 年任苏州博众智能机器人有限公司首席技术官。（2）2022 年 5 月发行人原董事孙玉宁、孙立宁因个人原因离职，孙玉宁、孙立宁为公司创始团队成员且参与多项发明专利研发工作。",
    "question": "请发行人说明：（1）发行人专利中是否存在属于核心技术人员、主要研发人员在原任职单位的职务发明的情形，发行人及相关人员与原任职单位是否在知识产权方面存在纠纷或潜在纠纷；（2）孙玉宁、孙立宁参与的公司发明专利研发工作的基本情况，是否为发行人核心技术人员，其离职是否导致发行人核心人员发生重大变化。"
  },
  {
    "according": "根据申报材料，公司股东海丝民合、国丰鼎嘉、宁波先达、中小企业基金等私募基金穿透后存在国泰君安相关的投资，国泰君安间接持有公司股份的比例合计低于 0.1%。",
    "question": "请发行人说明：（1）结合入股时间、首发申报安排以及同行业可比公司市盈率情况等，说明国泰君安入股的定价依据及合理性；（2）说明国泰君安入股发行人是否符合相关监管要求，是否影响保荐机构勤勉履职及保荐业务独立性。"
  },
  {
    "according": "根据申报材料，截至目前，中化集团及中国化工除发行人及其控股子公司以外，安徽石化、扬农集团及扬农化工、鲁西化工与发行人存在相似业务。",
    "question": "请发行人说明：安徽石化、扬农集团及扬农化工、鲁西化工与发行人相同或相似业务的收入及毛利情况，及占发行人该类业务收入或毛利的比例。"
  },
  {
    "according": "根据申报材料：（1）发行人属于大数据软件产品中的支撑软件，具体产品包括 SDC Govern 数据治理平台、SDC UE 可视化分析决策平台、SDC ME 数字孪生可视化平台及 SDC ETL 融合数据软件、SDC Hadoop 数据存储计算软件等；（2）发行人产品 SDC UE、SDC ME 竞争力较强，根据赛迪顾问统计，其在 2020 年度国内大数据可视化本地部署细分市场的市场占有率为 17.2%；（3）发行人业务形态可分为软件产品、软件产品及服务、技术服务。其中，软件产品中包含部分配套服务，技术服务多数合同的业务实质与软件产品及服务相同。报告期内，软件产品销售收入持续下降，软件产品及服务销售收入持续上升；（4）发行人产品具有周期性、一次性特征，复购率较低。报告期内，下游客户波动较大，收入中约 70%来源于每年新增客户。",
    "question": "请发行人说明：（1）通过与大数据软件产业链各环节典型产品功能的比较，说明发行人所处位置及依据。发行人各类软件产品的市场格局、主要竞争对手、市场空间以及发行人的市场份额、排名及竞争优劣势；（2）发行人软件产品与平台产品是否存在区别，各类产品的核心技术使用情况、开发周期、数据来源、对应的销售收入占比、主要客户及应用领域和场景；（3）各业务形态的业务实质及划分依据，在工作内容、权利义务约定、成果交付形式、客户获益方式等方面的差异，对应的销售模式、主要项目及客户情况，前述分类方式是否符合行业惯例。报告期内，软件产品销售收入逐渐向软件产品及服务转移的原因及未来变化趋势；（4）发行人各类细分产品或服务在销售模式、定价模式、收费模式、复购频率等方面与同行业公司的比较情况。请结合发行人产品具有周期性、一次性、复购率较低、客户波动较大等特征及成因，分析说明发行人在客户稳定性和业务持续性方面是否存在重大风险，并视情况作重大事项提示和风险揭示。"
  },
  {
    "according": "根据申报材料：（1）发行人共形成 25 项核心技术，包括 7 项关键核心技术和 18 项基础核心技术，关键核心技术水平达到“国内领先”或“行业领先”水平。报告期各期，核心技术形成的主营业务收入占比分别为 86.48%、95.92%、95.80%、95.14%；（2）发行人选取了 Tableau、Informatica、阿里云、光启元、东方国信作为可比公司并进行了技术先进性比较，但未说明核心技术关键指标及对比情况；（3）发行人核心技术人员共 4 人，其中王纯斌为冶金机械专业学士，徐祥曾任职于四方信息，顾美营为测试部总经理且未参与任何核心技术研发，赵红军仅参与 1 项核心技术研发。报告期内发行人研发人员数量逐年下降，且部分研发人员同时参与交付工作；（4）报告期内，发行人项目采购包括硬件、技术服务及软件产品，其中技术服务占比 79.00%、89.19%、87.12%和 92.05%，内容为场景设计、数据梳理、数字模型建模、定制化开发等，且主要技术供应商变化频繁；（5）发行人与 Epic 于 2022 年 10 月协议约定，Epic 授权相关技术至发行人用于产品研发、生产经营等，许可期限为 5 年，发行人将前述技术用于核心产品 SDC ME 数字孪生可视化平台中。",
    "question": "请发行人说明：（1）发行人与终端客户的合作形式、主要环节，核心技术在终端客户产品中的具体运用及重要程度，是否发挥了核心作用。核心技术收入的认定标准；（2）关键核心技术和基础核心技术的区别，核心技术的技术难点及技术壁垒，是否属于开源或通用技术。结合与境内外可比公司核心技术关键指标的比较情况，说明关键核心技术达到“国内领先”或“行业领先”的客观依据；（3）发行人核心技术的形成过程、升级迭代情况及对收入、毛利的影响，核心技术人员对于公司核心技术的贡献程度。结合前述情况及研发人员数量持续下降、部分研发人员同时参与交付工作等，说明发行人是否具有独立持续的研发能力；（4）发行人产品所涉技术的自研及外购情况，外采技术服务、软件的具体内容及在对应项目中的作用，是否属于关键技术或服务，主要技术供应商变动较大的原因。Epic 许可技术在发行人的具体应用及收入、毛利贡献情况，许可协议主要内容及到期后安排。"
  },
  {
    "according": "根据申报材料：（1）四方伟业系由四方信息及其当时华为事业部 10 名主要人员于 2014 年共同发起设立，承接华为事业部华为、政务等相关业务。四方信息主要业务为计算机通讯网络技术、软件与硬件开发、系统集成、信息技术服务及销售；（2）四方信息于 2015 年 5 月、12 月先后以 1.24 元-5 元/股不等的价格，将股权转让至曾永秋（实际控制人查文宇之母，代查文宇持股）、徐振宇、胡显勇等，并退出发行人；（3）发行人成立之初，存在由四方信息完成产品开发销售给发行人，再由发行人销售给下游客户的情形。截至 2016年 8 月，除之前由四方信息签署的合同继续执行外，四方信息不再为发行人承接新的业务；（4）发行人部分关键人员来自四方信息，如前董事长、董事徐振宇（2014 年-2016 年任董事长、2016 年-2020 年任董事），董事、副总经理王纯斌，董事、副总经理赵神州，核心技术人员徐祥；（5）四方信息退出期间及退出后，将 4 项发明专利及 2 项计算机著作权无偿转让给四方伟业。四方信息曾向发行人转让固定资产、二手车等共约 107 万元，发行人已支付完毕；（6）截至当前，发行人存在租赁四方信息房产的情况，面积为 2,413.10（实际面积3,009.50）平方米。",
    "question": "请发行人说明：（1）发行人在四方信息体内的经营情况及拆分原因，双方资产、人员、技术、业务等方面的具体拆分过程、时间、方式等。四方信息2014 年参与设立发行人、2015 年便退出并转让股权至曾永秋的原因，徐振宇短期内卸任董事长及董事的真实原因，是否实质为查文宇主要推动的一揽子安排；（2）查文宇控制权形成的背景及过程，包括但不限于历次增资、股权转让的背景、价格确定依据及公允性、入股资金来源及支付情况；（3）四方信息的股权结构及历史沿革情况，发行人与四方信息各股东之间是否存在重合股东、股权代持、交叉任职或其他利益安排。查文宇在四方信息是否存在持股、股权代持或任职，四方信息退出后仍向发行人无偿转让资产的原因及合理性，相关继受专利所对应的核心技术、具体应用、收入、毛利贡献情况。结合前述情况，说明四方信息是否属于查文宇实际控制或存在重大影响的主体，招股说明书是否真实、准确、完整地披露了关联方、关联交易等信息；（4）四方信息的主营业务、主要产品服务、核心技术、下游应用领域、客户供应商等方面与发行人是否存在重叠，是否从事相同或相似业务，是否仍能对发行人实施控制或重大影响，是否存在规避同业竞争的情形；（5）四方信息及其关联方与发行人、发行人的董监高及关联方是否存在交易及资金往来。结合前述情形，以及代加工、商号相近等事项，进一步说明发行人在业务、技术、人员、资产、采购及销售渠道、资金等方面是否与四方信息存在混同，发行人是否通过四方信息进行体外资金循环、代垫成本费用或利益输送。"
  },
  {
    "according": "根据申报材料：（1）南威软件于 2018 年 6 月入股发行人，当前作为第三大股东持股 11.90%，南威软件主营业务为政务服务、社会治理、公共服务等领域的软件开发与系统集成；（2）南威软件先后于 2018 年 6 月、2019 年 3 月以 28.80 元/股的价格入股发行人，价格系基于双方自愿协商确定；2019 年 12月发行人引入 10 家外部机构投资者，入股价格为 33.88 元/股；（3）报告期各期，发行人向南威软件实现销售分别为 120.20 万元、765.36 万元、346.19 万元、0 元，目前正在执行尚未确认收入的交易金额 872.47 万元，2022 年，发行人某智慧法院大数据项目确认收入 74.90 万元，该项目下一级客户为南威软件；（4）2020 年，发行人与南威软件共同投资德阳智慧城市和友虹科技，其中将对友虹科技的投资划分为其他权益工具投资，各期金额均为投资成本 360 万元。",
    "question": "请发行人说明：（1）南威软件与发行人主营业务、具体产品或服务是否相同或相似，双方客户及供应商是否存在重叠，是否存在互相分包或转包的情形。请结合前述情况，说明发行人是否存在通过南威软件获取客户、相互让渡商业机会的情形；（2）南威入股发行人的主要考虑、入股价格测算依据及公允性。南威软件入股前后双方交易内容、交易价格、规模变化情况及原因，某智慧法院大数据项目未直接销售至南威软件的原因及其它南威软件作为非直接客户的情况，双方关联交易的必要性、合理性、公允性；（3）德阳智慧城市、友虹科技的主营业务及经营情况，发行人与南威软件共同投资前述主体的背景及未来安排。发行人将对友虹科技投资认定为其他权益工具投资而非长期股权投资，并采用成本计量是否符合企业会计准则及相关规定；（4）结合前述情形，全面分析南威软件入股后在技术研发、业务拓展、经营管理等方面对发行人的影响，是否存在特殊利益安排。发行人是否存在其他客户、供应商入股的情形。"
  },
  {
    "according": "根据申报材料：（1）公司存在多种收入确认方法，如客户或最终用户验收后确认收入、项目计价、人天计价、服务期限计价方式等，同时存在总额法及净额法确认收入的情形；（2）公司存在与同一客户在相同或相近时间内分别签订软件产品销售合同和相关服务合同的情况，构成合同合并，申报报表进行了跨期调整，报告期各期对收入的影响分别为-308.78 万元、-606.10 万元、-619.55 万元和 932.66 万元；（3）对软件产品、软件产品及服务、系统集成业务，公司完成合同约定的相关履约义务，并经客户验收或最终用户验收后确认收入；（4）基于产品的技术服务，公司存在项目计价及人天计价两种模式，人天计价模式下，公司根据客户签署的工作量结算单据确认收入，若当月未取得结算单据，公司按照未结算工作量和人天单价确认收入，在实际结算时予以调整；其他技术服务，公司存在项目计价及服务期限计价两种模式，后者根据合同约定的服务期限分期确认收入；（5）公司采用净额法确认收入的主要依据系公司未取得外采软硬件及技术服务的控制权；（6）公司以非直接销售为主，不存在经销商模式，未说明不同销售模式对收入确认方法的影响。",
    "question": "请发行人说明：（1）报告期各期，各业务形态下不同收入确认方法的金额、对应的主要项目及客户情况，采用各类收入确认方法的依据及与同行业可比公司是否一致，是否存在同一项目中采用多种收入确认方法的情形，并说明合理性；（2）申报报表对收入调整的具体项目情况，认定构成合同合并的依据是否充分;公司同一项目是否包含多项具体工作，公司单项履约义务的划分是否符合企业会计准则及相关规定；（3）公司各业务形态下各类验收方式的具体验收内容、方式、时点、参与人员、验收后的主要工作内容及成本费用支出情况，存在多种验收方式的原因及合理性，收入确认时点是否符合企业会计准则及相关规定；（4）基于产品的技术服务和其他技术服务在具体工作内容、业务模式、各类计价方式的差异情况及原因，人天计价、期限计价是否约定了验收条款，报告期各期末未取得结算单确认收入的金额，收入确认依据是否充分；（5）报告期各期净额法及总额法确认收入项目的具体差异，“主要责任人”和“代理人”的判断是否符合企业会计准则相关规定；（6）不同销售模式下，公司的收入确认方法及依据，是否符合企业会计准则及相关规定。"
  },
  {
    "according": "根据申报材料：（1）报告期各期主营业务收入分别为 10,193.35 万元、20,749.74万元、28,170.91 万元及 6,575.60 万元，报告期各期公司项目均价分别为54.75 万元、65.91 万元、100.70 万元、83.41 万元，销售数量分别为 161 个、302 个、268 个和 75个，变动较大；（2）2019 至 2021 年第四季度的收入占比为 60.56%、53.28%、53.88%，存在部分项目实施期限较长但在 12 月 31 日当天取得验收报告并确认收入的情况，公司终端用户主要集中于政府、军工、能源、交通运输、金融等领域；（3）报告期各期，公司分别收到退回的已缴增值税 682.35 万元、265.67 万元、1,023.21 万元和 284.40 万元，与收入规模不匹配。",
    "question": "请发行人说明：（1）区分各业务形态及销售模式，说明公司各项目销售金额的分布情况，各期是否发生较大变化及原因分析，同一分层中，是否存在销售的具体产品或服务类型及数量、项目实施周期与平均情况差异较大的项目，说明项目基本情况（包括项目名称、具体产品、客户情况、业务获取方式、合同签订及收入确认日期、确认依据、实施人员数量及项目成本、回款情况等）及原因；（2）结合前述情形，及公司具体产品或服务价格变化情况等，量化分析各期项目均价及数量波动较大的原因，对营业收入变动影响；（3）各销售模式、不同业务形态的季节性分布情况及差异原因，第四季度各月确认收入的金额、主要项目及 12 月确认收入的全部项目情况，收入确认时点是否准确；（4）增值税退税对应的主要产品类型，退税金额与相关收入金额的勾稽关系。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司分为直接销售和非直接销售两种模式，以后者为主，该模式下，公司通过生态合作伙伴、销售合作伙伴向终端客户提供软件及相关服务，公司不存在经销商模式，保荐机构通过走访终端用户、获取穿透资料等方式对非直接客户的终端销售情况进行了核查；（2）报告期各期，公司新增非直接客户分别为 92、141、116、33，受最终用户信息系统建设周期影响，客户尤其是直接客户对公司的采购具有周期性、一次性采购等特征，一定时间复购率较低，公司收入约 70%来源于新增客户；（3）报告期内，公司存在 13 家客户和供应商重叠情况，部分重叠主体与发行人同属软件和信息技术服务行业；（4）报告期各期，公司前五大客户收入占比分别为 28.04%、20.90%、23.73%、47.12%，呈波动上升趋势且变动较大，报告期各年度客户较为分散。",
    "question": "请发行人说明：（1）直接销售及非直接销售模式（区分生态合作伙伴及销售合作伙伴）下，公司的主要客户类型、交付的主要产品内容及形式、与客户的合作模式及权利义务约定等是否存在较大差异，是否符合行业惯例，将非直接销售认定为非经销模式的依据和合理性；（2）区分直接销售和非直接销售，说明报告期各期公司客户采购周期、复购率情况，新增客户、原有客户情况及销售金额分布情况，结合前述情况、公司客户开拓情况、在手订单情况等，说明公司收入增长的可持续性；（3）列示报告期内客户和供应商重合的具体情况，结合重叠客户或供应商主营业务，说明其与发行人交易的合理性和必要性，采购和销售的定价公允性，会计处理及是否符合企业会计准则规定；（4）前五大客户收入占比波动上升且客户变动较大原因，发行人是否存在资金、人员及业务规模较小，与发行人交易规模不匹配，主要经营发行人相关业务或与发行人存在关联关系及潜在关联关系的客户，如存在，说明合理性及交易的真实性。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司研发费用分别为 4,029.55 万元、4,192.87 万元和 4,634.41 万元、1,958.67 万元，最近三年研发投入占比为21.75%；（2）公司部分确认收入的项目名称为某研发项目，如“智慧城市创新产品研发项目”；（3）公司研发费用主要为按研发工时分摊的职工薪酬（占比达 94%以上），研发体系人员包括与非研发人员，发行人将中央研究院专家、研发支撑部人员以及研发工时在 50%以上的其他研发系统人员界定为研发人员，报告期各期，公司研发人员数量分别为 199 人、212 人、174 人和 138人，2021 年末和 2022 年 6 月末，发行人研发人员占比分别为 23.51%和21.77%；（4）发行人主要依靠工时系统对人工成本进行计量，并聘请了专业机构对工时系统有效性执行了 IT 审计。",
    "question": "请发行人说明：（1）研发活动的划分标准，公司是否可以控制相关研发成果，各期研发项目的具体情况，部分确认收入的项目名称为某研发项目的合理性，是否存在应计入项目成本的研发费用；（2）研发体系和研发人员的划分标准，报告期各期研发体系中研发人员及交付人员数量及变动原因，部门、学历及工时占比分布情况，大部分研发人员同时负责研发与交付工作是否符合行业惯例，两项工作在具体内容及能力要求是否存在较大差异，如何认定相关人员参与研发工作；（3）发行人工时填报的内控流程及实际执行情况，生产人员及研发人员工时、研发人员从事不同项目的工时是否能够清晰划分并准确核算；（4）研发费用财务核算口径与税务加计扣除口径的勾稽情况，并说明差异原因。"
  },
  {
    "according": "根据申报材料：（1）报告期各期公司的销售费用金额波动不大，与营业收入增长趋势不一致，销售费用主要由职工薪酬构成，报告期各期营销人员数量持续降低；（2）公司每期按照当期营业收入（不含运维收入）的 1.80%计提产品质量保证金并扣除已发生的质保支出后计入预计负债，部分合同约定质保期为验收完成后 3 年，部分约定 5 年，部分合同既约定维保期又约定质保期；（3）报告期各期，公司确认售前支持费用分别为 410.77 万元、512.07 万元、394.91万元和 85.71 万元。",
    "question": "请发行人说明：（1）销售费用与营业收入增长趋势不一致的原因及合理性，销售人员人均服务项目数量，人数持续下降的原因及合理性，报告期各期销售人员人均薪酬是否与同行业可比公司存在显著差异及原因；（2）销售费用中售后服务费与报告期各期销售收入、预计负债的勾稽关系，维保与质保的区别，部分质保期较长的情形是否实质构成服务型质保，维保及质保相关会计处理是否符合企业会计准则及相关规定，相关预计负债计提是否充分；（3）公司售前支持费用的具体工作内容、参与人员、项目及客户情况，与已确认收入项目的客户重叠情况，该类客户的相关项目是否达到收入确认条件，售前支持费用是否实质为项目成本。"
  },
  {
    "according": "根据申报材料：（1）发行人共进行了 5 期集中的员工持股计划及多次单独授予员工股份，成立了伟业星程等 7 个员工持股平台，包括未启用的伟业卓源（查文宇、王纯斌各持股 50%），存在部分外部人员参与股权激励、部分平台存在员工先入伙后入职的情形；（2）报告期各期，公司确认的股份支付费用分别为 3,354.11 万元、1,587.88 万元、1,312.06 万元和 1,357.38 万元；（3）保荐机构仅通过获取股东的确认函核查股权激励计划人员资金来源的合法合规性。",
    "question": "请发行人说明：（1）员工持股平台的人员确定标准，存在部分外部人员参与股权激励及部分员工入伙时间早于入职时间的原因及合理性，外部人员的真实背景、对公司经营的实际贡献、参与员工持股计划所履行的具体决策程序，是否存在通过该类人员进行商业贿赂或其他利益输送的情形。伟业卓源的设立背景及未启用的原因，未来拟授予对象及相关安排；（2）员工持股平台及股权激励对象的出资情况、资金来源及合法合规性，是否履行相应决策程序，是否存在代持、利益输送或其他特殊安排；（3）历次股权激励的激励对象岗位类别分布情况、激励数量、激励方式、服务期或其他行权条件约定、激励价格及股权公允价值、股份支付的确认及分摊情况，会计处理是否符合企业会计准则规定。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司主营业务成本分别为 3,620.07 万元、6,144.70 万元、10,007.09 万元和 1,918.33 万元，主要由人工成本、外购技术服务费、外采软硬件等构成；（2）发行人主要依靠工时系统对人工成本进行计量，各项目间人工成本核算的准确性取决于发行人员工填报和审批工时的准确性和有效性；报告期内，公司通过第三方人力资源公司为部分员工在异地缴纳社会保险及住房公积金；（3）发行人采购技术服务时，通常由三家以上供应商进行报价，报告期内，发行人的主要技术服务供应商参照市场公允价格定价；（4）公司主要供应商变动较大，存在注册资本及参保人数较少等情况，如星梦科技，注册资本为 10 万元，实缴资本及参保人数均为 0。",
    "question": "请发行人说明：（1）公司各业务形态的成本构成、与同行业可比公司是否存在差异及原因分析，结合生产模式及业务流程，说明人工成本、外购技术服务、外采软硬件的主要核算方法和核算过程，成本能否按照不同产品清晰归类，产品成本确认、计量、结转的完整性与合规性；（2）员工提供服务主要在发行人处还是客户处，工时填报审核的内控流程及实际执行情况，是否足以保证生产人员工时在各项目间合理分摊，平均工资与同行业公司的比较及差异原因分析，人工成本与各年度验收项目、收入确认的匹配性；（3）报告期各期代缴社保人数变动情况及原因，该类员工的工资发放主体，薪酬核算及薪酬发放等相关财务内控是否有效，是否存在代垫成本费用的情形，人工成本是否准确、完整；（4）支付大额外采技术服务费的必要性、合理性，定价公允性，与公司人工成本的差异情况，主要供应商情况及采购具体内容，相关服务是否实际提供；（5）各期主要供应商变动较大的原因及合理性，是否存在其他资金及人员规模较小等异常情形的供应商，主要供应商、第三方人力资源公司及其关联方、关键岗位人员与发行人及其关联方、关键岗位人员是否存在关联关系、异常资金往来、代垫成本费用或其他利益安排。"
  },
  {
    "according": "根据申报材料：（1）直接销售模式下，公司销售人员直接与用户对接需求，并根据具体情况通过招投标、竞争性谈判等方式取得订单，非直接销售模式下，公司通过与生态合作伙伴、销售合作伙伴签订销售合同，由该等客户向终端用户提供大数据处理软件及相关服务；（2）发行人下游终端用户中政府机构占比较高，部分项目存在多层分包的情况，确认收入的项目中，未签约先开工项目占比达 64%-86%；截至 2022 年 9 月末，公司正在执行的项目中涉及违反销售合同转包/分包条款且存在违约条款的合同金额合计 742.80 万元；（3）报告期各期末，公司存货账面余额分别为 3,378.77 万元、2,843.70 万元、2,749.48 万元和 4,119.92 万元，主要为合同履约成本；报告期各期末，公司存货跌价准备余额分别为 116.82 万元、132.87 万元、369.04 万元和 502.71 万元；（4）在资产负债表日未签署合同的，管理层结合项目的综合情况充分评估预期取得合同的可能性，对于预期不是很可能取得合同的项目，已发生的成本冲减跌价准备后仍有的余额转入当期损益；对于预期很可能取得合同的项目，已发生的成本根据项目周期计提跌价准备，具体比例为 1 年以内 30%、1-2 年 60%、2 年以上100%。",
    "question": "请发行人说明：（1）各销售模式下获取业务的具体方式及占比情况，报告期内参与招投标及中标情况，是否存在应招标未招标的情形；多层分包获取的项目客户是否有禁止分包的相关约定，分包项目的内容、金额、客户、供应商等具体情况，会计处理是否符合相关准则规定。分包行为是否合法合规，是否存在纠纷或潜在纠纷；（2）存在较多未签约即开工业务且该类情形占比高于同行业的合理性，未签约前发行人的主要工作，未签约即开工对应的主要项目、客户情况；（3）区分已签约、未签约（区分是否预期很可能取得合同），说明报告期各期末履约成本对应项目内容、金额、预计毛利率情况、具体成本构成及存货跌价准备计提情况，各项目实施周期，周期较长的存货，说明具体原因；是否存在存货与成本划分不清、成本结转不及时的情况；（4）管理层预计合同取得与否的主要考虑因素，各期预计与实际的差异情况，在预期很可能取得合同的情况下，按照项目周期分不同比例计提跌价准备的合理性，是否符合发行人存货跌价准备计提政策及企业会计准则相关规定。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，公司应收票据加应收账款的账面余额分别为 3,237.92 万元、7,972.75 万元、16,664.90 万元和 16,399.42 万元，占营业收入的比重逐年大幅上升，且与同行业公司不一致，公司预收款项加合同负债金额分别为 5,565.37 万元、4,657.36 万元、4,128.45 万元和 4,059.00 万元，与收入变动及应收款项变动趋势不一致；（2）截至 2022 年 6 月 30 日，发行人逾期应收账款 13,379.32 万元；报告期各期末的应收账款截至 2022 年 9 月 30 日回款比例分别为 85.56%、75.58%、39.88%和 10.61%，回款比例较低，公司主要按账龄组合计提坏账准备；（3）净额法核算收入涉及的应收、应付科目，对于已取得补充协议或访谈确认公司在项目中承担代收代付角色的项目，于资产负债表其他应收/其他应付科目中对相关款项以净额列示，除此以外，公司出于谨慎性原则，未抵消资产负债表中相关科目。",
    "question": "请发行人说明：（1）对主要客户的信用期标准、内部控制及执行情况，是否存在放宽信用政策或支付条件刺激销售等情形，各期末应收款项金额大幅增长、占营业收入比例持续上升的原因，与同行业变动趋势是否一致；（2）各期末应收款项中逾期款项占比，是否与同行业可比公司一致，逾期应收款项截至目前的回款情况，列示各期末应收款项占比较高、期后回款比例较低、逾期比例较高的项目情况，前期收入确认依据的充分性；（3）各期末应收账款期后回款比例较低的原因，是否存在经营状况异常的客户及长期无法收回的风险；应收账款转为应收票据账龄是否连续计算，应收款项坏账计提比例的充分性；（4）对于净额法确认收入的项目，请提供补充协议或访谈确认的具体内容，是否能证明发行人不承担相应信用风险，相关会计处理是否符合企业会计准则规定。"
  },
  {
    "according": "根据申报材料：（1）截至 2022 年 6 月末，公司经审计的合并财务报表中存在累计未弥补亏损 27,499.58 万元，报告期各期，公司实现归属于母公司的净利润（扣非前后孰低）金额分别为-8,977.81 万元、766.67 万元、3,437.84 万元和-1,897.91 万元；（2）报告期内发行人净利润来源于其他收益和投资收益的金额占当期净利润比例分别-15%、117.15%、64.71%、-57.51%；（3）报告期各期，公司经营活动产生的现金流量净额分别为-6,137.20 万元、7,894.90 万元、-3,191.44 万元和-6,104.58 万元，与净利润产生差异的主要原因系受经营性应收项目、经营性应付项目、存货、股份支付及折旧等变动影响。",
    "question": "请发行人说明：（1）结合公司期后经营情况、在手订单情况等，说明公司2022 年收入、净利润预测情况，是否满足发行上市条件及科创属性指标；（2）请发行人结合净利润的主要来源分析公司的持续经营能力、经营抗风险能力，并视情况完善重大事项提示；（3）各期经营活动现金流量变动的主要驱动因素，与净利润差异较大的原因，未来经营活动现金流改善的具体措施。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司主营业务毛利率分别为 64.49%、70.39%、64.48%和 70.83%，公司软件产品毛利率较高但波动较大，软件产品及服务的毛利率逐年上升，技术服务的毛利率波动上升，其他业务的毛利率波动较大，公司整体高于同行业可比公司平均值；（2）公司软件产品毛利率持续较高，软件产品及服务和技术服务产品毛利率持续上升。",
    "question": "请发行人说明：（1）区分不同业务形态、应用领域、销售模式，说明毛利率变动情况及原因，与同行业的比较情况及差异原因分析，综合毛利率高于同行业公司平均水平的原因；（2）主要项目毛利率是否存在与该业务形态、应用领域、销售模式下平均毛利率差异较大的情况，分析明显偏离平均毛利率的项目情况、原因及合理性；（3）结合前述情形及公司未来业务布局，分析维持目前高毛利率及增长的可持续性。"
  },
  {
    "according": "根据申报材料：（1）本次募投项目总投资 71,821.22 万元，包括场地购置、装修及其它工程投资 15,546.10 万元；（2）公司与成都互联新川协议约定，拟认购成都 5G 互联科创园 8#楼四单元 5 层科研办公楼，规划建筑面积约为10,002.8 平方米，约定总价款为 13,353.74 万元，约定交付时间为 2024 年 6 月30 日前；（3）公司当前经营场所均为租赁房产，总面积约为 4,504.75 平方米；（4）募投项目中人工费用合计 50,727.00 万元，占全部募投资金的 70.63%。",
    "question": "请发行人说明：（1）结合报告期内发行人员工数量变化、租赁房屋面积等，说明公司拟购买办公楼且面积大规模上涨的必要性和合理性；（2）结合报告期内交付人员、研发人员费用变化情况，说明募投项目人工费用的必要性、合理性，相关费用未来投资预计的具体情况。"
  },
  {
    "according": "根据申报材料：（1）发行人提供的主要产品和服务具备数据采集、处理、分析、展示等功能，且最终客户主要来自政府、军工、能源、交通等领域；（2）发行人现有客户主要在本地及私有云部署大数据软件，发行人已与华为云等公有云厂商开展技术交流，未来公有云部署比例可能上升。",
    "question": "请发行人说明：（1）私有云或公有云部署对应的收入占比及主要客户；（2）发行人业务开展过程相关数据的获取、管理、存储和使用是否符合《中华人民共和国数据安全法》《中华人民共和国个人信息保护法》等相关规定，是否存在超出授权范围使用数据的情形，是否存在法律风险及其防范措施。"
  },
  {
    "according": "根据申报材料：报告期各期，公司其他收益-其他与收益相关的政府补助分别为 634.78 万元、954.24 万元、1,303.19 万元和 627.42 万元，报告期各期末，公司递延收益-政府补助分别为 941.98 万元、4,070.50 万元、3,607.50 万元和3,367.50 万元。",
    "question": "请发行人说明：报告期各期公司主要政府补助项目情况，计入递延收益或其他收益的划分依据及确认标准，相关会计处理是否符合企业会计准则及相关规定。"
  },
  {
    "according": "根据申报材料：报告期各期末，发行人委托第三方代缴社会保险的员工人数分别为 125、120、103 和 87 人，占应缴人数的比例为 18.8%、15.7%、13.9%和 13.7%；公积金代缴人数为 91、114、97 和 87 人，占应缴人数的比例为13.7%、14.9%、13.1%和 13.7%，发行人未就此采取有效整改措施。",
    "question": "请发行人说明：上述第三方代缴社保公积金情况是否违反《社会保险法》《住房公积金管理条例》相关规定，发行人拟采取/已采取的整改措施及其具体安排、进展。"
  },
  {
    "according": "根据申报材料：（1）宜兴四方为发行人持有 40%股权的参股公司，主营业务为宜兴地区智慧城市项目建设，与发行人目前正在执行软件产品与技术服务交易，金额为 1,097.36 万元；（2）发行人于 2017-2020 年先后设立 13 个子公司，皆未实际经营、实收资本为 0、净资产利润为 0 或者负数。",
    "question": "请发行人说明：（1）发行人入股宜兴四方的背景，国资决策程序，入股价格公允性，宜兴四方的主营业务及经营情况，分红及利润分配机制、程序。宜兴四方向发行人采购产品占其同类产品总采购额的比例，关联交易的价格公允性，发行人是否存在以股权或分红进行不当利益输送或其他利益安排的情形；（2）发行人设立较多子公司，皆未实际经营且实收资本为 0 的原因及未来安排。"
  },
  {
    "according": "根据申报材料：（1）查文宇存在通过其母亲曾永秋向陈斐静、李华借款296.50 万元，保荐机构仅通过前述二人出具说明的方式核查；（2）报告期内，发行人存在公司通过员工账户提现发放奖金的情形。",
    "question": "请发行人说明：（1）陈斐静、李华的身份，借款用途、最终去向，是否流入发行人客户、供应商及其关联方、关键人员，目前是否已还款；（2）发行人通过员工账户提现发放奖金的原因及合理性，资金的最终去向，是否流向发行人客户、供应商及其关联方、关键人员，是否涉及商业贿赂或其他利益输送情形。"
  },
  {
    "according": "根据申报材料：（1）申报时，发行人存在特别表决权安排，选取的上市标准为预计市值不低于人民币 100 亿元；（2）设置表决权差异安排前，赵璐直接持有 17.1326%的股份，通过上海小橘等 7 家持股平台控制公司 15.1767%股份，合计控制公司 32.3093%的股份；设置特别表决权后，赵璐合计控制发行人 69.7789%的表决权；（3）2022 年 11 月，发行人召开临时股东大会，全体股东一致同意取消设置特别表决权股份，本次申报的上市标准变更为《上海证券交易所科创板股票上市规则》第 2.1.2 条第（二）款上市标准。",
    "question": "请发行人说明：（1）取消表决权差异安排的原因及考虑，是否履行必要的法定程序、是否存在纠纷或潜在纠纷；（2）报告期内，特殊股权安排变更前后发行人在股权结构、实际控制人、三会运作及公司治理、中小股东权益保护等方面是否发生重大变化，公司章程及内部制度是否及时调整完善；（3）结合上海小橘等企业的合伙协议约定及合伙事务执行情况，进一步说明赵璐能否控制上述合伙企业；其他股东是否委派董事、监事参与公司经营管理，其他股东之间是否存在影响控制权稳定性的协议或安排；（4）结合公司经过多轮股权融资、股权分散、实际控制人直接持股比例不高、本次发行后实际控制人的持股比例将被稀释等情形，进一步分析取消特别表决权安排是否影响发行人控制权的稳定性；（5）结合财务状况、公司治理、发展阶段及上市后持续监管等，充分说明申报时选取上市标准的依据、本次变更上市标准的原因及合理性，发行人对上市标准的选取是否谨慎、适当。"
  },
  {
    "according": "根据申报材料：（1）发行人提供的主要产品和服务为 TrialOS 医药研发协作平台、数字化解决方案、临床运营服务三大类别，多款 SaaS 产品涉及数据管理及相关服务；（2）基于 TrialOS 平台的部分功能，发行人申请并取得了《增值电信业务经营许可证》（浙 B2-20190540）。",
    "question": "请发行人说明：（1）依据《中华人民共和国数据安全法》及电信领域相关法律法规要求，进一步说明电信业务经营活动产生或收集数据是否合法合规、是否符合数据分类分级要求，发生数据安全事件时是否采取有效的处置措施，相关内部制度能否有效防范数据泄露风险，发行人定期开展的重要数据评估情况；（2）针对非电信业务经营活动产生或收集的数据，是否依照有关规定制定健全有效的内部控制制度，是否采取有效措施确保数据安全。"
  },
  {
    "according": "根据申报材料：（1）2013 年由自然人唐丽莉和肖亮共同出资设立发行人的前身太美有限，目前唐丽莉和肖亮均退出发行人。（2）发行人设立后，肖亮主要负责发行人的日常运营管理，肖亮曾为发行人董事，于 2019 年辞职；赵璐至发行人处工作后，领导及核心作用不断加强。太美有限成立时，赵璐仍在上海捷信医药科技股份有限公司担任董事、副总经理，2016 年 1 月至发行人工作。",
    "question": "请发行人说明：（1）太美有限的成立背景、成立时是否存在股权代持，两位创始股东退出发行人的具体原因及过程；（2）结合赵璐在上海捷信的任职情况及具体工作内容，说明是否存在竞业禁止、有无纠纷或潜在纠纷，发行人的核心技术是否存在职务发明、相关知识产权的权属是否清晰；（3）肖亮的从业背景、在发行人处的具体工作、离职后的去向，肖亮离职是否会对发行人的技术研发或生产经营产生不利影响。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司实现营业收入 652,223.02 万元、673,702.63 万元、1,062,967.75 万元、380,717.80 万元，最近一年一期收入增长幅度较大；公司按晶圆规格、工艺平台、工艺节点等不同分类方式下的收入结构及变动趋势存在一定差异，如 8 英寸晶圆相关收入近三年的复合增长率仅为7.90%，功率器件工艺平台收入占比在报告期内逐年下降，申报文件相关分析均较为简单；（2）报告期各期前五大客户收入占比合计分别为 27.21%、22.98%、27.62%、32.86%，主要客户及相关收入占比存在一定变动；（3）报告期内，发行人剔除中国大陆及香港地区的其他境外销售占比分别为 41.36%、35.14%、26.10%、24.05%，呈逐年降低趋势。",
    "question": "请发行人说明：（1）结合单价、销量、产品结构等影响因素，量化分析不同分类方式下收入结构变动的原因及合理性，是否与下游市场需求及可比公司变动趋势一致；（2）主要客户及其销售情况的变动分析，报告期内不同收入规模客户的分布变动情况，新老客户收入贡献情况，进一步分析收入增长的可持续性；（3）发行人境外收入占比逐年降低的原因，主要进口国或地区的有关进口政策、贸易摩擦对发行人产品出口的具体影响。 "
  },
  {
    "according": "根据申报材料：（1）报告期内，发行人使用的主要生产设备和原材料从境外供应商的采购占比较大，前五名供应商采购总额占比分别为 49.84%、45.08%、38.50%、36.75%；（2）报告期内，发行人生产经营所需的原材料主要包括硅片、化学品、气体、靶材、研磨垫和研磨盘、研磨液、备件等，获得的 IP 授权主要类型包括标准单元库、存储器编译器、嵌入式非易失性存储 IP 及模拟、接口 IP等，所需能源主要为电和水；（3）报告期各期末，公司存货（剔除开发成本后）净值分别为 100,018.90 万元、148,317.95 万元、277,453.04 万元和 289,254.87万元，呈逐年上升趋势；存货周转率分别为 4.89 次、4.42 次、3.59 次和 0.97次，低于同行业可比公司；（4）报告期各期末，存货跌价准备（剔除开发成本后）计提比例分别为 7.56%、7.44%、4.08%和 3.80%，呈现逐年降低趋势。",
    "question": "请发行人说明：（1）区分主要设备、主要原材料、IP 授权说明采购的最终来源，是否存在依赖单一供应商、依赖境外供应商的情形及应对措施；（2）主要原材料采购数量与产品产量、销量、库存数量的匹配性，并分析单位料耗、单位能耗、产品良率等数据变动是否合理；（3）结合在手订单支持率、期后结转销售率等，说明各期末存货余额持续上升和存货周转率下降的原因及合理性，是否与可比公司变动趋势一致，是否存在客户延期提货等不利影响因素；（4）存货跌价准备计提的具体执行政策，计提的主要原因及对应的存货类别、产品种类、产线情况；结合存货项目库龄、是否有订单支持、对应产品价格变动情况等分析存货跌价准备计提的充分性，存货跌价准备计提比例与可比公司的差异情况。"
  },
  {
    "according": "根据申报材料：（1）报告期各期的研发费用分别为 42,827.11 万元、73,930.73 万元、51,642.14 万元和 28,389.92 万元，占各年营业收入的比例分别为 6.57%、10.97%、4.86%和 7.46%，主要由职工薪酬、研究测试费用、折旧费用、摊销费用、维修维护费、燃料动力及水电费构成；（2）研发部门的主要职责包括为已量产的产品提供技术支持等；报告期各期末，研发人员人数分别为 349 人、808 人、1,033 人和 1,029 人，占公司员工总数的比例由 6.79%提升至 16.90%；职工薪酬占各期研发费用的比例由 33.61%提升至 58.74%；（3）2020年研发费用中的研究测试费金额相比于 2019 年翻倍增长，主要系当年 12 英寸生产线的研发和量产加大研发投片数量。",
    "question": "请发行人说明：（1）研发费用主要明细科目在报告期内占比波动的原因及合理性；（2）研发活动、研发部门、研发人员认定的具体标准，为已量产的产品提供技术支持属于研发活动的相关依据，是否存在同一人员在报告期内认定结果不同的情形；结合同行业比较情况具体分析研发人员占比快速提高的原因及合理性；（3）研发投片及生产投片划分的具体标准及相关内控，是否涉及研发投片对外销售的情况及相关会计处理，研发、生产共用设备的具体情况及相关内控机制。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，发行人在建工程账面价值分别为288,993.46 万元、560,863.74 万元、150,685.79 万元、60,077.24 万元，对应减值准备分别为 11,440.46 万元、11,440.46 万元、10,768.05 万元、10,768.05万元，报告内在建工程不存在减值迹象，未计提减值准备；（2）发行人固定资产、无形资产金额较大，且报告期前均发生大额减值，报告期内减值准备计提金额较小。",
    "question": "请发行人说明：（1）在建工程转固的具体标准、依据及报告期内的实际执行情况，主要在建工程项目的实施计划及最新进展，是否存在长期挂账或者工程进度严重滞后的在建工程；（2）在建工程、固定资产、无形资产计提减值准备的具体方法，发生减值的主要资产或产线情况、购买时间、计提减值时间及原因，报告期内是否出现进一步减值的迹象，相关资产减值准备计提是否充分。"
  },
  {
    "according": "根据申报材料：（1）报告期末，公司银行存款余额为 1,077,160.80 万元，短期借款与长期借款余额分别为 114,914.56 万元和 889,062.87 万元，余额较高且呈快速增长趋势；（2）报告期内，公司购建固定资产、无形资产和其他长期资产支付的现金累计超过 200 亿元；（3）报告期各期末，公司其他非流动资产分别为 9,450.94 万元、9,864.24 万元、10,137.74 万元和 15,112.88 万元，主要系预付设备采购款和预付工程款等。 ",
    "question": "请发行人说明：（1）发行人货币资金的存放与管理情况，报告期利息费用与有息债务规模、利息收入与货币资金规模的匹配性；结合资金需求及存贷款利息差异，分析同时存在大额借款、存款的原因及合理性，是否存在大额资金闲置或受限等情形；（2）购建固定资产、无形资产和其他长期资产支付的现金支出与长期资产增长的匹配情况，是否存在通过第三方或关联方支付、长期大额预付等异常情形，如有请说明具体原因。 "
  },
  {
    "according": "根据申报材料：报告期内，发行人获得的政府补助金额较大，并根据其采用的会计政策分别按照总额法与净额法进行计量、分别确认为经常性损益和非经常性损益。",
    "question": "请发行人说明：报告期各期政府补助确认为经常性损益和非经常性损益的具体划分标准，对发行人净利润、扣除非经常性损益后的净利润的影响，公司对政府补助是否存在重大依赖，政府补助是否具有可持续性，并视情况提示风险。 "
  },
  {
    "according": "根据申报材料：（1）华虹集团持有华虹国际 100%的股份，华虹集团通过华虹国际间接持有发行人 26.70%的股份，系发行人的实际控制人，申报材料对实际控制人认定中发行人股东大会、董事会的决策机制及表决情况、董事提名任免等分析不充分；（2）《公开发行证券的公司信息披露内容与格式准则第 41 号——科创板公司招股说明书》（以下简称《科创板招股说明书格式准则》）第四十一条规定“实际控制人应披露至最终的国有控股主体。”发行人参考中国海油集团、中国移动集团等案例认定上海市国资委为最终控制人，但相关参考案例有明确授权依据，申报材料对华虹集团是否有明确授权的依据论述不充分；（3）2020 年 6 月，华虹集团的控股股东上海联和按照上海市国资委的批复将所持股份无偿划转给上海市国资委，并于 2020 年 12 月完成工商变更登记手续。",
    "question": "根据申报材料：（1）华虹集团持有华虹国际 100%的股份，华虹集团通过华虹国际间接持有发行人 26.70%的股份，系发行人的实际控制人，申报材料对实际控制人认定中发行人股东大会、董事会的决策机制及表决情况、董事提名任免等分析不充分；（2）《公开发行证券的公司信息披露内容与格式准则第 41 号——科创板公司招股说明书》（以下简称《科创板招股说明书格式准则》）第四十一条规定“实际控制人应披露至最终的国有控股主体。”发行人参考中国海油集团、中国移动集团等案例认定上海市国资委为最终控制人，但相关参考案例有明确授权依据，申报材料对华虹集团是否有明确授权的依据论述不充分；（3）2020 年 6 月，华虹集团的控股股东上海联和按照上海市国资委的批复将所持股份无偿划转给上海市国资委，并于 2020 年 12 月完成工商变更登记手续。"
  },
  {
    "according": "根据申报材料：（1）发行人子公司上海华虹宏力与上海集成签订《技术许可协议》，上海集成将 65nm CMOS 工艺技术以非独家、不可转让的许可方式许可予上海华虹宏力用于 12 英寸特色工艺集成电路生产线的研发和建设，并由上海集成向其提供技术服务；（2）上海华虹宏力与华力微签订《技术开发协议》，华力微基于上海华虹宏力及其关联公司的技术及项目要求进行 65nm/55nm CMOS 工艺技术的开发，向上海华虹宏力交付与前述工艺技术相关的技术文档，并在全球范围内向上海华虹宏力及其关联公司提供永久的、非独家、不可转让的使用和开发专利成果之许可；（3）发行人及其控股子公司通过与第三方 IP 供应商的合作，为客户提供不同种类的标准单元库、存储器编译器和其他 IP 类型；（4）报告期各期末，发行人无形资产中的非专利技术账面原值分别为 175,274.31 万元、187,918.89 万元、187,918.89 万元和 187,918.89 万元。",
    "question": "请发行人说明：（1）上述协议的签署背景及主要内容，技术许可/开发费用的金额、定价公允性、实际支付情况，许可期限及到期后的续约安排，是否存在交叉授权，与华力微的《技术开发协议》未约定开发成果归发行人所有的原因，华力微、上海集成是否从事上述技术相关业务、是否授权给第三方；（2）上述许可技术在发行人研发、生产中的运用情况及重要程度，是否属于底层技术，报告期内的收入、毛利贡献情况，发行人 CMOS 技术的掌握情况、是否对许可技术存在重大依赖，相关风险是否充分揭示；（3）发行人 IP 的授权/被授权情况，与第三方 IP 供应商的业务合作模式，非专利技术使用权的主要构成、来源、授权期限、在产品中的具体应用情况及重要性。"
  },
  {
    "according": "根据申报材料：（1）报告期内，公司实现营业收入 652,223.02 万元、673,702.63 万元、1,062,967.75 万元、380,717.80 万元，最近一年一期收入增长幅度较大；公司按晶圆规格、工艺平台、工艺节点等不同分类方式下的收入结构及变动趋势存在一定差异，如 8 英寸晶圆相关收入近三年的复合增长率仅为7.90%，功率器件工艺平台收入占比在报告期内逐年下降，申报文件相关分析均较为简单；（2）报告期各期前五大客户收入占比合计分别为 27.21%、22.98%、27.62%、32.86%，主要客户及相关收入占比存在一定变动；（3）报告期内，发行人剔除中国大陆及香港地区的其他境外销售占比分别为 41.36%、35.14%、26.10%、24.05%，呈逐年降低趋势。",
    "question": "请发行人说明：（1）结合单价、销量、产品结构等影响因素，量化分析不同分类方式下收入结构变动的原因及合理性，是否与下游市场需求及可比公司变动趋势一致；（2）主要客户及其销售情况的变动分析，报告期内不同收入规模客户的分布变动情况，新老客户收入贡献情况，进一步分析收入增长的可持续性；（3）发行人境外收入占比逐年降低的原因，主要进口国或地区的有关进口政策、贸易摩擦对发行人产品出口的具体影响。"
  },
  {
    "according": "根据申报材料：（1）该项目中，公司同时提供城市智慧系统建设、运维服务，提供重大整合服务，构成一项整体履约义务，因此，在系统经客户验收通过后的运维服务期间按直线法分期确认收入，保荐机构未发现其他智慧城市案例中存在与发行人所签订的业务合同约定完全可比的情形；（2）根据客户出具的说明函，智慧城市运营服务需发行人提供全天候、全流程运营服务，包括但不限于：持续汇集、整理及录入智慧城市各系统平台的数据和资料并开展大数据分析服务等，但合同仅约定，发行人在项目服务期内，应定期对系统进行巡检、维护和升级；（3）项目全部款项在运维期分期等额支付，客户每年组织监督评价部门对发行人服务质量进行综合评价以决定是否全额支付服务费用；（4）根据合同约定，系统建设、运维服务的工作内容、价格可明确区分，客户有权获取项目相关的技术资料、用户手册等技术文档，且公司提供的服务不符合要求时，客户可聘请第三方提供服务；该项目不同期数、批次的毛利率差异较大，如三期三批 2021 年毛利率为 18.38%，二期三批 2021 年毛利率为 86.97%；（5）该项目的主要供应商为宏数信息，发行人向其采购软硬件产品，总采购金额为 5,335.68 万元，并约定“背靠背”的结算条款。该项目另一供应商为内蒙古鸿霖，发行人向其采购软硬件、技术服务等，总采购金额为 845.49 万元，该供应商同时为发行人客户。",
    "question": "请发行人说明：（1）运维期实际提供的服务与合同约定不一致的原因，公司建设期和运维期提供产品及服务的具体内容及二者间的关系，公司提供重大整合的具体方式，客户对发行人服务质量评价的具体内容及标准、过程及历史结果，发行人通过评价的难度，是否构成实质验收，相关约定不同于同行业其他智慧城市案例的原因；（2）结合前述情形，及各部分内容价款在合同中可以明确区分、客户可以获得相关技术资料且运维服务可选择第三方替代等情形，说明将系统建设、运维服务认定为单项履约义务的合理性，是否符合会计准则要求，公司对其他客户提供的运维服务内容、权利义务约定及会计处理方式与该项目是否存在差异，原因及合理性；（3）基于前述情形，说明是否应当在产品及服务验收时点确认建设期收入，并于运维期间按时段法确认运维收入；（4）各批次项目定价依据及公允性，结合成本构成差异、实际工作量差异等，说明不同批次项目毛利率差异原因，结合各期各批次间工作内容的关系、毛利率差异情况等，说明是否构成合同合并，各单项履约义务的划分是否合理，相关价款是否应当按单独售价进行分摊；（5）公司向宏数信息、内蒙古鸿霖采购的具体内容及主要用途，是否构成项目的主体部分，发行人在采购基础上承担的主要工作，结合前述情形及发行人不承担付款相关风险，说明采用总额法确认收入是否符合企业会计准则规定。向内蒙古鸿霖采购、销售内容的区别，交易价格是否公允，相关会计处理是否符合企业会计准则要求。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司主营业务收入分别为 30,056.65 万元、33,701.59 万元和 40,426.26 万元，由工业软件及工业互联网平台、定制软件及技术运维服务构成，客户主要为大型国企、政府部门、事业单位和集体企业，各报告期实现收入占比均大于 80%；（2）公司对收入变动情况仅作定性分析，且未说明各期各类产品及服务的客单价、销量情况；（3）工业软件和工业互联网平台业务具有投资规模大、使用期限长的特点，单一主体客户短期内通常不会重复整套购买工业软件和工业互联网平台产品，但公司延续性项目及集团推广项目数量增加。",
    "question": "请发行人说明：（1）对客户实现收入规模的分布情况，区分客户性质，说明各类别的主要客户、销售内容和金额、应用场景、招投标情况、实施周期、验收时点等；（2）按照各具体产品或服务类型及不同应用领域，结合产品结构变化情况、主要客户及项目变化情况、下游需求变动趋势等驱动因素，量化分析各期单价和销量的变化原因；（3）延续性项目和集团推广型项目的具体情况、数量、金额及占比，说明不同集团客户对发行人产品的复购情况，不同客户对公司业务的延续情况，如存在较大差异，请解释合理性；（4）请结合前述收入增长的驱动因素，以及在手订单情况、下游应用领域的业务需求及客户复购情况等，说明收入增长的可持续性，并完善相关披露。"
  },
  {
    "according": "根据申报材料：（1）公司工业软件、工业互联网平台及定制化软件根据合同约定是否需要验收，分别在客户验收、签收时确认收入，前述产品均需结合客户具体需求形成解决方案，且部分项目实施周期较长。对于客户选择按使用次数付费的旺采网等产品，在收取价款或取得收款凭据时点确认收入；（2）工业软件和工业互联网平台存在以初验确认收入的项目，主要原因系该类项目在初验合格即进入质保期，终验节点通常为质保结束时点；（3）公司对客户提供质保服务，质保期通常为产品上线并经客户验收之日起 1 至 5 年，服务内容主要为故障维修、系统完善，公司按照相关收入金额的 0.5%/年的标准计提售后服务费；（4）公司主营业务产品中包含外购软硬件部分，通过总额法确认收入。",
    "question": "请发行人说明：（1）各期不同收入确认方法涉及的具体产品类型和金额，说明公司工业软件、工业互联网平台（包括 SaaS 服务）及定制化软件采用时点法而非时段法确认收入的原因，旺采网的主要经营模式及客户情况，收款凭据内容，相关收入确认方法是否符合企业会计准则规定；（2）初验确认收入的占比情况，涉及的客户、项目情况，结合初验、终验的具体约定及在两个时点之间发行人的工作内容及成本费用发生情况，说明收入确认时点是否准确；（3）公司提供质保的主要内容及定价标准，各合同间是否存在差异，划分为保证型的依据及相关会计处理是否符合企业会计准则规定；（4）发行人销售外购软硬件前是否实现控制，是否为主要责任人及其具体表征，采用总额法确认收入的合理性。"
  },
  {
    "according": "根据申报材料：（1）公司 2021 年度平均实施周期明显短于前两年，主要原因系发行人产品成熟度提升、延续性项目增多等；公司主营业务收入存在较为明显的季节性特征，第四季度收入占比分别为 64.17%、72.02%和 66.20%，高于同行业平均水平；（3）对于需验收且收入金额超 200 万项目，第四季度确认收入的项目平均实施周期明显短于全年平均实施周期，主要系第四季度存在部分特殊项目，如剔除该类项目，则二者不存在明显差异；（4）公司采用招投标和商务谈判结合的方式获取业务，确认收入的项目中存在大量先执行后招标的情形；（5）保荐机构对客户进行了走访、函证，且为佐证发行人项目验收时点准确性，项目组获取进场确认书、系统运营记录、签收单、邮件及工作沟通记录、验收报告等，但部分客户基于信息安全的考虑，未提供系统运营记录。",
    "question": "请发行人说明：（1）区分标准化产品、需定制化开发产品，按项目销售金额区间分布，列明各报告期对应的平均实施周期，该区间内实施周期明显长于/短于平均实施周期的项目情况（包括项目名称、具体产品、客户情况、业务获取方式、合同签订及收入确认日期、确认依据、实施人员数量及项目成本等）及原因，请提供各期收入前五大客户相关合同及验收单；（2）结合公司产品研发情况、客户复购率情况、延续性项目的具体情况等，说明报告期内项目实施周期持续缩短的合理性；（3）各报告期第四季度各月的收入情况及主要项目情况，结合产品及服务类型的具体差异、客户结构差异等，说明第四季度收入占比较高，且高于同行业平均水平的原因，收入确认时点是否准确；（4）各期先执行后招标项目收入确认金额、主要项目及客户情况，项目获取过程及发生前述情形的原因，是否存在围标串标、商业贿赂等情形，是否符合行业惯例及相关法律法规的要求。"
  },
  {
    "according": "根据申报材料：（1）报告期各期末，公司应收账款余额分别为 15,257.84 万元、19,380.33 万元和 30,899.99 万元，大幅增长，应收账款前五大客户与收入前五大客户不匹配；（2）公司信用政策中未设定信用期，1 年以内的应收账款占比分别 86.14%、71.32%、69.99%，呈下降趋势；（3）报告期各期，公司应收账款周转率分别为2.66、1.95、1.61，同行业平均水平分别为1.40、1.63 和 1.97；（4）报告期各期末，公司应收账款坏账准备金额分别为 977.91 万元、1,376.02万元和 2,437.07 万元，公司组合计提应收账款坏账准备时各期各账龄下确定的预期损失率均低于行业平均值，期后回款率分别为 80.71%、64.79%和 14.79%；（5）公司部分应收账款相关客户经营状况不佳，但并未单项计提坏账准备，如新地能源工程技术有限公司、洛阳龙鼎铝业有限公司，近期均因未按时履行法律义务而被强制执行，涉及金额较大；（6）公司与天山铝业存在大额应收账款相关诉讼，但公司并未单项计提坏账准备；（7）各报告期末，公司合同资产分别为 0元、2,357.20 万元和 2,876.55 万元，计提坏账准备 0 元、98.94 万元和 135.95万元，其他非流动资产-合同资产分别为 0 元、771.24 万元和 992.33 万元，未说明是否计提坏账准备。",
    "question": "请发行人说明：（1）公司对客户结算期的管理，未设定信用期是否合理，应收账款前五大客户与收入前五大客户差异较大的原因及合理性，1 年以内的应收账款占比下降的原因，是否存在延长信用期刺激销售的情形；（2）结合客户特点、业务发展阶段等，说明发行人报告期内应收账款周转率与同行业平均水平趋势相反且 2021 年低于同行业平均水平的主要原因及合理性；（3）应收账款期后回款率较低的原因，主要未回款项目的实施内容、客户情况及未回款原因，说明公司各期各账龄下确定的预期损失率均低于行业平均值的原因；（4）各期末合同资产（包括短期和长期）主要客户，坏账准备计提情况，未对经营状况不佳的客户单项计提坏账准备的原因，与天山铝业发生大额应收账款诉讼的原因及未计提坏账准备的依据，是否存在其他信用状况明显恶化或存在纠纷的客户，结合前述问题，说明公司坏账准备计提是否充分。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司主营业务成本分别为 14,173.96 万元、14,691.25 万元和 17,191.13 万元，主要由人工成本、外购技术服务（含技术服务及实施服务）和外购软硬件构成；（2）报告期各期，公司对前五大供应商采购占比不高且变动较大，南京嘉华智信成立当年即成为发行人前五大供应商，且其法定代表人陈妍在发行人实控人控制的企业坤朗鑫达持有股份。公司 2021 年向北京京安恒利通讯采购招采平台软件 132.90 万元（发行人当年旺采网业务实现收入 520.03 万元），占该供应商业务的 100%；（3）报告期内发行人向前员工所在公司采购实施服务金额分别为 439.37 万元、468.49 万元及 721.48 万元；（4）保荐机构经核查认为，公司采购价格参考市场价格，经过与供应商比价谈判确定，定价公允，不存在明显偏低的情形。",
    "question": "请发行人说明：（1）报告期各期各产品或服务的成本构成情况、变动原因、主要采购内容及与可比公司的同类业务是否存在显著差异；（2）生产人员提供服务的地点、主要工作内容、工时计算方式及如何保证其完整性和准确性，平均薪酬的合理性；（3）报告期各期供应商变动情况及原因，按采购的产品及服务类型，列示各期对供应商采购金额分布情况，主要供应商情况、采购内容及金额。是否存在其他公司成立不久即成为发行人供应商，或向其采购金额与其业务规模、资质等不匹配以及主要为发行人提供产品或服务等特殊情形，如有，请说明该类供应商主要情况、采购的主要内容及合理性、采购价格公允性，是否与发行人及其关联方、客户及其关联方存在关联关系；（4）前员工所在供应商情况及其任职情况，员工离职时间及离职前岗位，该等供应商是否实际由发行人及其关联方控制，请结合采购单价与市场价格、公司人力成本的差异说明交易价格是否公允，相关实施服务是否实际提供，前员工、相关供应商及其关联方、关键人员等是否与发行人及其关联方存在异常资金往来。除实施服务外，其余供应商是否存在发行人前员工任职或控制的情形。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，发行人毛利率分别为 52.84%、56.41%、57.48%，呈上升趋势，发行人仅做了简单定性分析，包括工业互联网平台项目数量增加、硬件收入占比下降等原因；（2）发行人自主研发的 LiEMS 工业软件具有组件化、标准化的特点，且工业软件标准化组件库日益成熟；（3）可比公司毛利率呈下降趋势，且低于发行人水平，发行人仅做了简单定性分析，包括定制化程度不同、项目复杂程度不同。",
    "question": "请发行人说明：（1）说明各期标准化产品、系统集成产品、定制化产品、技术服务的单价、成本、收入及毛利率情况，并结合客户变化、下游应用领域情况等，量化分析各期平均售价和平均单位成本、毛利率变化原因，目前毛利水平的可持续性；（2）结合同类型产品与同行业的毛利率对比情况及产品本身差异等，分析毛利率高于行业平均水平的原因。结合前述分析，进一步完善毛利率变化相关信息披露。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司研发费用占比分别为 14.74%、14.13%及 15.06%，合计金额为 15,317.70 万元，主要由职工薪酬构成；（2）公司报告期各期分别进行苏畅工业互联网平台V2.0、V3.0和V6.0的研发，未见工业软件、定制化软件相关研发项目；（3）公司研发部门由总体设计部、工业软件研究院及工业互联网研究院构成，研发人员包括研发中心内部专门从事研发项目综合管理的人员以及为研发项目提供支持的辅助人员等；（4）公司研发人员专职研发，但部分合同约定公司有义务为客户提供长期的技术服务支持。对于研发人员同时参与多个研发项目的情况，职工薪酬按照研发人员实际参与研发项目的工时进行分摊；（5）公司申报报表研发费用数与税务加计扣除数主要差异为折旧费用。",
    "question": "请发行人说明：（1）公司研发活动的划分标准，各报告期研发项目的具体情况，各研发项目之间的迭代或相关关系，未见工业软件及定制化软件相关研发的原因，公司研发项目是否存在定制化开发的情形，相关成果能否应用于其他合同；（2）研发部门及研发人员划分的具体标准，研发人员在各研发项目中的参与情况，是否存在研发部门与其他部门人员调动的情形，及实际承担生产、管理、售后服务工作的研发人员，相关支出划分为研发费用的合理性，研发人员实际工时填报、审核及分摊方式，相关内控有效性。未能进行加计扣除的折旧费用具体情况及原因。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司销售费用分别为 5,623.95 万元、5,315.30 万元和 6,132.34 万元，主要由职工薪酬、业务招待及会务费和市场咨询服务费等构成，西安鑫悦图成立当年即成为发行人市场推广费供应商；（2）报告期各期，公司销售人员平均薪酬分别为 20.47 万元、19.78 万元和 21.97 万元，与收入变动不一致；（3）公司销售费用率分别为 18.64%、15.74%和 15.15%，高于同行业平均水平。",
    "question": "请发行人说明：（1）各期业务招待及会务费、市场咨询服务费、宣传费用的具体内容、用途及对应项目、对应的主要供应商情况及是否与发行人及其关联方、发行人客户及其关联方存在关联关系，定价依据及价格公允性，西安鑫悦图成立当年即成为发行人市场推广费供应商的原因，是否存在其他类似情形，原因及合理性；（2）公司销售人员激励政策是否一贯执行，与收入变动不一致的原因。结合销售模式差异、产品服务及客户结构差异等，分析公司销售费用率高于同行业平均水平的原因及合理性。"
  },
  {
    "according": "根据申报材料：（1）各报告期末，公司存货分别为 3,775.23 万元、2,772.14万元和 2,521.11 万元，主要由合同履约成本构成；（2）公司其他非流动资产主要由运维服务资产构成，各报告期末分别为 5,680.12 万元、4,594.09 万元和3,562.09 万元；（3）各报告期末，存货跌价准备余额分别为 231.71 万元、350.14万元和 367.54 万元，公司未说明其他非流动资产是否计提减值。",
    "question": "请发行人说明：（1）各报告期末存货、非流动资产-运维服务资产、跌价存货、跌价非流动资产-运维服务资产的项目、客户、实施周期及进展情况；（2）非流动资产-运维服务资产是否计提跌价，说明存货及非流动资产-运维服务资产减值的具体测算过程及跌价原因，前述资产涉及项目是否存在尚未招投标、尚未签订合同的情况，预计售价如何确定，是否存在跌价风险，结合前述情形，说明公司相关资产减值计提的充分性。"
  },
  {
    "according": "根据申报材料：（1）公司报告期前及报告期内向王晓宁等自然人拆入大额资金并于报告期内偿还，同时，公司取现 20 万元用于支付员工借款利息；（2）报告期内，存在公司通过员工或员工关联公司代发薪酬及实控人通过第三方为发行人支付部分员工奖金的情形；（3）公司取现 160 万元用于向员工发放现金奖金，实际发放 65 万元，剩余 95 万元未使用存入银行账户；（4）实控人大额资金往来主要系与朋友间的借款往来；（5）刘春燕尾号为 0301 银行卡主要用途为每季度发放慰问金；（6）资金流水核查中存在 6 个感染账户未收集齐全的情形，部分人员对未能提供的账户与发行人及其子公司之间不存在任何形式往来的情形进行了专项承诺，部分人员承诺部分银行卡为新办卡。",
    "question": "请发行人说明：（1）公司向前述个人拆入资金的资金来源、原因及用途、利息约定及支付情况、还款资金去向，取现用于支付员工借款利息的原因及合理性，发行人就有关资金拆借事项履行了何种内部决策程序，是否构成资金占用，公司内部控制是否健全有有效；（2）公司通过员工或员工关联公司代发薪酬、实控人通过第三方支付员工奖金、公司发放现金奖金涉及的具体对象、岗位、金额，资金的最终去向，是否流入发行人客户、供应商及其关联方、关键人员等。用于发放员工现金奖金的款项取现、实际发放及未发放部分存回时间，未全部发放的原因及合理性；（3）实控人与朋友间的借款往来的具体情况，资金来源、用途及最终流向，公司刘春燕相关慰问金的具体情况，包括发放人、发放原因等；（4）结合“3.关于赤峰蒙东红山区智慧城市项目”“5.关于客户及收入”“7.采购及成本”、“9.2 销售费用”及本题相关情形，说明公司及关联方是否与供应商、客户存在异常资金往来，是否存在商业贿赂。"
  },
  {
    "according": "根据申报材料：（1）发行人于 2017 年吸收合并控股子公司朗坤软件，后朗坤软件注销；（2）发行人控股子公司山西聚采及参股公司中盛朗信（发行人持股20%）主营业务为旺采网区域运营，旺采网系电子招标采购平台，报告期内销售收入分别为 256.02 万元、516.18 万元、520.03 万元；（3）朗坤智慧医疗原为南京企管的控股子公司，2019 年 5 月南京企管将其持有朗坤智慧医疗 65%的股权以210 万元价格转让至武爱斌，后武爱斌于 2020 年 11 月转让至魏上云，魏上云持有发行人 0.64%股份；（4）发行人共有 11 家参股公司，报告期内注销子公司大连朗坤。",
    "question": "请发行人说明：（1）朗坤软件的成立背景及经营情况，发行人吸收合并朗坤软件的原因，吸收合并过程是否合法合规，朗坤软件被合并前是否存在违法违规行为。发行人注销子公司大连朗坤的原因，大连朗坤是否存在违法违规、为发行人代垫成本费用等情况；（2）旺采网区域运营的主要内容及核心技术运用情况，相关业务与发行人主营业务的协同性，相关销售收入纳入工业软件及工业互联网平台产品类别是否准确。报告期内，销售收入持续上升的原因及未来业务定位；（3）朗坤智慧医疗成立的背景与业务定位，是否与发行人存在业务往来及资金往来，是否存在违法违规行为，武爱斌受让朗坤智慧医疗的定价依据及公允性，仅时隔 1 年便转让至发行人股东魏上云的原因及价格，实控人及发行人在前述交易过程中的资金流水核查情况；（4）发行人设立多家参股公司的背景原因、与主营业务的关系、在发行人生产经营中发挥的作用，参股公司及其股东是否主要为发行人获取客户或业务提供支持帮助，该参股子公司设立以来的分红及利润分配情况。各参股公司、参股公司其他股东、关联方与发行人客户、供应商的业务往来及资金往来情况，与发行人及其关联方、发行人客户、供应商是否存在关联关系或其他利益安排，是否存在为发行人代垫成本费用的情况。"
  },
  {
    "according": "根据申报材料：公司 2021 年其他收益-政府补助较 2020 年增加了 1,343.55万元，主要系 2021 年公司部分金额较大的政府补助项目满足结项条件，通过专家组验收，公司将该等政府补助由递延收益科目转入其他收益科目核算。",
    "question": "请发行人说明：2021 年确认其他收益的主要政府补助项目情况，包括补助主体、条件、公司判断能否满足补助条件的依据及实际执行情况，与政府补助相关的相关成本费用或损失的发生情况，未在确认成本费用或损失期间而是在通过专家验收后一次性确认其他收益是否满足企业会计准则及相关规定。"
  },
  {
    "according": "根据申报材料：（1）报告期各期，公司确认股份支付费用 10.45 万元、133.13万元和 199.46 万元；（2）公司员工持股平台中有 2 名为公司前员工，分别于 2010年和 2015 年离职；（3）公司同次股权激励授予价格存在不一致的情形，如 2020年 6 月，授予价格分别为 9.80 元/股和 15.69 元/股。",
    "question": "请发行人说明：（1）公司股权激励办法对于员工退出时股权处置的相关规定，前述 2 名员工仍然持股的合理性，目前的任职单位，该员工及其任职单位是否与发行人客户、供应商及其关联方、关键人员等存在关联关系；（2）历次股权激励价格的确定方式，同次授予价格不同的原因，是否合法合规，历次股权激励数量，股份支付费用的确认及分摊的计算过程。"
  },
  {
    "according": "根据申报材料:（1）对于智能驱动控制系统业务，收入确认需满足:公司已根据合同约定将产品交付给客户，且该产品已被客户接受或装车领用，公司取得经客户确认的验收凭据或领用凭据;已收取价款或取得收款权利且相关的经济利益很可能流入;（2）在非上线结算模式下，收入确认时点为“客户验收通过”;在上线结算模式下，收入确认时点为“客户上线领用”。",
    "question": "请发行人说明:（1）上线结算模式和非上线结算模式的具体含义，验收凭据和领用凭据的区别，报告期各期对应收入的金额、占比，各类收入确认的具体时点、单据;（2）结合发行人与主要客户签订的合同条款，说明对客户的退货、换货政策，报告期内退货、换货的实际发生情况及相应会计处理方法，合同条款是否支持发行人现有收入确认方法和时点。"
  },
  {
    "according": "根据申报材料:（1）2017年6月、10月，公司通过郑州赫众、郑州众鼎分别实施一次股权激励，相关股份公允价值参照杭叉集团2018年入股价格确定，对应市盈率约17.58;（2）2020年12月，郑州众鼎变更合伙人系公司对核心员工进行股权激励，股份公允价值参照同期拟上市公司增资入股时市场平均市盈率确定，对应服务期为5年;（3）根据持股平台相关约定，在公司上市前及上市后的锁定期内，若发生员工所持相关权益拟转让退出的，只能向公司实际控制人或实际控制人指定的其他合伙人进行转让;报告期内，存在个别激励员工退伙的情形。",
    "question": "请发行人说明:（1）历次股权激励公允价值确定的依据，分期确认相关股份支付的依据，股份支付金额计算的过程;（2）退伙涉及的会计处理及合规性。"
  },
  {
    "according": "根据申报材料:（1）报告期各期末公司应收账款账面价值分别为5,405.56万元、5,042.84万元和6,756.90万元，占流动资产比例分别为32.21%、24.14%和28.89%;（2）公司对主要客户的信用政策存在一定差异，付款期限为35-90天不等;（3）公司存在第三方回款，主要系工业车辆经销商、维修部等小客户购买公司产品用于维修时，通过个人支付宝账户直接转账到公司支付宝账户，单笔金额较小，笔数较多;（4）公司编制应收账款账龄与整个存续期预期信用损失率对照表，计算预期信用损失，按照不同的账龄，预期信用损失率分别为5.00%、10%、20%、50%、80%和100%。",
    "question": "请发行人说明:（1）应收账款、应收票据和应收款项融资合计占营业收入的比例与同行业可比公司的差异及原因;（2）主要客户信用政策存在较大差异的原因，信用政策的实际执行情况;（3）对第三方回款的规范措施及执行情况，未来是否将持续存在相关情形;（4）应收账款预期信用损失率计算依据，分析相关计提比例是否充分、合理;（5）应收账款的逾期金额、占比，主要逾期客户情况和造成逾期的主要原因，目前的回款情况，应收账款是否存在重大回款风险。"
  },
  {
    "according": "根据申报材料:（1）报告期各期末，公司存货账面价值分别为2,986.20万元、7,452.33万元和11,680.66 万元，占总资产比重分别为13.07%、27.27%和38.18%，占比较高的类型为原材料和在产品; （2）2020年末、2021年末的监盘比例分别为62.56%、60.22%，2019年末因保荐机构、申报会计师尚未承接项目，未作监盘;（3）报告期各期，发行人存在存货盘盈，2019-2020年，发行人存在存货盘亏。",
    "question": "请发行人说明:（1）存货增幅显著高于收入增幅的原因;（2）公司原材料、在产品对应的产品类别明细情况;（3）委托加工物资未计提跌价准备的原因，各类存货的订单覆盖情况、库龄情况、同行业存货跌价准备计提情况，长库龄存货形成的原因，结合相关内容分析存货跌价准备计提的充分性;（4）报告期各期末存货盘点的情况，结合报告期内发生的存货盘盈及盘亏等事项，进一步说明发行人存货管理内部控制是否健全并有效执行。"
  },
  {
    "according": "根据申报材料，截至2021年12月31日，发行人拥有3家全资子公司，其中郑州良木微利，嘉控智能亏损，嘉晨云控为新设公司。",
    "question": "请发行人说明:上述子公司在发行人业务的作用，亏损的原因，保留郑州良木、嘉控智能的原因，新设子公司嘉晨云控目前经营情况、未来的安排。"
  },
  {
    "according": "根据申报材料，2019-2020年，原始报表和申报报表在收入、成本、费用及部分资产、负债科目均存在差异。",
    "question": "请发行人说明:产生相关差异的原因，涉及的内部控制整改情况及结论。"
  },
  {
    "according": "根据申报材料：（1）公司在整体经营规模、产品构成等方面较国际领先的芯片设计公司仍有较大差距，较国内同行业可比上市公司亦有一定差距；（2）公司产品种类较多，数字集成电路产品包括以可编程逻辑器件（CPLD/FPGA）为代表的逻辑芯片、存储芯片及微控制器等，模拟集成电路产品包括数据转换（ADC/DAC）、总线接口、电源管理及放大器等；FPGA、CPLD 等主要产品采用 CMOS 工艺；（3）发行人以科学技术成果鉴定认定 FPGA、CPLD 及ADC 等核心产品的先进性，但鉴定工作均由实控人组织；（4）发行人最先进的FPGA 类产品为“奇衍”系列 7,000 万门级 FPGA，与复旦微最先进的量产产品系列均为同代产品，据公开信息，复旦微已量产亿门级 FPGA；（5）特种集成电路行业下游市场总体处于充分竞争状态。国内同行业公司未推出与发行人类似指标规格的 ADC 系列产品，发行人未就 ADC 系列产品与国内可比公司比较。中国电科集团第 24 所、上海贝岭等是国内 ADC/DAC 领域重要的参与者之一。",
    "question": "请发行人说明：（1）结合主要产品的市场竞争格局和集中度、公司规模和产品构成与同行业公司差距情况等，就发行人面临的市场竞争风险进行相应的风险揭示和重大事项提示，并按照重要性、针对性原则精简完善重大事项提示的其他内容；（2）各主要产品之间的关联性以及形成较多产品种类的原因，并结合发行人目前主要产品的工艺类型及其先进性，说明是否符合行业主流工艺发展趋势；（3）相关技术成果鉴定的背景、内容及独立性，鉴定结论的依据能否客观反映公司产品的技术水平；（4）发行人 FPGA 与复旦微最先进的量产产品系列均为同代产品的客观依据；并结合与国内 ADC 领域主要参与者产品功能特征及指标规格对比情况，说明国内同行业公司是否具备类似功能特征或性能指标的同类产品，尚无类似指标规格 ADC 系列产品的客观依据，同行业公司产品对比是否充分。"
  }
]